export const data = [[
    {
        "idMeal": "52768",
        "strMeal": "Яблочный пирог с франжипаном",
        "strDrinkAlternate": null,
        "strCategory": "Десерт",
        "strInstructions": "Разогрейте духовку до 200С / 180 С с вентилятором / газом 6.\r\nПпложите печенье в большой закрывающийся пакет для замораживания и разомните скалкой в мелкую крошку. Растопите сливочное масло в небольшой сковороде, затем добавьте бисквитную крошку и перемешайте, пока она не покроется сливочным маслом. Выложите в форму для пирога и, используя тыльную сторону ложки, надавите на основание и стенки формы, чтобы получился ровный слой. Охладите в холодильнике, пока будете готовить начинку.\r\n Взбейте вместе сливочное масло и сахар до легкой и пышной массы. Вы можете сделать это в кухонном комбайне, если он у вас есть. Обрабатывайте в течение 2-3 минут. Смешайте яйца, затем добавьте молотый миндаль и миндальный экстракт и взбейте до получения однородной массы.\r\nnЯблоки очистить от кожуры и нарезать тонкими ломтиками. Сделайте это в последнюю минуту, чтобы яблоко не подрумянилось. Разложите ломтики поверх бисквитной основы. Сверху равномерно распределите начинку из франжипана. Выровняйте поверхность и посыпьте измельченным миндалем.\r\nПпекайте 20-25 минут до золотисто-коричневого цвета и застудите.\r\nП Выньте из духовки и оставьте остывать на 15 минут. Снимите бортики с формы. Самый простой способ сделать это - поставить банку с фасолью на банку и слегка надавить на края банки.Переложите пирог с прикрепленной к нему оловянной основой на сервировочную тарелку. Подавайте теплым со сливками, крем-фрешем или мороженым.",
        "strMealThumb": "https://www.themealdb.com/images/media/meals/wxywrq1468235067.jpg ",
        "strTags": "Терпкий, Выпекаемый, Фруктовый",
        "strYoutube": "https://www.youtube.com/watch?v=rp8Slv4INLk ",
        "strIngredient1": "печенье для пищеварения",
        "strIngredient2": "сливочное масло",
        "strIngredient3": "Яблоки Брамли",
        "strIngredient4": "сливочное масло размягченное",
        "strIngredient5": "сахарная пудра",
        "strIngredient6": "яйца свободного выгула, взбитые",
        "strIngredient7": "молотый миндаль",
        "strIngredient8": "экстракт миндаля",
        "strIngredient9": "хлопья миндаля",
        "strIngredient10": "",
        "strIngredient11": "",
        "strIngredient12": "",
        "strIngredient13": "",
        "strIngredient14": "",
        "strIngredient15": "",
        "strIngredient16": null,
        "strIngredient17": null,
        "strIngredient18": null,
        "strIngredient19": null,
        "strIngredient20": null,
        "strMeasure1": "175 г/ 6 унций",
        "strMeasure2": "75 г/ 3 унции",
        "strMeasure3": "200 г/ 7 унций",
        "strMeasure4": "75 г/3 унции",
        "strMeasure5": "75 г/3 унции",
        "strMeasure6": "2",
        "strMeasure7": "75 г/3 унции",
        "strMeasure8": "1 чайная ложка",
        "strMeasure9": "50 г/ 1½ унции",
        "strMeasure10": "",
        "strMeasure11": "",
        "strMeasure12": "",
        "strMeasure13": "",
        "strMeasure14": "",
        "strMeasure15": "",
        "strMeasure16": null,
        "strMeasure17": null,
        "strMeasure18": null,
        "strMeasure19": null,
        "strMeasure20": null,
        "strSource": null,
        "strImageSource": null,
        "strCreativeCommonsConfirmed": null,
        "dateModified": null

    },

    {

        "idMeal": "52893",

        "strMeal": "Яблочно-ежевичный крамбл",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",

        "strInstructions": "Разогрейте духовку до 190С / 170С с вентилятором / газом 5. Всыпьте муку и сахар в большую миску. Добавьте сливочное масло, затем вотрите в муку кончиками пальцев, чтобы получилась легкая консистенция панировочных сухарей. Не перегружайте его, иначе крошка станет тяжелой. Равномерно распределите смесь по противню и выпекайте в течение 15 минут или до легкого подрумянивания.\r\nТем временем для компота очистите яблоки от кожуры, сердцевины и нарежьте кубиками толщиной 2 см. Положите сливочное масло и сахар в кастрюлю среднего размера и растопите вместе на среднем огне. Готовьте в течение 3 минут, пока смесь не превратится в легкую карамель. Добавьте яблоки и готовьте в течение 3 минут. Добавьте ежевику и корицу и готовьте еще 3 минуты. Накройте, снимите с огня, затем оставьте на 2-3 минуты, чтобы продолжить приготовление в теплой сковороде.\r\nП Перед подачей выложите теплые фрукты в жаропрочную форму для запекания, сверху посыпьте смесью для крошек, затем разогрейте в духовке в течение 5-10 минут. Подавайте с ванильным мороженым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xvsurr1511719182.jpg ",

        "strTags": "Пудинг",

        "strYoutube": "https://www.youtube.com/watch?v=4vhcOwVBDO4 ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Яблоки Брейберна",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Сахар Демерара",

        "strIngredient7": "Blackberrys",

        "strIngredient8": "Корица",

        "strIngredient9": "Мороженое",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "120 г",

        "strMeasure2": "60g",

        "strMeasure3": "60g",

        "strMeasure4": "300 г",

        "strMeasure5": "30g",

        "strMeasure6": "30g",

        "strMeasure7": "120 г",

        "strMeasure8": "¼ чайной ложки",

        "strMeasure9": "служить",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/778642/apple-and-blackberry-crumble ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },
    {

        "idMeal": "53049",

        "strMeal": "Апам балик",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",

        "strInstructions": "Смешайте молоко, масло и яйцо вместе. Просейте в смесь муку, разрыхлитель и соль. Хорошо перемешайте, пока все ингредиенты не смешаются равномерно.\r\nn\r\nN Выложите немного теста на сковороду. Выложите тонкий слой теста на край формы. Накройте сковороду крышкой на 30-60 секунд, пока не появятся небольшие пузырьки воздуха.\r\nn\r\n Выложите на блинчик сливочное масло, кукурузный крем, измельченный арахис и сахар. Сложите блинчик пополам, как только нижняя поверхность подрумянится.\r\nn\r\n Нарезать на дольки и лучше всего употреблять в теплом виде.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/adxcbq1619787919.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=6R8ffRRJcrg ",

        "strIngredient1": "Молоко",

        "strIngredient2": "Масло",

        "strIngredient3": "Яйца",

        "strIngredient4": "Мука",

        "strIngredient5": "Разрыхлитель для выпечки",

        "strIngredient6": "Соль",

        "strIngredient7": "Несоленое сливочное масло",

        "strIngredient8": "Сахар",

        "strIngredient9": "Арахисовое масло",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "200 мл",

        "strMeasure2": "60 мл",

        "strMeasure3": "2",

        "strMeasure4": "1600 г",

        "strMeasure5": "3 ч. л.",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "25g",

        "strMeasure8": "45g",

        "strMeasure9": "3 столовые ложки",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.nyonyacooking.com/recipes/apam-balik ~SJ5WuvsDf9WQ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53050",

        "strMeal": "Аям Персик",

        "strDrinkAlternate": null,

        "strCategory": "Курица",

        "Инструкции по приготовлению": "В блендер добавьте ингредиенты для пасты со специями и взбейте до получения однородной массы.\r\nНа среднем огне вылейте пасту со специями в сотейник или сковороду и обжаривайте в течение 10 минут до появления аромата. Добавляйте воду или масло по 1 столовой ложке за раз, если паста станет слишком сухой. Не обжигайте пасту. При необходимости немного убавьте огонь.\r\nСмешайте гвоздику, кардамон, мякоть тамаринда, кокосовое молоко, воду, сахар и соль. Увеличьте огонь и доведите смесь до кипения. Убавьте огонь до средне-низкого и тушите в течение 10 минут. Время от времени помешивайте. Это немного уменьшит его. Это маринад/ соус, поэтому попробуйте и при необходимости добавьте приправы. Не волнуйтесь, если он немного горчит. Он исчезнет при обжаривании.\r\nПкогда маринад/соус остынет, вылейте все на курицу и маринуйте от ночи до двух дней.\r\nNразогрейте духовку до 425 F.\r\nN Выньте курицу из маринада. Выложите маринад ложкой на смазанный маслом (или выстланный алюминием) противень. Выложите курицу поверх соуса (убедитесь, что курица покрывает соус и соус не выступает наружу, иначе он подгорит) и намажьте курицу оставшимся маринадом. Запекайте в течение 35-45 минут или до тех пор, пока внутренняя температура самой толстой части курицы не станет не менее 175 F.\r\nП Пусть курица отдохнет 5 минут. Смажьте курицу небольшим количеством масла. Подавайте курицу с соусом поверх приготовленного на пару риса (или кокосового риса).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/020z181619788503.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=9ytR28QK6I8 ",

        "strIngredient1": "Куриные бедра",

        "strIngredient2": "Шалот",

        "strIngredient3": "Имбирь",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Кайенский перец",

        "strIngredient6": "Куркума",

        "strIngredient7": "Тмин",

        "strIngredient8": "Кориандр",

        "strIngredient9": "Фенхель",

        "strIngredient10": "Паста из тамаринда",

        "strIngredient11": "Кокосовое молоко",

        "strIngredient12": "Сахар",

        "strIngredient13": "Вода",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "6",

        "strMeasure2": "16",

        "strMeasure3": "1 1/2",

        "strMeasure4": "6",

        "strMeasure5": "8",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "1 1/2",

        "strMeasure8": "1 1/2",

        "strMeasure9": "1 1/2",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "1 банка",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "1 чашка",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://www.curiousnut.com/roasted-spiced-chicken-ayam-percik /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52767",

        "strMeal": "Бэйквелл тарт",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Чтобы приготовить тесто, отмерьте муку в миску и разотрите масло кончиками пальцев, пока смесь не станет похожа на мелкие панировочные сухари. Добавьте воду, перемешивая, чтобы получилось мягкое тесто.\r\nN Раскатайте тесто на слегка посыпанной мукой рабочей поверхности и выложите в форму для выпечки размером 20 см/8 дюймов. Оставьте в холодильнике для охлаждения на 30 минут.\r\nNразогрейте духовку до 200C/400F /Gas 6 (вентилятор 180C).\r\nN Форму для выпечки застелить фольгой и наполнить фасолью. Выпекайте вслепую около 15 минут, затем снимите фасоль и фольгу и готовьте еще пять минут, чтобы основа подсохла.\r\nN Для подачи щедро намажьте основу флана малиновым джемом.\r\nN Растопите сливочное масло на сковороде, снимите с огня и затем всыпьте сахар. Добавьте молотый миндаль, яйцо и миндальный экстракт. Перелейте в форму для выпечки и посыпьте сверху хлопьями миндаля.\r\nПпекать около 35 минут. Если кажется, что миндаль подрумянивается слишком быстро, неплотно накройте пирог фольгой, чтобы он не подгорел.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wyrqqq1468233628.jpg ",

        "strTags": "Пирог, Выпечка, Алкоголь",

        "strYoutube": "https://www.youtube.com/watch?v=1ahpSTf_Pvk ",

        "strIngredient1": "обычная мука",

        "strIngredient2": "охлажденное сливочное масло",

        "strIngredient3": "холодная вода",

        "strIngredient4": "малиновое варенье",

        "strIngredient5": "сливочное масло",

        "strIngredient6": "сахарная пудра",

        "strIngredient7": "молотый миндаль",

        "strIngredient8": "яйцо свободного выгула, взбитое",

        "strIngredient9": "экстракт миндаля",

        "strIngredient10": "хлопья миндаля",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "175 г/ 6 унций",

        "strMeasure2": "75 г/2½ унции",

        "strMeasure3": "2-3 столовые ложки",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "125 г / 4½ унции",

        "strMeasure6": "125 г / 4½ унции",

        "strMeasure7": "125 г /4½ унции",

        "strMeasure8": "1",

        "strMeasure9": "½ чайной ложки",

        "strMeasure10": "50 г/ 1½ унции",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52792",

        "strMeal": "Хлебный пудинг с маслом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Смажьте форму для пирога объемом 1 литр / 2 пинты сливочным маслом.\r\nСрежьте корки с хлеба. Намажьте каждый ломтик с одной стороны сливочным маслом, затем разрежьте на треугольники.\r\nВыложите на дно блюда слой хлеба, намазанного маслом, стороной вверх, затем добавьте слой кишмишей. Посыпьте небольшим количеством корицы, затем повторяйте слои хлеба и кишмишей, посыпая корицей, пока не израсходуете весь хлеб. Выложите сверху слой хлеба, затем отложите в сторону.\r\nОсторожно разогрейте молоко и сливки в кастрюле на медленном огне до кипения. Не давайте ему закипеть.\r\nРазбейте яйца в миску, добавьте три четверти сахара и слегка взбейте до бледного цвета.\r\nДобавьте теплую молочно-сливочную смесь и хорошо перемешайте, затем процедите заварной крем в миску.\r\nпполейте заварным кремом подготовленные слои хлеба, посыпьте мускатным орехом и оставшимся сахаром и оставьте настояться на 30 минут.\r\nNразогрейте духовку до 180°C/355F/Gas 4.\r\nN Поставьте блюдо в духовку и выпекайте в течение 30-40 минут или пока заварной крем не застынет, а верх не станет золотисто-коричневым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xqwwpy1483908697.jpg ",

        "strTags": "Пудинг, Поздний завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=Vz5W1-BmOE4 ",

        "strIngredient1": "сливочное масло",

        "strIngredient2": "хлеб",

        "strIngredient3": "кишмиш",

        "strIngredient4": "корица",

        "strIngredient5": "молоко",

        "strIngredient6": "двойной крем",

        "strIngredient7": "яйца",

        "strIngredient8": "сахар",

        "strIngredient9": "мускатный орех",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "25 г/ 1 унция",

        "strMeasure2": "8 тонких ломтиков",

        "strMeasure3": "50 г/2 унции",

        "strMeasure4": "2 ч. л.",

        "strMeasure5": "350 мл/12 мл",

        "strMeasure6": "50 мл/2 жидких унции",

        "strMeasure7": "2 свободных диапазона",

        "strMeasure8": "25 г/ 1 унция",

        "strMeasure9": "тертый, по вкусу",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://cooking.nytimes.com/recipes/1018529-coq-au-vin ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52803",

        "strMeal": "Говядина по-веллингтонски",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Положите грибы в кухонный комбайн с небольшим количеством приправ и измельчите до состояния грубой пасты. Выложите пасту на сковороду и готовьте на сильном огне около 10 минут, часто помешивая, чтобы из грибов вышла влага. Выложите на тарелку и дайте остыть.\r\nN Разогрейте на сковороде и добавьте немного оливкового масла. Приправьте говядину и обжаривайте на раскаленной сковороде только по 30 секунд с каждой стороны. (На этом этапе вы не хотите его готовить, просто покрасьте). Достаньте говядину из сковороды и оставьте остывать, затем смажьте все горчицей.\r\nN Постелите на рабочую поверхность лист пищевой пленки и разложите на нем ломтики пармской ветчины рядами, слегка перекрывающими друг друга. С помощью шпателя намажьте ветчину грибной пастой, затем положите в середину обжаренное говяжье филе. Плотно придерживая пищевую пленку с края, аккуратно обваляйте пармскую ветчину и грибы вокруг говядины, чтобы получилась плотная бочкообразная форма. Скрутите концы пищевой пленки, чтобы закрепить. Охладите в течение 15-20 минут, чтобы говядина застыла и сохранила форму.\r\nN Раскатайте слоеное тесто на посыпанной мукой поверхности в большой прямоугольник толщиной с монету в 1 фунт стерлингов. Снимите пищевую пленку с говядины, затем выложите в центр. Смажьте окружающее тесто яичным желтком. Загните концы, оберните тесто вокруг говядины, срезая излишки. Переверните, чтобы шов оказался снизу, и выложите на противень. Смажьте все тесто яйцом и поставьте в холодильник примерно на 15 минут, чтобы тесто отдохнуло.\r\nПнагрейте духовку до 200С, 400F, газ 6.\r\nnпроворачивайте тесто с интервалом 1 см и снова смазывайте взбитым яичным желтком. Выпекайте в течение 20 минут, затем уменьшите температуру духовки до 180 °C, 350 ° F, газ 4 и готовьте еще 15 минут. Дайте постоять 10-15 минут, прежде чем нарезать и подавать с гарнирами по вашему выбору. Говядина должна оставаться розовой в центре, когда вы подаете ее на стол.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vvpprx1487325699.jpg ",

        "strTags": "Мясо, Тушеное мясо",

        "strYoutube": "https://www.youtube.com/watch?v=FS8u1RBdf6I ",

        "strIngredient1": "грибы",

        "strIngredient2": "Английская горчица",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Говяжье филе",

        "strIngredient5": "Пармская ветчина",

        "strIngredient6": "Слоеное тесто",

        "strIngredient7": "Мука",

        "strIngredient8": "Яичные желтки",

        "strIngredient9": null,

        "strIngredient10": null,

        "strIngredient11": null,

        "strIngredient12": null,

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "400 г",

        "strMeasure2": "1-2 столовые ложки",

        "strMeasure3": "Тире",

        "strMeasure4": "750 г штука",

        "strMeasure5": "6-8 ломтиков",

        "strMeasure6": "500 г",

        "strMeasure7": "Удаление пыли",

        "strMeasure8": "2 битых",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.goodtoknow.co.uk/recipes/164868/Gordon-Ramsay-s-beef-Wellington ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52807",

        "strMeal": "Баинган Бхарта",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Промойте баинган (баклажан или баклажан) в воде. Промокните насухо кухонной салфеткой. Смажьте все это маслом и оставьте для запекания на открытом огне. Вы также можете приготовить баинган на гриле или запечь в духовке. Но тогда вы не получите дымного аромата баингана. Продолжайте переворачивать баклажаны в течение 2-3 минут на огне, чтобы они равномерно прожарились. Вы также можете положить в баинган несколько зубчиков чеснока, а затем обжарить его.\r\nn2. Обжарьте баклажаны до полной готовности и мягкости. С помощью ножа проверьте степень готовности. Нож должен легко скользить в баклажанах без какого-либо сопротивления. Достаньте баинган и опустите в миску с водой, пока он не остынет.\r\nп3. Вы также можете использовать дхунгарскую технику придания баингану дымного аромата древесного угля. Это необязательный шаг.\r\nПиспользуйте для этого метода натуральный древесный уголь. Нагрейте небольшой кусочек древесного угля на огне, пока он не станет горячим и красным.\r\nn4. Сделайте небольшие надрезы на баингане ножом. Поместите раскаленный докрасна уголь в ту же тарелку, где хранится обжаренный наубергин. Добавьте несколько капель масла на древесный уголь. Древесный уголь начинал дымиться.\r\nn5. Как только из древесного угля начнет выходить дым, плотно накройте всю тарелку большой миской. Дайте угольному дыму настояться в течение 1-2 минут. Чем больше вы будете это делать, тем более дымным получится баинган бхарта. Я просто задержусь на минутку. В качестве альтернативы, вы также можете использовать этот метод дхунгара после приготовления баинган бхарты, точно так же, как мы делаем для Дал Тадка.\r\n n6. С запеченных и копченых баклажанов очистите кожицу.\r\nn7. Вареные баклажаны мелко нарежьте или даже разомните в пюре.\r\nn8. В кадае или сковороде разогрейте масло. Затем добавьте мелко нарезанный лук и чеснок.\r\nn9. Обжарьте лук до прозрачности. Не подрумянивайте их.\r\nn10. Добавьте нарезанный зеленый перец чили и обжаривайте в течение минуты.\r\nn11. Добавьте нарезанные помидоры и хорошо перемешайте.\r\nn12. Обжаривайте (обжаривайте) помидоры до тех пор, пока масло не начнет выделяться из смеси.\r\nn13. Теперь добавьте красный молотый перец чили. Перемешайте и хорошо перемешайте.\r\nn14. Добавьте нарезанный вареный баинган.\r\nn15. Перемешайте и очень хорошо перемешайте нарезанный баинган со смесью oniontomato masala.\r\nn16. Приправьте солью. Перемешайте и обжаривайте еще 4-5 минут.\r\nn17. В завершение добавьте листья кориандра к баинган бхарте или украсьте ими блюдо. Подавайте Баинган Бхарту с фульками, роти или чапати. Он хорошо сочетается даже с хлебом, поджаренным или приготовленным на гриле хлебом и обычным рисом или рисом джира",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/urtpqw1487341253.jpg ",

        "strTags": "Острый, с булочкой, Калорийный",

        "strYoutube": "https://www.youtube.com/watch?v=-84Zz2EP4h4 ",

        "strIngredient1": "Баклажан",

        "strIngredient2": "Лук",

        "strIngredient3": "Помидоры",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Зеленый чили",

        "strIngredient6": "Красный молотый перец Чили",

        "strIngredient7": "Масло",

        "strIngredient8": "Листья кориандра",

        "strIngredient9": "соль",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 большой",

        "strMeasure2": "½ чашки",

        "strMeasure3": "1 чашка",

        "strMeasure4": "6 зубчиков",

        "strMeasure5": "1",

        "strMeasure6": "¼ чайной ложки",

        "strMeasure7": "1,5 столовой ложки",

        "strMeasure8": "1 столовая ложка измельченного",

        "strMeasure9": "по мере необходимости",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.vegrecipesofindia.com/baingan-bharta-recipe-punjabi-baingan-bharta-recipe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52812",

        "strMeal": "Тушеная говяжья грудинка",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "1 Подготовьте грудинку к приготовлению: На одной стороне грудинки должен быть слой жира, который вы хотите. Если есть большие куски жира, отрежьте их и выбросьте. Большие куски жира не смогут полностью выветриться.\r\n Используя острый нож, разделите жир параллельными линиями, примерно на расстоянии 3/4 дюйма друг от друга. Нарежьте ломтиками жир, а не говядину. Повторите в противоположном направлении, чтобы получился узор с перекрестной штриховкой.Грудинку хорошо посолите и оставьте при комнатной температуре на 30 минут.\r\nn\nr\nn2 Обжарьте грудинку: вам понадобится кастрюля с толстым дном, устойчивая к духовке с крышкой или жаровней, которая достаточно широка, чтобы вместить жареную грудинку, и оставляет немного места для лука.\r\nnp Обсушите грудинку, положите ее жирной стороной вниз в кастрюлю и поставьте на средне-сильный огонь. Готовьте 5-8 минут, слегка обжигая, пока жирная сторона не подрумянится. (Если вам кажется, что жаркое готовится слишком быстро, уменьшите огонь до среднего. Вам нужно устойчивое шипение, а не яростное обжаривание.)\r\nП Переверните грудинку и готовьте еще несколько минут, чтобы другая сторона подрумянилась.\r\nn\r\nn3 Обжарьте лук и чеснок: когда грудинка подрумянится, выньте ее из кастрюли и поставьте на огонь. в сторону. В кастрюле должно быть несколько столовых ложек топленого жира, если его нет, добавьте немного оливкового масла.\r\n Добавьте нарезанный лук и увеличьте огонь до максимума. Посыпьте лук небольшим количеством соли. Обжаривайте, часто помешивая, пока лук не подрумянится, 5-8 минут. Добавьте чеснок и готовьте еще 1-2 минуты.\r\nn\nr\nn4 Верните грудинку в кастрюлю, добавьте зелень, бульон, доведите до кипения, накройте, готовьте в духовке: Разогрейте духовку до 300°F. С помощью кухонного шпагата свяжите вместе лавровый лист, розмарин и тимьян.\r\nнмажьте лук и чеснок по бокам кастрюли и уложите грудинку внутрь. Добавьте говяжий бульон и перевязанные травы. Доведите бульон до кипения на плите.\r\nN Накройте кастрюлю, поставьте в духовку с температурой 300 °F и готовьте в течение 3 часов. Осторожно переворачивайте грудинку каждый час, чтобы она прожарилась равномерно.\r\nn\r\nn5 Добавьте морковь, продолжайте готовить: через 3 часа добавьте морковь. Накройте кастрюлю и готовьте еще 1 час или пока морковь не прожарится, а грудинка не станет мягкой.\r\nn6 Переложите грудинку на разделочную доску, накройте фольгой: когда грудинка станет мягкой, достаньте кастрюлю из духовки и достаньте грудинку на разделочную доску. Накройте его фольгой. Вытащите и выбросьте зелень.\r\nn7 Приготовьте соус (по желанию): на данный момент у вас есть два варианта. Вы можете подавать как есть, а можете приготовить соус с начинкой и небольшим количеством лука. Если вы подаете как есть, пропустите этот шаг.\r\nП Чтобы приготовить соус, выньте морковь и половину лука, отложите в сторону и накройте их фольгой. Перелейте оставшиеся в кастрюле ингредиенты в блендер и взбейте в пюре до получения однородной массы. Если хотите, добавьте в смесь 1 столовую ложку горчицы. Положите в небольшую кастрюлю и держите в тепле.\r\nn8 Нарежьте мясо поперек волокон: обратите внимание на линии мышечных волокон жаркого. Это и есть зерно мяса. Нарежьте мясо перпендикулярно этим линиям или поперек волокон (такая нарезка делает мясо еще более мягким) ломтиками толщиной от 1/4 до 1/2 дюйма.Подавайте с луком, морковью и соусом. Подавайте с картофельным пюре, жареным или вареным картофелем, яичной лапшой или полентой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ursuup1487348423.jpg ",

        "strTags": "Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=gh48wM6bPWQ ",

        "strIngredient1": "Говяжья грудинка",

        "strIngredient2": "Соль",

        "strIngredient3": "Лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Тимьян",

        "strIngredient6": "Розмарин",

        "strIngredient7": "Лавровый лист",

        "strIngredient8": "говяжий бульон",

        "strIngredient9": "Морковь",

        "strIngredient10": "Горчица",

        "strIngredient11": "Картофель",

        "strIngredient12": null,

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "4-5 фунтов",

        "strMeasure2": "Тире",

        "strMeasure3": "3",

        "strMeasure4": "5 зубчиков",

        "strMeasure5": "1 веточка",

        "strMeasure6": "1 веточка",

        "strMeasure7": "4",

        "strMeasure8": "2 чашки",

        "strMeasure9": "3 больших",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "4 Пюре",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.simplyrecipes.com/recipes/beef_brisket_pot_roast /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52824",

        "strMeal": "Воскресное жаркое из говядины",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Сварите брокколи и морковь в кастрюле с кипящей водой до готовности.\r\nn\r\nN Запекайте говядину и картофель в духовке в течение 45 минут, картофель, возможно, придется регулярно проверять, чтобы он не пережарился.\r\n\r\n Для приготовления йоркширских пудингов:\nr\nN Разогрейте духовку до 230 °C / вентилятор 210 ° C / газ 8. Равномерно сбрызните небольшим количеством подсолнечного масла 2 формочки для йоркширского пудинга с 4 отверстиями или форму для маффинов с антипригарным покрытием на 12 отверстий и поставьте в духовку для прогрева.\r\nN Чтобы приготовить тесто, насыпьте в миску 140 г обычной муки и взбейте с четырьмя яйцами до получения однородной массы. Постепенно добавьте 200 мл молока и продолжайте взбивать, пока смесь не станет полностью без комков. Приправьте солью и перцем. Перелейте тесто в форму, затем выньте горячие формочки из духовки. Аккуратно и равномерно влейте тесто в отверстия. Поставьте формочки обратно в духовку и оставьте на 20-25 минут, пока пудинги не набухнут и не подрумянятся. Подавайте сразу же.\r\nn\r\nN Выложите на тарелку и добавьте соус по желанию.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ssrrrs1503664277.jpg ",

        "strTags": "Основная мука",

        "strYoutube": "https://www.youtube.com/watch?v=2l3-dBdNehY ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Брокколи",

        "strIngredient3": "Картофель",

        "strIngredient4": "Морковь",

        "strIngredient5": "обычная мука",

        "strIngredient6": "Яйца",

        "strIngredient7": "молоко",

        "strIngredient8": "подсолнечное масло",

        "strIngredient9": null,

        "strIngredient10": null,

        "strIngredient11": null,

        "strIngredient12": null,

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "8 срезов",

        "strMeasure2": "12 цветочков",

        "strMeasure3": "1 пакет",

        "strMeasure4": "1 пакет",

        "strMeasure5": "140 г",

        "strMeasure6": "4",

        "strMeasure7": "200 мл",

        "strMeasure8": "полить (для приготовления)",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/9020/best-yorkshire-puddings ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52826",

        "strMeal": "Тушеная говядина с перцем чили",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 120C / 225F / газовая отметка 1.\r\n n\n r\n Выньте мясо из холодильника, чтобы оно не остыло. Измельчите лук и чеснок в кухонном комбайне до мелкой нарезки. Разогрейте 2 столовые ложки оливкового масла в большой сковороде и обжарьте мясо со всех сторон до золотистого цвета.Отложите в сторону и добавьте еще немного масла, чтобы подрумянить чоризо. Выньте и добавьте лук и чеснок, специи, зелень и перец чили, затем готовьте до мягкости в масле для чоризо. Посолите, поперчите и добавьте уксус, помидоры, кетчуп и сахар.\r\nn\r\nП Положите все мясо обратно в кастрюлю с 400 мл воды (или красного вина, если предпочитаете), доведите до кипения и готовьте под крышкой в низкой духовке.\r\nn\r\nN Через 2 часа проверьте мясо и добавьте фасоль. Готовьте еще час, а непосредственно перед подачей разделите мясо на части с помощью пары вилок. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uuqvwu1504629254.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=z4kSoJgsu6Y ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Оливковое масло",

        "strIngredient5": "Чоризо",

        "strIngredient6": "Тмин",

        "strIngredient7": "Все специи",

        "strIngredient8": "Гвоздика",

        "strIngredient9": "Палочка корицы",

        "strIngredient10": "Лавровый лист",

        "strIngredient11": "Орегано",

        "strIngredient12": "Чили с анчо",

        "strIngredient13": "Бальзамический уксус",

        "strIngredient14": "Сливовые помидоры",

        "strIngredient15": "Томатный кетчуп",

        "strIngredient16": "Темно-коричневый сахар",

        "strIngredient17": "Бобы Борлотти",

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "1 кг",

        "strMeasure2": "3",

        "strMeasure3": "4 зубчика",

        "strMeasure4": "Тире",

        "strMeasure5": "300 г",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1 большой",

        "strMeasure10": "3",

        "strMeasure11": "2 ч. л. сушеных",

        "strMeasure12": "2 ancho",

        "strMeasure13": "3 столовые ложки",

        "strMeasure14": "2 x 400 г",

        "strMeasure15": "2 столовые ложки",

        "strMeasure16": "2 столовые ложки",

        "strMeasure17": "2 банки по 400 г",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.telegraph.co.uk/food-and-drink/recipes/braised-beef-chilli-con-carne /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52834",

        "strMeal": "Бефстроганов",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "strInstructions": "Разогрейте оливковое масло в сковороде с антипригарным покрытием, затем добавьте нарезанный лук и готовьте на среднем огне до полного размягчения, так около 15 минут, добавляя немного воды, если они начнут прилипать. Раздавите чеснок и готовьте еще 2-3 минуты, затем добавьте сливочное масло. Как только масло немного вспенится, добавьте грибы и готовьте около 5 минут до полного размягчения. Все хорошо приправьте, затем выложите на тарелку.Насыпьте муку в миску с большой щепоткой соли и перца, затем обваляйте стейк в приправленной муке. Выложите кусочки стейка на сковороду, сбрызнув небольшим количеством масла, если сковорода выглядит особенно сухой, и обжаривайте в течение 3-4 минут, пока они не подрумянятся. Выложите лук и грибы обратно в сковороду. Взбейте крем-фреш, горчицу и говяжий бульон вместе, затем вылейте в форму. Готовьте на среднем огне около 5 минут. Посыпьте зеленью петрушки, затем подавайте с паппарделле или рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/svprys1511176755.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=PQHgQX1Ss74 ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Грибы",

        "strIngredient6": "Говяжье филе",

        "strIngredient7": "Обычная мука",

        "strIngredient8": "Крем-фреш",

        "strIngredient9": "Английская горчица",

        "strIngredient10": "Говяжий бульон",

        "strIngredient11": "Петрушка",

        "strIngredient12": null,

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1",

        "strMeasure3": "1 зубчик",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "250 г",

        "strMeasure6": "500 г",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "150 г",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "100 мл",

        "strMeasure11": "Начинка",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/beef-stroganoff ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52842",

        "strMeal": "Суп из брокколи и стилтона",

        "strDrinkAlternate": null,

        "strCategory": "Стартер",



        "strInstructions": "Разогрейте рапсовое масло в большой кастрюле, а затем добавьте лук. Готовьте на среднем огне до мягкости. Добавьте немного воды, если лук начнет цепляться.\r\nn\r\nНатрите сельдерей, лук-порей, картофель и кусочек сливочного масла. Перемешайте, пока они не расплавятся, затем накройте крышкой. Дайте ему пропотеть в течение 5 минут. Снимите крышку.\r\nn\r\nnpвлейте бульон и добавьте любые крупные кусочки стебля брокколи. Готовьте 10-15 минут, пока все овощи не станут мягкими.\r\nn\r\nДобавьте оставшуюся брокколи и готовьте еще 5 минут. Аккуратно переложите в блендер и взбейте до получения однородной массы. Добавьте стилтон, помешивая, чтобы осталось несколько комочков. Приправьте черным перцем и подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tvvxpv1511191952.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_HgVLpmNxTY ",

        "strIngredient1": "Рапсовое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Сельдерей",

        "strIngredient4": "Лук-порей",

        "strIngredient5": "Картофель",

        "strIngredient6": "Сливочное масло",

        "strIngredient7": "Овощной бульон",

        "strIngredient8": "Брокколи",

        "strIngredient9": "Сыр Стилтон",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 tblsp",

        "strMeasure2": "1 мелко нарезанный",

        "strMeasure3": "1",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "1 средний",

        "strMeasure6": "1 ручка",

        "strMeasure7": "1 литр горячего",

        "strMeasure8": "1 рубленая голова",

        "strMeasure9": "140 г",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1940679/broccoli-and-stilton-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52848",

        "strMeal": "Горячее с фасолью и колбасой",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "В большой кастрюле обжарьте сосиски, пока они не подрумянятся со всех сторон – около 10 минут.\r\nn\r\nВлейте томатный соус, хорошо помешивая, затем добавьте фасоль, патоку или сахар и горчицу. Доведите до кипения, накройте крышкой и готовьте в течение 30 минут. Отлично подается с хрустящим хлебом или рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vxuyrx1511302687.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=B0YX0yPX4Wo ",

        "strIngredient1": "Сосиски",

        "strIngredient2": "Томатный соус",

        "strIngredient3": "Масляные бобы",

        "strIngredient4": "Черная патока",

        "strIngredient5": "Английская горчица",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8 больших",

        "strMeasure2": "1 банка",

        "strMeasure3": "1200 г",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/339607/bean-and-sausage-hotpot ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52855",

        "strMeal": "Банановые блинчики",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "В миске разомните банан вилкой, пока он не станет похож на густое пюре. Добавьте яйца, разрыхлитель и ваниль.\r\nN Разогрейте большую сковороду с антипригарным покрытием или форму для блинов на среднем огне и смажьте половиной масла. Используя половину теста, выложите ложкой на сковороду два блинчика, готовьте по 1-2 минуты с каждой стороны, затем переложите на тарелку. Повторите процесс с оставшимся маслом и жидким тестом. Посыпьте блинчики орехами пекан и малиной.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sywswr1511383814.jpg ",

        "strTags": "Завтрак, Десерт, Сладкое",

        "strYoutube": "https://www.youtube.com/watch?v=kSKtb2Sv-_U ",

        "strIngredient1": "Банан",

        "strIngredient2": "Яйца",

        "strIngredient3": "Разрыхлитель для выпечки",

        "strIngredient4": "Ванильный экстракт",

        "strIngredient5": "Масло",

        "strIngredient6": "Орехи пекан",

        "strIngredient7": "Малина",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 большой",

        "strMeasure2": "2 средних",

        "strMeasure3": "ущипнуть",

        "strMeasure4": "мерцание",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "25g",

        "strMeasure7": "125 г",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/banana-pancakes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52873",

        "strMeal": "Тушеная говяжья клецка",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 180 °C / 350 °F / Газ 4.\r\nn\r\nN Для тушения говядины разогрейте масло и сливочное масло в жаропрочной кастрюле и обжаривайте говядину, пока она не подрумянится со всех сторон.\r\nn\r\nN Посыпьте мукой и готовьте еще 2-3 минуты.\r\nn\r\nНатрите чеснок и все овощи и обжаривайте 1-2 минуты.Размешайте в вине, бульоне и зелени, затем добавьте вустерширский соус и бальзамический уксус по вкусу. Приправьте солью и свежемолотым черным перцем.\r\nn\r\nN Накройте крышкой, переложите в духовку и готовьте около двух часов, или пока мясо не станет мягким.\r\nn\r\nN Для пельменей просейте муку, разрыхлитель и соль в миску.\r\nДобавьте сало и достаточное количество воды, чтобы получилось густое тесто.\r\nn\r\nN Руками, посыпанными мукой, скатайте ложки теста в маленькие шарики.\r\nn\r\nN Через два часа снимите крышку с тушенки и выложите шарики поверх тушенки. Накройте крышкой, верните в духовку и готовьте еще 20 минут или пока клецки не набухнут и не станут мягкими. (Если вы предпочитаете пельмени с золотистой корочкой, не закрывайте крышку, когда будете возвращать их в духовку.)\r\nn\r\nN Перед подачей выложите по ложке картофельного пюре на каждую из четырех сервировочных тарелок, а сверху выложите рагу и клецки. Посыпать рубленой зеленью петрушки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uyqrrv1511553350.jpg ",

        "strTags": "Тушеное мясо, Запекание",

        "strYoutube": "https://www.youtube.com/watch?v=6NgheY-r5t0 ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Говядина",

        "strIngredient4": "Обычная мука",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Лук",

        "strIngredient7": "Сельдерей",

        "strIngredient8": "Морковь",

        "strIngredient9": "Лук-порей",

        "strIngredient10": "Швед",

        "strIngredient11": "Красное вино",

        "strIngredient12": "Говяжий бульон",

        "strIngredient13": "Лавровый лист",

        "strIngredient14": "Тимьян",

        "strIngredient15": "Петрушка",

        "strIngredient16": "Обычная мука",

        "strIngredient17": "Разрыхлитель для выпечки",

        "strIngredient18": "Сало",

        "strIngredient19": "Вода",

        "strIngredient20": null,

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "25g",

        "strMeasure3": "750 г",

        "strMeasure4": "2 столовых ложки",

        "strMeasure5": "2 зубчика чеснока измельчить",

        "strMeasure6": "175g",

        "strMeasure7": "150 г",

        "strMeasure8": "150 г",

        "strMeasure9": "2 нарезанных",

        "strMeasure10": "200 г",

        "strMeasure11": "150 мл",

        "strMeasure12": "500 г",

        "strMeasure13": "2",

        "strMeasure14": "3 столовые ложки",

        "strMeasure15": "3 столовые ложки измельченных",

        "strMeasure16": "125 г",

        "strMeasure17": "1 чайная ложка",

        "strMeasure18": "60g",

        "strMeasure19": "Всплеск",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/beefstewwithdumpling_87333 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52874",

        "strMeal": "Пирог с говядиной и горчицей",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 150C / 300F / Gas 2.\r\n Смешайте говядину и муку вместе в миске с небольшим количеством соли и черного перца.\r\nN Разогрейте большую запеканку до горячего состояния, добавьте половину рапсового масла и столько говядины, чтобы она покрыла дно запеканки.Обжаривайте, пока не подрумянится с каждой стороны, затем выньте и отложите в сторону. Повторите с оставшимся маслом и говядиной.\r\nП вЕрните говядину в сковороду, добавьте вино и готовьте, пока объем жидкости не уменьшится наполовину, затем добавьте бульон, лук, морковь, тимьян и горчицу, хорошо приправьте солью и перцем.\r\nN Накройте крышкой и поставьте в духовку на два часа.Достаньте из духовки, проверьте наличие приправ и отставьте остывать. Удалите тимьян.\r\nпкогда говядина остынет и вы будете готовы собирать пирог, разогрейте духовку до 200C / 400F / Gas 6.\r\nПпереложите говядину в форму для пирога, смажьте края взбитыми яичными желтками и выложите тесто сверху. Смажьте верх теста еще большим количеством взбитого яйца.\r\nПрежьте тесто так, чтобы его излишков было достаточно, чтобы обжать края, затем поставьте в духовку и выпекайте в течение 30 минут или до тех пор, пока тесто не станет золотисто-коричневым и прожаренным.\r\nпДля зеленой фасоли доведите кастрюлю с подсоленной водой до кипения, добавьте фасоль и готовьте в течение 4-5 минут, или пока она не станет совсем мягкой.\r\nN сЛейте воду и сбрызните сливочным маслом, затем приправьте черным перцем.\r\nПдля подачи положите большую ложку пирога выложите на каждую тарелку, положив рядом немного зеленой фасоли.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sytuqu1511553755.jpg ",

        "strTags": "Мясо, Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=nMyBC9staMU ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Рапсовое масло",

        "strIngredient4": "Красное вино",

        "strIngredient5": "Говяжий бульон",

        "strIngredient6": "Лук",

        "strIngredient7": "Морковь",

        "strIngredient8": "Тимьян",

        "strIngredient9": "Горчица",

        "strIngredient10": "Яичные желтки",

        "strIngredient11": "Слоеное тесто",

        "strIngredient12": "Зеленая фасоль",

        "strIngredient13": "Сливочное масло",

        "strIngredient14": "Соль",

        "strIngredient15": "Перец",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "200 мл",

        "strMeasure5": "400 мл",

        "strMeasure6": "1 мелко нарезанный",

        "strMeasure7": "2 нарезанных",

        "strMeasure8": "3 веточки",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "2 свободных диапазона",

        "strMeasure11": "400 г",

        "strMeasure12": "300 г",

        "strMeasure13": "25g",

        "strMeasure14": "ущипнуть",

        "strMeasure15": "ущипнуть",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/beef_and_mustard_pie_58002 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52878",

        "strMeal": "Пирог с говядиной и устрицами",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Приправьте кубики говядины солью и черным перцем. Разогрейте столовую ложку масла в сковороде и обжарьте мясо на сильном огне. Сделайте это в три приема, чтобы не перегружать сковороду, и переложите мясо в большую огнеупорную форму для запекания, как только оно подрумянится со всех сторон. Если сковорода кажется сухой, добавьте еще масла.\r\nПв ту же сковороду добавьте еще столовую ложку масла и обжаривайте лук-шалот в течение 4-5 минут, затем добавьте чеснок и обжаривайте в течение 30 секунд. Добавьте бекон и обжаривайте, пока он слегка не подрумянится. Переложите смесь лука и бекона в форму для запекания и добавьте зелень.\r\nNразогрейте духовку до 180 °C / 350 ° F / Газ 4.\r\nN Налейте стаут в сковороду и доведите до кипения, помешивая, чтобы удалить прилипшие кусочки со дна сковороды. Вылейте стаут на говядину в форме для запекания и добавьте бульон. Накройте запеканку крышкой и поставьте в духовку на 1½-2 часа или до тех пор, пока говядина не станет мягкой, а соус не уменьшится.\r\nN Снимаем с поверхности жир, пробуем на вкус и при необходимости солим и перчим, затем добавляем пасту из кукурузной муки. Поставьте форму для запекания на плиту – не забывайте, что она будет горячей – и тушите 1-2 минуты, помешивая, до загустения. Оставьте остывать.\r\nПразогрейте духовку до 200С/400F/Газ 6. Чтобы приготовить тесто, положите муку и соль в очень большую миску. Натрите сливочное масло на терке и смешайте его с мукой в три приема. Постепенно добавьте 325 мл / 11 жидких унций холодной воды – возможно, вам не понадобится вся вода – и перемешивайте ножом с круглым лезвием, пока смесь не станет однородной. Слегка замесите тесто в шар на слегка посыпанной мукой поверхности и отложите 250 г / 9 унций для крышки пирога.\r\n Раскатайте оставшееся тесто примерно на 2 см / ¾ дюйма больше, чем блюдо, которое вы используете. Выложите на блюдо тесто, затем выложите начинку, уложив туда же устрицы. Смажьте края теста взбитым яйцом.\r\nП Оставшееся тесто раскатайте так, чтобы оно немного превышало размер вашего блюда, и аккуратно приподнимите над начинкой, плотно прижимая края, чтобы запечатать, затем обрежьте острым ножом. Смажьте взбитым яйцом для глазури. Выложите блюдо на противень и выпекайте в течение 25-30 минут или пока тесто не станет золотисто-коричневым, а начинка не начнет пузыриться.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wrssvt1511556563.jpg ",

        "strTags": "Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=ONX74yP6JnI ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук-шалот",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Бекон",

        "strIngredient6": "Тимьян",

        "strIngredient7": "Лавровый лист",

        "strIngredient8": "Крепкий",

        "strIngredient9": "Говяжий бульон",

        "strIngredient10": "Кукурузная мука",

        "strIngredient11": "Устрицы",

        "strIngredient12": "Обычная мука",

        "strIngredient13": "Соль",

        "strIngredient14": "Сливочное масло",

        "strIngredient15": "Яйца",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "900 г",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "3",

        "strMeasure4": "2 зубчика чеснока измельчить",

        "strMeasure5": "125 г",

        "strMeasure6": "1 столовая ложка измельченной",

        "strMeasure7": "2",

        "strMeasure8": "330 мл",

        "strMeasure9": "400 мл",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "8",

        "strMeasure12": "400 г",

        "strMeasure13": "ущипнуть",

        "strMeasure14": "250 г",

        "strMeasure15": "Для глазури",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/beef_and_oyster_pie_65230 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52891",

        "strMeal": "Ежевичный дурак",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Для печенья разогрейте духовку до 200C / 180C (вентилятор)/ Газ 6 и застелите два больших противня пергаментом для выпечки. Посыпьте орехи на противень и запекайте в духовке в течение 6-8 минут или до золотисто-коричневого цвета. Внимательно следите за ними, чтобы у них не было шанса сгореть. Выньте из духовки, выложите на доску и оставьте остывать.\r\nп Положите сливочное масло и сахар в большую миску и взбейте деревянной ложкой до легкой консистенции крема. Охлажденные орехи мелко порубите и добавьте к взбитому сливочному маслу и сахару вместе с лимонной цедрой, мукой и разрыхлителем. Хорошо перемешайте, пока смесь собирается вместе и образует шар – возможно, вам придется использовать свои руки.\r\nПразделите бисквитное тесто на 24 ровные части и скатайте в небольшие шарики. Выложите шарики на подготовленные противни на достаточном расстоянии друг от друга, чтобы они могли распределиться.\r\nN Выдавите печенье, чтобы оно расплющилось примерно до толщины 1 см / ½ дюйма. Выпекайте печенье, по одному противню за раз, в течение 12 минут или до очень бледно-золотисто-коричневого цвета. Оставьте остывать на противнях. Они будут очень мягкими, когда вы достанете их из духовки, но станут хрустящими, когда остынут.Храните в герметичной банке и употребляйте в течение пяти дней.\r\nпДля дурака промойте ежевику в дуршлаг, чтобы смыть пыль или грязь. Выложите ежевику в кастрюлю с антипригарным покрытием и посыпьте сахарной пудрой.Добавьте лимонный сок и слегка нагревайте в течение двух минут, или пока ежевика не начнет размягчаться и выделять сок. Достаньте и оставьте 12 ягод ежевики для украшения, а остальные продолжайте готовить.\r\nN Обжаривайте ежевику очень осторожно в течение 15 минут, регулярно помешивая, пока она не станет очень мягкой и мягкой. Снимите с огня и отожмите ягоды и сок через сито над миской, используя дно половника, чтобы извлечь как можно больше пюре. Оставьте пюре остывать и удалите семена. В итоге у вас должно получиться около 325 мл / 11 унций пюре.\r\nпналейте сливки и йогурт в большую миску и взбивайте электрическим венчиком до образования мягких пиков, когда венчик будет извлечен из миски – кислинка фруктов еще больше загустит крем, так что не переборщите.\r\nП кОгда пюре полностью остынет, отрегулируйте сладость по вкусу, добавив при необходимости больше сахара. Вылейте его в миску со взбитыми сливками и йогуртом и перемешайте один или два раза до получения однородной массы.\r\nнспложите ежевичный дурман в отдельные широкие стеклянные тарелки – или в одну большую миску. Он должен выглядеть довольно мраморным, так что не перемешивайте его слишком сильно. Сверху посыпьте несколькими крошечными листиками мяты и украсьте оставшейся ежевикой. Посыпьте небольшим количеством сахара, если хотите, и подавайте с ореховым печеньем.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rpvptu1511641092.jpg ",

        "strTags": "Десертный, Летний, Фруктовый, Молочный",

        "strYoutube": "https://www.youtube.com/watch?v=kniRGjDLFrQ ",

        "strIngredient1": "Фундук",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Сахарная пудра",

        "strIngredient4": "Лимон",

        "strIngredient5": "Обычная мука",

        "strIngredient6": "Разрыхлитель для выпечки",

        "strIngredient7": "Blackberrys",

        "strIngredient8": "Сахар",

        "strIngredient9": "Сахарная пудра",

        "strIngredient10": "Лимонный сок",

        "strIngredient11": "Двойной крем",

        "strIngredient12": "Йогурт",

        "strIngredient13": "Мятный",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "125 г",

        "strMeasure3": "150 г",

        "strMeasure4": "Тертый",

        "strMeasure5": "150 г",

        "strMeasure6": "½ чайной ложки",

        "strMeasure7": "600 г",

        "strMeasure8": "75g",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "300 мл",

        "strMeasure12": "100 мл",

        "strMeasure13": "Украсить",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/blackberry_fool_with_11859 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52894",

        "strMeal": "Торт Баттенберг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 ° С / 160 ° С с вентилятором / газом 4 и застелите основание и стенки квадратной формы диаметром 20 см пергаментом для выпечки (самый простой способ - перекрестить полоски длиной 2 х 20 см поверх основания). Чтобы приготовить миндальный бисквит, смешайте сливочное масло, сахар, муку, молотый миндаль, разрыхлитель, яйца, ваниль и миндальный экстракт в большой миске. Взбивайте электрическим венчиком, пока смесь не станет однородной. Выложите в форму, распределяя по углам, и запекайте в течение 25-30 минут – когда вы проткнете шпажку, она должна выйти чистой. Охладите в форме в течение 10 минут, затем переложите на решетку, чтобы завершите охлаждение, пока будете готовить вторую губку.\r\n Для розовой губки выровняйте форму, как указано выше. Смешайте все ингредиенты, как описано выше, но не добавляйте миндальный экстракт. Добавьте немного розового пищевого красителя. Затем выложите все это в форму и выпекайте, как и раньше. Остудить.\r\nПдля сборки разогрейте джем в небольшой кастрюле до жидкого состояния, затем процедите. Слегка обрежьте два противоположных края миндального бисквита, затем хорошо обрежьте третий край. Примерно измерьте высоту бисквита, затем, отталкиваясь от хорошо подстриженного края, с помощью линейки отрежьте 4 ломтика, ширина каждого из которых равна высоте бисквита. Выбросьте или откусите остатки бисквита. Повторите то же самое с розовым тортом.Возьмите 2 ломтика миндаля и 2 розовых ломтика и обрежьте так, чтобы они были одинаковой длины. Раскатайте один марципановый брусок на поверхности, слегка посыпанной сахарной пудрой, шириной чуть более 20 см, затем продолжайте раскатывать вдоль, пока марципан не станет толщиной примерно 0,5 см. Смажьте абрикосовым джемом, затем положите розовый и миндальный ломтики рядом на один конец марципана, смазывая джемом между ними, чтобы получились бисквиты, и оставляя 4 см прозрачного марципана в конце. Смажьте бисквиты еще большим количеством джема, затем смажьте оставшиеся 2 бутерброда сверху нарезать ломтиками, чередуя цвета, чтобы получился эффект шахматной доски. Обрежьте марципан по длине коржей.\r\nОсторожно приподнимите марципан и разровняйте торт руками, но оставьте небольшую складку марципана вдоль нижнего края, прежде чем приклеивать его к первой стороне. Обрежьте противоположную сторону так, чтобы она соответствовала размеру сгиба, затем обжмите края большим и указательным пальцами (или, проще говоря, прижмите зубцами вилки). Если хотите, пометьте 10 ломтиков с помощью зубцов вилки.\r\nСоберите второй Баттенберг и храните в герметичной коробке или хорошо завернув в пищевую пленку до 3 дней. Можно заморозить на срок до месяца.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ywwrsp1511720277.jpg ",

        "strTags": "Пирожное, Сладкое",

        "strYoutube": "https://www.youtube.com/watch?v=aB41Q7kDZQ0 ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Мука для самостоятельного приготовления",

        "strIngredient4": "Миндаль",

        "strIngredient5": "Разрыхлитель для выпечки",

        "strIngredient6": "Яйца",

        "strIngredient7": "Ванильный экстракт",

        "strIngredient8": "Экстракт миндаля",

        "strIngredient9": "Сливочное масло",

        "strIngredient10": "Сахарная пудра",

        "strIngredient11": "Мука для самостоятельного приготовления",

        "strIngredient12": "Миндаль",

        "strIngredient13": "Разрыхлитель для выпечки",

        "strIngredient14": "Яйца",

        "strIngredient15": "Ванильный экстракт",

        "strIngredient16": "Экстракт миндаля",

        "strIngredient17": "Розовый пищевой краситель",

        "strIngredient18": "Абрикос",

        "strIngredient19": "Марципан",

        "strIngredient20": "Сахарная пудра",

        "strMeasure1": "175g",

        "strMeasure2": "175g",

        "strMeasure3": "140 г",

        "strMeasure4": "50 г",

        "strMeasure5": "½ чайной ложки",

        "strMeasure6": "3 средних",

        "strMeasure7": "½ чайной ложки",

        "strMeasure8": "¼ чайной ложки",

        "strMeasure9": "175g",

        "strMeasure10": "175g",

        "strMeasure11": "140 г",

        "strMeasure12": "50 г",

        "strMeasure13": "½ чайной ложки",

        "strMeasure14": "3 средних",

        "strMeasure15": "½ чайной ложки",

        "strMeasure16": "¼ чайной ложки",

        "strMeasure17": "½ чайной ложки",

        "strMeasure18": "200 г",

        "strMeasure19": "1 кг",

        "strMeasure20": "Удаление пыли",

        "strSource": "https://www.bbcgoodfood.com/recipes/1120657/battenberg-cake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52904",

        "strMeal": "Говядина по-бургундски",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте большую сковороду для запекания и добавьте 1 столовую ложку гусиного жира. Приправьте говядину и обжаривайте до золотистого цвета, около 3-5 минут, затем переверните и обжаривайте с другой стороны, пока мясо не подрумянится со всех сторон, при необходимости добавляя больше жира. Сделайте это 2-3 порциями, переложив мясо в дуршлаг, установленный над миской, когда оно подрумянится.\r\nПв той же сковороде обжарьте бекон, лук-шалот или перловый лук, грибы, чеснок и букет гарни, пока они не подрумянятся. Добавьте томатное пюре и готовьте несколько минут, помешивая. Это обогащает бургиньон и делает его отличной основой для рагу. Затем верните говядину и весь вытекший сок в сковороду и тщательно перемешайте.\r\nналейте вино и около 100 мл воды, чтобы мясо выплыло из жидкости, но не было полностью покрыто. Доведите до кипения и ложкой соскребите со дна кастрюли карамелизированный кулинарный сок – это придаст рагу больше вкуса.\r\nПнагрейте духовку до 150С / вентилятор 130С / газ 2. Сделайте картуш: оторвите квадрат фольги немного больше, чем запеканка, разложите его на противне так, чтобы он закрывал верхнюю часть тушеного мяса, и обрежьте лишнюю фольгу. Затем готовьте в течение 3 часов. Если соус выглядит водянистым, выньте говядину и овощи шумовкой и отложите в сторону. Готовьте соус на сильном огне в течение нескольких минут, пока соус немного не загустеет, затем верните говядину и овощи в сковороду.\r\nпчтобы сделать пюре из сельдерея, очистите сельдерей и нарежьте кубиками. Разогрейте оливковое масло в большой сковороде. Добавьте сельдерей и обжаривайте в течение 5 минут, пока он не станет золотистым. Хорошо посолите и поперчите. Добавьте розмарин, тимьян, лавровый лист и стручки кардамона, затем влейте 200 мл воды, чтобы почти покрыть сельдерей. Убавьте огонь до минимума, частично накройте сковороду и оставьте тушиться на 25-30 минут.\r\nПпо истечении 25-30 минут сельдерей должен стать мягким, а большая часть воды испарится. Слейте оставшуюся воду, затем удалите веточки трав, лавровый лист и стручки кардамона. Слегка измельчите картофель в пюре, затем сбрызните небольшим количеством оливкового масла и приправьте по вкусу. Разложите говяжий бургиньон по сервировочным тарелкам и положите сверху большую ложку пюре из сельдерея. Украсьте одним из лавровых листьев, если хотите.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vtqxtu1511784197.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=SQnr4Z-7rok ",

        "strIngredient1": "Гусиный жир",

        "strIngredient2": "Говяжья голень",

        "strIngredient3": "Бекон",

        "strIngredient4": "Шалот",

        "strIngredient5": "Каштановый гриб",

        "strIngredient6": "Зубчик чеснока",

        "strIngredient7": "Букет Гарни",

        "strIngredient8": "Томатное пюре",

        "strIngredient9": "Красное вино",

        "strIngredient10": "Сельдерей",

        "strIngredient11": "Оливковое масло",

        "strIngredient12": "Тимьян",

        "strIngredient13": "Розмарин",

        "strIngredient14": "Лавровый лист",

        "strIngredient15": "Кардамон",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 ч. л.",

        "strMeasure2": "600 г",

        "strMeasure3": "100 г",

        "strMeasure4": "350 г",

        "strMeasure5": "250 г",

        "strMeasure6": "2 нарезанных",

        "strMeasure7": "1",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "750 мл",

        "strMeasure10": "600 г",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "свежие веточки",

        "strMeasure13": "свежие веточки",

        "strMeasure14": "2",

        "strMeasure15": "4",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/5032/beef-bourguignon ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52913",

        "strMeal": "Бри, завернутый в прошутто и бриошь",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "Инструкции по приготовлению": "Смешайте муку, 1 ч. л. соли, сахарную пудру, дрожжи, молоко и яйца вместе в миксере с помощью насадки для теста в течение 5 минут, пока тесто не станет однородным. Добавьте сливочное масло и перемешивайте еще 4 минуты на средней скорости. Очистите миску для теста и снова перемешивайте в течение 1 минуты. Переложите тесто в емкость, накройте пищевой пленкой и оставьте в холодильнике минимум на 6 часов перед использованием.Заверните бри в прошутто и отложите в сторону. Выложите тесто на слегка посыпанную мукой поверхность. Раскатайте в 25-сантиметровый круг. Положите завернутый Бри в середину круга и аккуратно загните края. Выложите сверток на противень, застеленный пергаментом для выпечки, и смажьте взбитым яйцом. Охладите в холодильнике в течение 30 минут, затем снова смажьте взбитым яйцом и охладите еще 30 минут. Оставьте подниматься на 1 час при комнатной температуре. Разогрейте духовку до 200С/180 С, затем выпекайте в течение 22 минут. Подавайте теплым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qqpwsy1511796276.jpg ",

        "strTags": "Гарнир, Угощение, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=FzNPPD8lbWg ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Дрожжи",

        "strIngredient4": "Молоко",

        "strIngredient5": "Яйца",

        "strIngredient6": "Яйца",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "Бри",

        "strIngredient9": "Прошутто",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "375g",

        "strMeasure2": "50 г",

        "strMeasure3": "7g",

        "strMeasure4": "75g",

        "strMeasure5": "3 больших",

        "strMeasure6": "Для глазури",

        "strMeasure7": "180 г",

        "strMeasure8": "250 г",

        "strMeasure9": "8 срезов",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1803634/brie-wrapped-in-prosciutto-and-brioche ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52914",

        "strMeal": "Картофель по-буланжерски",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Разогрейте духовку до 200С/180 С/газ 6. Обжарьте лук и веточки тимьяна в масле, пока они не станут мягкими и слегка подрумянятся (около 5 минут).\r\nN Выложите слой картофеля на дно 1,5-литровой формы для запекания, смазанной маслом. Посыпьте сверху несколькими луковицами (см. Рисунок выше) и продолжайте укладывать слоями, заканчивая слоем картофеля. Залейте бульоном и запекайте в течение 50-60 минут, пока картофель не сварится, а верх не станет золотистым и хрустящим.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qywups1511796761.jpg ",

        "strTags": "Сайддиш",

        "strYoutube": "https://www.youtube.com/watch?v=gcXPruv1Mjg ",

        "strIngredient1": "Лук",

        "strIngredient2": "Тимьян",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Картофель",

        "strIngredient5": "Овощной бульон",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 мелко нарезанных",

        "strMeasure2": "свежие веточки",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "1,5 кг",

        "strMeasure5": "425g",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/5056/boulangre-potatoes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52928",

        "strMeal": "Бобовые хвостики",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "В чашу стационарного миксера добавьте теплую воду, большую щепотку сахара и дрожжи. Дайте настояться до образования пены.\r\nN В ту же миску добавьте 1/2 стакана сахара, теплое молоко, растопленное сливочное масло, яйца и соль и взбейте до однородной массы.\r\nN Поместите крючок для теста в миксер, добавляйте муку при включенной машине, пока не образуется гладкое, но слегка липкое тесто.\r\nN Выложите тесто в миску, накройте полиэтиленовой пленкой и дайте расстояться в течение 1 1/2 часа.разрежьте тесто на 12 частей и раскатайте в длинные овальные формы толщиной около 1/4 дюйма, напоминающие бобровый хвост.\r\nПв большой глубокой кастрюле разогрейте масло до 350 градусов. Аккуратно выложите тесто из бобовых хвостов в горячее масло и готовьте по 30-45 секунд с каждой стороны до золотисто-коричневого цвета.\r\nN Обсушите на бумажных полотенцах и украсьте по желанию. Добавьте сахар с корицей, белый сахар с выжатым лимоном или щедро посыпьте нутеллой и горстью поджаренного миндаля. Наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ryppsv1511815505.jpg ",

        "strTags": "Угощение, Пудинг, Фирменное блюдо",

        "strYoutube": "https://www.youtube.com/watch?v=2G07UOqU2e8 ",

        "strIngredient1": "Вода",

        "strIngredient2": "Дрожжи",

        "strIngredient3": "Сахар",

        "strIngredient4": "Молоко",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Яйца",

        "strIngredient7": "Соль",

        "strIngredient8": "Мука",

        "strIngredient9": "Масло",

        "strIngredient10": "Лимон",

        "strIngredient11": "Сахар",

        "strIngredient12": "Корица",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/2 чашки",

        "strMeasure2": "2 части",

        "strMeasure3": "1/2 чашки",

        "strMeasure4": "1/2 чашки",

        "strMeasure5": "6 tblsp",

        "strMeasure6": "2",

        "strMeasure7": "1 ½ ч. л.",

        "strMeasure8": "2-1 / 2 чашки",

        "strMeasure9": "для жарки",

        "strMeasure10": "гарнир",

        "strMeasure11": "гарнир",

        "strMeasure12": "гарнир",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.tastemade.com/videos/beavertails ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52940",

        "strMeal": "Тушеная курица в коричневом цвете",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "Инструкции по приготовлению": "Выдавите лайм на курицу и хорошо разотрите. Слейте лишний сок лайма.\r\nN Смешайте помидоры, зеленый лук, лук, чеснок, перец, тимьян, перец душистый и соевый соус в большой миске с кусочками курицы. Накройте и маринуйте не менее одного часа.\r\nПнагрейте масло в голландской кастрюле или большой кастрюле. Вынимая каждый кусочек курицы из маринада, стряхните с него приправы. Маринад оставьте для соуса.\r\nN Слегка обжаривайте курицу по нескольку кусочков за раз в очень горячем масле. Выложите подрумяненные кусочки курицы на тарелку, чтобы они отдохнули, пока вы подрумяниваете остальные кусочки.\r\nN Слейте лишнее масло и верните курицу на сковороду. Залейте курицу маринадом и добавьте морковь. Перемешайте и готовьте на среднем огне в течение 10 минут.Смешайте муку и кокосовое молоко и добавьте в рагу, постоянно помешивая. Убавьте огонь до минимума и готовьте еще 20 минут или до готовности.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sypxpx1515365095.jpg ",

        "strTags": "Тушеное мясо",

        "strYoutube": "https://www.youtube.com/watch?v=_gFB1fkNhXs ",

        "strIngredient1": "Курица",

        "strIngredient2": "Помидор",

        "strIngredient3": "Лук",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Красный перец",

        "strIngredient6": "Морковь",

        "strIngredient7": "Лайм",

        "strIngredient8": "Тимьян",

        "strIngredient9": "Душистый перец",

        "strIngredient10": "Соевый соус",

        "strIngredient11": "Кукурузный крахмал",

        "strIngredient12": "Кокосовое молоко",

        "strIngredient13": "Растительное масло",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 целое",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "2 нарезанных",

        "strMeasure4": "2 нарезанных",

        "strMeasure5": "1 нарезанный",

        "strMeasure6": "1 нарезанный",

        "strMeasure7": "1",

        "strMeasure8": "2 ч. л.",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "2 ч. л.",

        "strMeasure12": "2 чашки",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.geniuskitchen.com/recipe/authentic-jamaican-brown-stew-chicken-347996 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52952",

        "strMeal": "Биф Ло Майн",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "ШАГ 1 - МАРИНОВАНИЕ ГОВЯДИНЫ\nr\nВ миску добавьте говядину, соль, 1 щепотку белого перца, 1 чайную ложку кунжутного масла, 1/2 яйца, кукурузный крахмал, 1 столовую ложку масла и перемешайте.\r\nШаг 2 - ВАРКА ЛАПШИ\nr\nПв кастрюле объемом 6 куб. см добавьте лапшу в кипящую воду, пока лапша не погрузится, и варите на сильном огне в течение 10 секунд. После того как ваша лапша сварится, процедите и остудите холодной водой.\r\nШаг 3 - ОБЖАРИВАЕМ\r\nНа 2 столовых ложках масла говядину и готовим на сильном огне, пока говядина не станет средней готовности.\r\nN Отложите приготовленную говядину в сторону\r\nN В вок добавьте 2 столовые ложки масла, лук, измельченный чеснок, измельченный имбирь, ростки фасоли, грибы, стручки гороха и 1,5 стакана воды или пока овощи не погрузятся в воду.\r\nПереложите лапшу в вок\r\nПдля приготовления соуса добавьте устричный соус, 1 щепотку белого перца, 1 чайную ложку кунжутного масла, сахар и 1 чайную ложку соевого соуса.\r\nN зАтем добавьте говядину в вок и обжарьте, помешивая ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529444830.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=ZT9LSsNXXe0 ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Соль",

        "strIngredient3": "Перец",

        "strIngredient4": "Кунжутное масло",

        "strIngredient5": "Яйцо",

        "strIngredient6": "Крахмал",

        "strIngredient7": "Масло",

        "strIngredient8": "Лапша",

        "strIngredient9": "Лук",

        "strIngredient10": "Измельченный чеснок",

        "strIngredient11": "Имбирь",

        "strIngredient12": "Ростки фасоли",

        "strIngredient13": "Грибы",

        "strIngredient14": "Вода",

        "strIngredient15": "Устричный соус",

        "strIngredient16": "Сахар",

        "strIngredient17": "Соевый соус",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/2 фунта",

        "strMeasure2": "ущипнуть",

        "strMeasure3": "ущипнуть",

        "strMeasure4": "2 ч. л.",

        "strMeasure5": "1/2",

        "strMeasure6": "3 столовые ложки",

        "strMeasure7": "5 столовых ложек",

        "strMeasure8": "1/4 фунта",

        "strMeasure9": "1/2 чашки",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "1 чашка",

        "strMeasure13": "1 чашка",

        "strMeasure14": "1 чашка",

        "strMeasure15": "1 столовая ложка",

        "strMeasure16": "1 чайная ложка",

        "strMeasure17": "1 чайная ложка",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://sueandgambo.com/pages/beef-lo-mein ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52959",

        "strMeal": "Запеченный лосось с фенхелем и помидорами",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте духовку до 180 ° С / вентилятор 160 ° С / газ 4. Обрежьте листья фенхеля и отложите в сторону. Разрежьте луковицы фенхеля пополам, затем разрежьте каждую половинку на 3 дольки. Варите в кипящей подсоленной воде 10 минут, затем хорошо процедите. Крупно нарежьте листья фенхеля, затем смешайте с петрушкой и лимонной цедрой.\r\nn\r\nN Выложите очищенный фенхель на неглубокую жаропрочную посуду, затем добавьте помидоры. Сбрызните оливковым маслом и запекайте в течение 10 минут. Выложите лосось среди овощей, сбрызните лимонным соком, затем запекайте еще 15 минут, пока рыба не будет готова. Посыпьте зеленью петрушки и подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1548772327.jpg ",

        "strTags": "Палео, Кето, с высоким содержанием жира, Выпечка, с низким содержанием углеводов",

        "strYoutube": "https://www.youtube.com/watch?v=xvPR2Tfw5k0 ",

        "strIngredient1": "Фенхель",

        "strIngredient2": "Петрушка",

        "strIngredient3": "Лимон",

        "strIngredient4": "Помидоры черри",

        "strIngredient5": "Оливковое масло",

        "strIngredient6": "Лосось",

        "strIngredient7": "Черные оливки",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 средних",

        "strMeasure2": "2 столовые ложки измельченных",

        "strMeasure3": "Сок 1",

        "strMeasure4": "175g",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "350 г",

        "strMeasure7": "служить",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/7745/baked-salmon-with-fennel-and-tomatoes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52961",

        "strMeal": "Budino Di Ricotta",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Разомните рикотту и хорошо взбейте с яичными желтками, добавьте муку, сахар, корицу, тертую лимонную цедру и ром и хорошо перемешайте. Вы можете сделать это в кухонном комбайне. Взбейте яичные белки до загустения, сложите и вылейте в смазанную маслом и посыпанную мукой форму диаметром 25 см. Выпекайте в духовке при температуре 180ºC/160ºC с вентилятором/газом 4 около 40 минут или пока тесто не станет твердым.\r\nn\r\nПодавать горячим или холодным, посыпав сахарной пудрой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1549542877.jpg ",

        "strTags": "Торт, Выпечка, Десерт, Сладкий, Алкогольный, Калорийный",

        "strYoutube": "https://www.youtube.com/watch?v=6dzd6Ra6sb4 ",

        "strIngredient1": "Рикотта",

        "strIngredient2": "Яйца",

        "strIngredient3": "Мука",

        "strIngredient4": "Сахар",

        "strIngredient5": "Корица",

        "strIngredient6": "Лимоны",

        "strIngredient7": "Темный ром",

        "strIngredient8": "Сахарная пудра",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "4 больших",

        "strMeasure3": "3 столовые ложки",

        "strMeasure4": "250 г",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "Тертая цедра 2 шт.",

        "strMeasure7": "5 столовых ложек",

        "strMeasure8": "разбрызгивание",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://thehappyfoodie.co.uk/recipes/ricotta-cake-budino-di-ricotta ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52965",

        "strMeal": "Картофельный завтрак",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Прежде чем что-либо делать, заморозьте ломтики бекона таким образом, когда будете готовы к приготовлению, его будет намного легче нарезать!\r\nПмойте картофель и нарежьте средними кубиками на квадратные кусочки. Чтобы предотвратить потемнение, положите уже нарезанный картофель в миску, наполненную водой.\r\nТем временем разогрейте 1-2 столовые ложки масла в большой сковороде на средне-сильном огне. Наклоните сковороду, чтобы масло равномерно растеклось.\r\nКак только масло нагреется, слейте воду с картофеля и добавьте в сковороду. Приправьте солью, перцем и лавровым листом по мере необходимости.\r\nГотовьте 10 минут, часто помешивая картофель, до коричневого цвета. При необходимости добавьте еще столовую ложку масла.\r\nN Нарежьте бекон и добавьте к картофелю. Бекон начнет подрумяниваться, а жир начнет выделяться для дальнейшего приготовления картофеля. Подбрось его немного вверх! Бекону потребуется 5-6 минут, чтобы стать хрустящим.\r\nКак только бекон будет готов, уменьшите огонь до средне-низкого, добавьте измельченный чеснок и перемешайте. Приправьте еще раз. Добавьте сушеную или свежую петрушку. Контролируйте нагрев по мере необходимости.\r\nП Пусть чеснок обжаривается до появления аромата, около одной минуты.\r\nП Непосредственно перед подачей сбрызните кленовым сиропом и перемешайте. Дайте ему повариться еще минуту, чтобы картофель приобрел эффект карамелизации.Подавайте в теплой миске с яйцом солнечной стороной вверх!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1550441882.jpg ",

        "strTags": "Завтрак,Поздний завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=BoD0TIO9nE4 ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Бекон",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Кленовый сироп",

        "strIngredient6": "Петрушка",

        "strIngredient7": "Соль",

        "strIngredient8": "Перец",

        "strIngredient9": "Душистый перец",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 средних",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "2 полоски",

        "strMeasure4": "Измельченный",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "Гарнир",

        "strMeasure7": "Ущипнуть",

        "strMeasure8": "Ущипнуть",

        "strMeasure9": "По вкусу",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://www.vodkaandbiscuits.com/2014/03/06/bangin-breakfast-potatoes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52979",

        "strMeal": "Биттербаллен (голландские фрикадельки)",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Растопите сливочное масло в сковороде или на сковороде. Когда тесто растает, понемногу добавляйте муку и размешивайте до получения густой пасты. Медленно добавьте бульон, следя за тем, чтобы рулет впитал жидкость. Тушите пару минут на слабом огне, пока не добавите лук, петрушку и измельченное мясо. Смесь должна загустеть и превратиться в густой, густой соус.\r\nn\r\nn Перелейте смесь в неглубокую емкость, накройте и поставьте в холодильник на несколько часов или пока соус не застынет.Возьмите столовую ложку холодного густого соуса с горкой и быстро скатайте его в небольшой шарик. Слегка обваляйте в муке, затем в яйце и, наконец, в панировочных сухарях. Убедитесь, что яйцо покрывает всю поверхность биттербала. Когда все будет готово, охладите закуски, пока масло во фритюрнице разогревается до температуры 190C (375F). Обжаривайте по четыре биттерболена за раз до золотистого цвета.Подавайте на тарелке с хорошей зернистой или острой горчицей.\nr\nn",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/lhqev81565090111.jpg ",

        "strTags": "Вечеринка, похмелье, Алкоголь",

        "strYoutube": "https://www.youtube.com/watch?v=q8AKfYUtDuM ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Мука",

        "strIngredient3": "Говяжий бульон",

        "strIngredient4": "Лук",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Говядина",

        "strIngredient7": "Соль",

        "strIngredient8": "Перец",

        "strIngredient9": "Мускатный орех",

        "strIngredient10": "Мука",

        "strIngredient11": "Яйца",

        "strIngredient12": "Панировочные сухари",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "150 г",

        "strMeasure3": "700 мл",

        "strMeasure4": "30g",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "400 г",

        "strMeasure7": "Ущипнуть",

        "strMeasure8": "Ущипнуть",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": "50 г",

        "strMeasure11": "2 битых",

        "strMeasure12": "50 г",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.holland.com/global/tourism/information/traditional-dutch-food/bitterballen.htm ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52995",

        "strMeal": "Шашлык из свинины в слоеном соусе",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "1. Разогрейте духовку до 450 градусов. Вымойте и обсушите все продукты. Нарежьте сладкий картофель дольками толщиной в ½ дюйма. Выложите на противень, сбрызните маслом, посолите и поперчите. Запекайте, пока они не подрумянятся и не станут мягкими, 20-25 минут.\r\nn\r\nn2\r\nn\r\nN Тем временем лук разрежьте пополам и очистите. Нарежьте как можно тоньше, пока не получится ¼ стакана (½ стакана на 4 порции); оставшийся лук мелко нарежьте. Очистите и мелко нарежьте чеснок. Лайм разрезать пополам, выжать сок в небольшую миску. Разрежьте булочки пополам. Добавьте 1 столовую ложку сливочного масла (2 столовые ложки на 4 порции) в отдельную маленькую миску, пригодную для микроволновой печи; готовьте в микроволновой печи, пока масло не растает, 30 секунд. Смажьте кисточкой срезанные стороны булочек.\r\nn\r\nn3\r\nn\r\nn В миску с соком лайма добавьте нарезанный лук, ¼ ч.л. сахара (½ ч.л. на 4 порции) и щепотку соли. Перемешайте до однородности; отложите в сторону для быстрого маринования.\r\nn\r\nn4\r\nn\r\nN Разогрейте немного масла в большой сковороде на средне-сильном огне. Добавьте нарезанный лук, приправьте солью и перцем. Готовьте, помешивая, до мягкости, 4-5 минут. Добавьте чеснок и готовьте до появления аромата, еще 30 секунд. Добавьте свинину, приправьте солью и перцем. Готовьте, разламывая мясо на кусочки, пока оно не подрумянится и не прожарится, 4-6 минут.\r\nn\r\nn5\r\nn\r\nN Пока свинина готовится, в третьей маленькой миске смешайте соус барбекю, жидкость для маринования лука, 3 ст. л. кетчупа (6 ст.л. на 4 порции), ½ ч.л. сахара (1 ч. л. на 4 порции) и ¼ стакана воды (⅓ чашка на 4 персоны). Как только свинина будет прожарена, добавьте в сковороду смесь соуса барбекю. Готовьте, помешивая, пока соус не загустеет, 2-3 минуты. Попробуйте и приправьте солью и перцем.\r\nn\r\nn6\r\nn\r\nN Тем временем поджарьте булочки в духовке или тостере до золотистого цвета, 3-5 минут. Разделите поджаренные булочки на тарелки и наполните таким количеством свинины барбекю, сколько захотите. Сверху выложите маринованный лук и острый соус. Подавайте с дольками сладкого картофеля на гарнир.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/atd5sh1583188467.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Картофель",

        "strIngredient2": "Красный лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Лайм",

        "strIngredient5": "Хлеб",

        "strIngredient6": "Свинина",

        "strIngredient7": "Соус для барбекю",

        "strIngredient8": "Горячее пюре",

        "strIngredient9": "Томатный кетчуп",

        "strIngredient10": "Сахар",

        "strIngredient11": "Растительное масло",

        "strIngredient12": "Соль",

        "strIngredient13": "Перец",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "1",

        "strMeasure3": "2 зубчика",

        "strMeasure4": "1",

        "strMeasure5": "2",

        "strMeasure6": "1 фунт",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52997",

        "strMeal": "Миски из говяжьего Бань Ми с майонезом Шрирача, морковью и маринованным огурцом",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "Инструкции по приготовлению": "Добавьте ингредиенты: майонез, сирачу\r\nn\r\nn1\r\nn\r\nN Переложите рис в мелкоячеистое сито и промойте, пока вода не станет прозрачной. Добавьте в небольшую кастрюлю 1 стакан воды (2 стакана на 4 порции) и щепотку соли. Доведите до кипения, затем накройте крышкой и уменьшите огонь до минимума. Готовьте, пока рис не станет мягким, 15 минут. Уберите с огня под крышкой минимум на 10 минут или до готовности к подаче.\r\nn\r\nn2\r\nn\r\nN Тем временем вымойте и высушите все продукты. Очистите и мелко нарежьте чеснок. Цедра и четвертинка лайма (на 4 порции цедра 1 лайма и четвертинки обоих). Огурец обрежьте и разрежьте вдоль пополам; тонко нарежьте нарежьте поперек на полукольца. Лук разрежьте пополам, очистите и нарежьте средними кубиками. Морковь обрежьте, очистите и натрите на крупной терке.\r\nn\r\nn3\r\nn\r\nN В миске среднего размера смешайте огурец, сок половины лайма, ¼ ч.л. сахара (½ ч.л. на 4 порции) и щепотку соли. В небольшой миске смешайте майонез, щепотку чеснока, выжатый сок лайма и столько шрирачи, сколько захотите. Приправьте солью и перцем.\r\nn\r\nn4\r\nn\r\nN Разогрейте немного масла в большой сковороде на средне-сильном огне. Добавьте лук и готовьте, помешивая, до мягкости, 4-5 минут. Добавьте говядину, оставшийся чеснок и 2 ч. л. сахара (4 ч. л. на 4 порции). Готовьте, разламывая мясо на кусочки, пока говядина не подрумянится и не прожарится, 4-5 минут. Добавьте соевый соус. Выключите огонь, попробуйте и приправьте солью и перцем.\r\nn\r\nn5\r\nn\r\nN Размять рис вилкой; добавить цедру лайма и 1 ст. л. сливочного масла. Разделите рис по тарелкам. Сверху выложите говядину, тертую морковь и маринованный огурец. Сверху полейте выжатым соком лайма. Сбрызните майонезом шрирача.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/z0ageb1583189517.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Рис",

        "strIngredient2": "Лук",

        "strIngredient3": "Лайм",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Огурец",

        "strIngredient6": "Морковь",

        "strIngredient7": "Говяжий фарш",

        "strIngredient8": "Соевый соус",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "Белый",

        "strMeasure2": "1",

        "strMeasure3": "1",

        "strMeasure4": "3",

        "strMeasure5": "1",

        "strMeasure6": "3 унции",

        "strMeasure7": "1 фунт",

        "strMeasure8": "2 унции",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53013",

        "strMeal": "Биг Мак",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Для приготовления соуса для Биг-мака смешайте все ингредиенты в миске, посолите и охладите до готовности к употреблению.\r\nn2. Чтобы приготовить котлеты, приправьте фарш солью и перцем и сформируйте 4 шарика, используя примерно по 1/3 стакана фарша каждый. Выложите каждый на квадрат бумаги для выпечки и разровняйте, чтобы сформировать четыре круга размером 15 см. Разогрейте масло в большой сковороде на сильном огне. Приготовьте котлеты из говядины 2 порциями по 1-2 минуты с каждой стороны, пока они слегка не подрумянятся и не прожарятся. Снимите с огня и держите в тепле. Повторите то же самое с оставшимися двумя котлетами.\r\nn3. Аккуратно разрежьте каждую булочку для бургера на три части поперек, затем слегка поджарьте.\r\nn4. Чтобы собрать бургеры, намажьте немного соуса Биг Мак на нижнюю основу. Сверху выложите нарезанный лук, измельченные листья салата, ломтик сыра, говяжью котлету и несколько ломтиков маринованных огурцов. Сверху выложите средний слой булочек и намажьте большим количеством соуса для биг-мака, лука, листьев салата, маринованных огурцов, говяжьей котлеты, а затем полейте большим количеством соуса. Перед подачей накройте бургер крышкой.\r\nn5. Подождав полчаса, пока ваша еда осядет, отправляйтесь на пробежку",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/urzj1d1587670726.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=C5J39YnnPsg ",

        "strIngredient1": "Говяжий фарш",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Булочки для бургеров с кунжутом",

        "strIngredient4": "Лук",

        "strIngredient5": "Салат-латук айсберг",

        "strIngredient6": "Сыр",

        "strIngredient7": "Маринованные огурцы с укропом",

        "strIngredient8": "Майонез",

        "strIngredient9": "Белый винный уксус",

        "strIngredient10": "Перец",

        "strIngredient11": "Горчица",

        "strIngredient12": "Луковая соль",

        "strIngredient13": "Чесночный порошок",

        "strIngredient14": "Паприка",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "2",

        "strMeasure4": "Нарезанный",

        "strMeasure5": "1/4",

        "strMeasure6": "2 нарезанных",

        "strMeasure7": "2 больших",

        "strMeasure8": "1 чашка",

        "strMeasure9": "2 ч. л.",

        "strMeasure10": "Ущипнуть",

        "strMeasure11": "2 ч. л.",

        "strMeasure12": "1 1/2 ч. л.",

        "strMeasure13": "1 1/2 ч. л.",

        "strMeasure14": "1/2 чайной ложки",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.delicious.com.au/recipes/finally-recipe-worlds-top-selling-burger-big-mac/5221ee4a-279e-4a0b-8629-f442dc46822e",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53018",

        "strMeal": "Бигос (Тушеное мясо охотников)",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Разогрейте духовку до 350 градусов по Фаренгейту (175 градусов по Цельсию).\r\nn\r\nN Разогрейте большую кастрюлю на среднем огне. Добавьте бекон и кильбасу; готовьте, помешивая, пока бекон не превратится в жир, а колбаса не подрумянится. Шумовкой выньте мясо и переложите в большую кастрюлю или жаровню.\r\nn\r\nN Слегка обваляйте кубики свинины в муке и обжарьте их в беконе на средне-сильном огне до золотистого цвета. Шумовкой переложите свинину в запеканку. Добавьте чеснок, лук, морковь, свежие грибы, капусту и квашеную капусту. Уменьшите огонь до среднего; готовьте, помешивая, пока морковь не станет мягкой, около 10 минут. Не дайте овощам подрумяниться.\r\nn\r\nn Разогрейте сковороду, влив в нее красное вино и помешивая, чтобы удалить все кусочки пищи и муки, прилипшие ко дну. Приправьте лавровым листом, базиликом, майораном, паприкой, солью, перцем, тмином и кайенским перцем; готовьте 1 минуту.Добавьте сушеные грибы, острый перечный соус, вустерширский соус, говяжий бульон, томатную пасту и помидоры. Прогревайте до кипения. Вылейте овощи и всю жидкость в форму для запекания вместе с мясом. Накройте крышкой.Запекайте в предварительно разогретой духовке от 2 1/2 до 3 часов, пока мясо не станет очень нежным.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/md8w601593348504.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=Oqg_cO4s8ik ",

        "strIngredient1": "Бекон",

        "strIngredient2": "Кильбаса",

        "strIngredient3": "Свинина",

        "strIngredient4": "Мука",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Лук",

        "strIngredient7": "Грибы",

        "strIngredient8": "Капуста",

        "strIngredient9": "Квашеная капуста",

        "strIngredient10": "Красное вино",

        "strIngredient11": "Лавровый лист",

        "strIngredient12": "Базилик",

        "strIngredient13": "Майоран",

        "strIngredient14": "Паприка",

        "strIngredient15": "Семена тмина",

        "strIngredient16": "Горячее пюре",

        "strIngredient17": "Говяжий бульон",

        "strIngredient18": "Томатное пюре",

        "strIngredient19": "Нарезанные кубиками помидоры",

        "strIngredient20": "Вустерширский соус",

        "strMeasure1": "2 нарезанных",

        "strMeasure2": "1 фунт",

        "strMeasure3": "1 фунт",

        "strMeasure4": "1/4 стакана",

        "strMeasure5": "3 нарезанных",

        "strMeasure6": "1 Нарезанный кубиками",

        "strMeasure7": "1 1/2 чашки",

        "strMeasure8": "4 чашки",

        "strMeasure9": "1 банка",

        "strMeasure10": "1/4 стакана",

        "strMeasure11": "1",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "1 чайная ложка",

        "strMeasure14": "1 столовая ложка",

        "strMeasure15": "1/8 чайной ложки",

        "strMeasure16": "1 черточка",

        "strMeasure17": "5 чашек",

        "strMeasure18": "2 столовые ложки",

        "strMeasure19": "1 чашка",

        "strMeasure20": "1 черточка",

        "strSource": "https://www.allrecipes.com/recipe/138131/bigos-hunters-stew /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53036",

        "strMeal": "Коробочный завтрак",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",

        "стрАриа": "ирландский",

        "strInstructions": "ШАГ 1\nr\nПперед тем, как начать, поставьте духовку на самую низкую настройку, чтобы сохранить продукты теплыми. Очистите картофель, 2 из них натрите на крупной терке, затем отложите в сторону. Остальные 2 нарежьте крупными кусками, затем варите 10-15 минут или до готовности. Тем временем выжмите как можно больше жидкости из тертого картофеля, используя чистое кухонное полотенце. Разомните вареный картофель, затем смешайте с тертым картофелем, зеленым луком и мукой.\r\nn\r\nШаг 2\r\nN Взбейте яичный белок в большой миске до образования мягких пиков. Добавьте пахту, затем добавьте бикарбонат соды. Добавьте в картофельную смесь.Шаг 3 Разогрейте большую сковороду с антипригарным покрытием на среднем огне, затем добавьте 1 ст. л. сливочного масла и немного масла. Выложите на сковороду 3-4 ложки картофельной смеси, затем осторожно готовьте по 3-5 минут с каждой стороны до образования золотистой корочки. Пока вы готовите следующую порцию, держите ее теплой на тарелке в духовке, перед этим добавив на сковороду побольше сливочного и растительного масла. Из смеси получится 16 коробочек размером с пышку. Можно приготовить за день до этого, выложить на кухонную бумагу, затем разогревать в низкой духовке в течение 20 минут.Шаг 4 Разогрейте гриль до средней температуры и выложите помидоры в сковороду с толстым дном. Добавьте хороший кусочек сливочного масла и немного растительного масла, затем обжаривайте около 5 минут до мягкости. Поджарьте бекон на гриле, затем выложите на тарелку и держите в тепле. Выложите котлету, бекон и яйцо, а на гарнир подавайте помидоры.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/naqyel1608588563.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=80W0mCFDIP0 ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Зеленый лук",

        "strIngredient3": "Обычная мука",

        "strIngredient4": "Яичный белок",

        "strIngredient5": "Молоко",

        "strIngredient6": "Бикарбонат соды",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "Растительное масло",

        "strIngredient9": "Помидоры черри",

        "strIngredient10": "Бекон",

        "strIngredient11": "Яйцо",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 больших",

        "strMeasure2": "1 связка",

        "strMeasure3": "100 г",

        "strMeasure4": "1",

        "strMeasure5": "150 мл",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "3 столовые ложки",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "6",

        "strMeasure10": "12",

        "strMeasure11": "6",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/boxty-bacon-eggs-tomatoes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53053",

        "strMeal": "Ранданг из говядины",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Измельчите ингредиенты для пасты со специями, а затем измельчите их в кухонном комбайне до получения однородной массы.\r\nПнагрейте масло в сотейнике, добавьте пасту со специями, корицу, гвоздику, бадьян и кардамон и обжаривайте, помешивая, до появления аромата. Добавьте говядину и толченый лемонграсс и перемешивайте в течение 1 минуты. Добавьте кокосовое молоко, сок тамаринда, воду и тушите на среднем огне, часто помешивая, пока мясо не станет почти готовым. Добавьте листья кафрского лайма, керисик (поджаренный кокосовый орех), сахар или пальмовый сахар, перемешивая, чтобы они хорошо смешались с мясом.\r\nN Убавьте огонь до минимума, накройте крышкой и тушите от 1 до 1 1/2 часа или до тех пор, пока мясо не станет действительно нежным, а подливка не подсохнет. Добавьте еще соли и сахара по вкусу. Подавайте сразу с рисом, приготовленным на пару, и оставьте немного на ночь ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/bc8v651619789840.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=Ot-dmfBaZrA ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Растительное масло",

        "strIngredient3": "Палочка корицы",

        "strIngredient4": "Гвоздика",

        "strIngredient5": "Звездчатый анис",

        "strIngredient6": "Кардамон",

        "strIngredient7": "Кокосовый крем",

        "strIngredient8": "Вода",

        "strIngredient9": "Паста из тамаринда",

        "strIngredient10": "Лайм",

        "strIngredient11": "Сахар",

        "strIngredient12": "Шалот",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 фунт",

        "strMeasure2": "5 столовых ложек",

        "strMeasure3": "1",

        "strMeasure4": "3",

        "strMeasure5": "3",

        "strMeasure6": "3",

        "strMeasure7": "1 чашка",

        "strMeasure8": "1 чашка",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "6",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "5",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://rasamalaysia.com/beef-rendang-recipe-rendang-daging /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53060",

        "strMeal": "Бурек",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Обжарьте мелко нарезанный лук и мясной фарш в масле. Добавьте соль и перец. Смажьте маслом круглый противень и выложите на него слой теста. Покройте тонким слоем начинки и накройте его другим слоем теста фило, которое должно быть хорошо смазано маслом. Выложите еще один слой начинки и накройте тестом. Когда у вас получится пять или шесть слоев, накройте тестом фило, выпекайте при температуре 200ºC / 392ºF в течение получаса, разрежьте на четвертинки и подавайте.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tkxquw1628771028.jpg ",

        "strTags": "Уличная еда, Онтего",

        "strYoutube": "https://www.youtube.com/watch?v=YsJXZwE5pdY ",

        "strIngredient1": "Выпечка Фило",

        "strIngredient2": "Говяжий фарш",

        "strIngredient3": "Лук",

        "strIngredient4": "Масло",

        "strIngredient5": "Соль",

        "strIngredient6": "Перец",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 пакет",

        "strMeasure2": "150 г",

        "strMeasure3": "150 г",

        "strMeasure4": "40g",

        "strMeasure5": "Тире",

        "strMeasure6": "Тире",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.visit-croatia.co.uk/croatian-cuisine/croatian-recipes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52776",

        "strMeal": "Шоколадный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 °C/350 °F/ Газовая отметка 4. Смажьте и выстелите пергаментом для выпечки основание круглой формы для торта размером 8 дюймов\nr\nПразломайте шоколад в жаропрочную миску, поставьте над кастрюлей с кипящей водой и перемешивайте, пока он не растает. (или растопите в микроволновой печи в течение 2-3 минут, периодически помешивая)\r\nП Положите сливочное масло и сахар в миску для смешивания и взбивайте деревянной ложкой до получения легкой и пышной массы. Постепенно вбейте яйца, добавляя немного муки, если смесь начнет сворачиваться. Добавьте оставшуюся муку с охлажденным, растопленным шоколадом и молоком. Перемешайте до получения однородной массы.Выложите смесь в форму для пирога и выпекайте в течение 50-55 минут или до тех пор, пока серединка не станет твердой, а шпажка не выйдет чистой. Охлаждайте в течение 10 минут, затем выньте и полностью остудите.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tqtywx1468317395.jpg ",

        "strTags": "Торт, Шоколад, Десерт, Пудинг",

        "strYoutube": "https://www.youtube.com/watch?v=dsJtgmAhFF4 ",

        "strIngredient1": "Обычный шоколад",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Молоко",

        "strIngredient4": "Яйца",

        "strIngredient5": "Сахарный песок",

        "strIngredient6": "Мука",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "250 г",

        "strMeasure2": "175g",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "5",

        "strMeasure5": "175g",

        "strMeasure6": "125 г",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": "http://www.goodtoknow.co.uk/recipes/536028/chocolate-gateau ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52765",

        "strMeal": "Запеканка из куриной энчилады",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разрежьте каждую куриную грудку примерно на 3 части, чтобы она быстрее приготовилась, и положите в небольшую кастрюлю. Полейте его соусом энчилада и готовьте под крышкой на слабом или среднем огне, пока курица не будет прожарена, около 20 минут. Вода не нужна, курица будет готовиться в соусе энчилада. Обязательно периодически помешивайте, чтобы тесто не прилипло ко дну.\r\nП Выньте курицу из кастрюли и измельчите двумя вилками.\r\nРазогрейте духовку до 375 градусов по Фаренгейту.\r\nN Начните выкладывать запеканку слоями. Выложите примерно четверть стакана оставшегося соуса энчилада на дно формы для запекания. Я использовала более длинную форму для запекания, чтобы можно было выложить 2 кукурузные лепешки поперек. Выложите 2 лепешки на дно, сверху выложите ⅓ курицы и ⅓ оставшегося соуса. Посыпьте ⅓ сыра и повторите, начиная с еще 2 лепешек, затем курицы, соуса, сыра. Повторите с последним слоем с остальными ингредиентами, тортильями, курицей, соусом и сыром.\r\nПпекайте в течение 20-30 минут без крышки, пока сыр не расплавится и не начнет подрумяниваться сверху.\r\nПпекайте в теплом виде.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qtuwxu1468233098.jpg ",

        "strTags": "Запеканка,Сырная,Мясная",

        "strYoutube": "https://www.youtube.com/watch?v=EtVkwVKLc_M ",

        "strIngredient1": "Соус энчилада",

        "strIngredient2": "тертый сыр Монтерей Джек",

        "strIngredient3": "кукурузные лепешки",

        "strIngredient4": "куриные грудки",

        "strIngredient5": null,

        "strIngredient6": null,

        "strIngredient7": null,

        "strIngredient8": null,

        "strIngredient9": null,

        "strIngredient10": null,

        "strIngredient11": null,

        "strIngredient12": null,

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "банка объемом 14 унций",

        "strMeasure2": "3 чашки",

        "strMeasure3": "6",

        "strMeasure4": "2",

        "strMeasure5": null,

        "strMeasure6": null,

        "strMeasure7": null,

        "strMeasure8": null,

        "strMeasure9": null,

        "strMeasure10": null,

        "strMeasure11": null,

        "strMeasure12": null,

        "strMeasure13": null,

        "strMeasure14": null,

        "strMeasure15": null,

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52779",

        "strMeal": "Пирог со сливочным сыром",

        "strDrinkAlternate": null,

        "strCategory": "Стартер",



        "strInstructions": "Корж: замесите тесто из 250 г муки (я люблю смешивать разные виды муки, например, обычную и цельнозерновую муку из полбы), 125 г сливочного масла, 1 яйца и щепотки соли, придайте ему форму для пирога и поставьте в холодильник. Начинка: смешайте 300 г сливочного сыра и 100 мл молока до получения однородной массы, добавьте 3 яйца, 100 г тертого сыра пармезан и приправьте солью, перцем и мускатным орехом. Достаньте корж из холодильника и наколите дно вилкой. Выложите начинку и выпекайте при температуре 175 градусов по Цельсию около 25 минут. Через половину времени накройте пирог алюминиевой фольгой. Тем временем нарежьте примерно 350 г мини-помидоров. В небольшой сковороде разогрейте 3 ст. л. оливкового масла, 3 ст. л. белого уксуса, 1 ст. л. меда, соль и перец и хорошо перемешайте. Полейте ломтиками помидоров и хорошо перемешайте. Ложкой выложите ломтики помидоров на пирог, стараясь, чтобы на нем не было слишком много жидкости. Украсьте листьями базилика и наслаждайтесь",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wurrux1468416624.jpg ",

        "strTags": "Терпкий, Пикантный",

        "strYoutube": "https://www.youtube.com/watch?v=UhQPwO4uymo ",

        "strIngredient1": "Мука",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Яйцо",

        "strIngredient4": "Соль",

        "strIngredient5": "Сыр",

        "strIngredient6": "Молоко",

        "strIngredient7": "Яйца",

        "strIngredient8": "Сыр пармезан",

        "strIngredient9": "Сливовые помидоры",

        "strIngredient10": "Белый уксус",

        "strIngredient11": "Мед",

        "strIngredient12": "Базилик",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "250 г",

        "strMeasure2": "125 г",

        "strMeasure3": "1",

        "strMeasure4": "Ущипнуть",

        "strMeasure5": "300 г",

        "strMeasure6": "100 мл молока",

        "strMeasure7": "3",

        "strMeasure8": "100 г",

        "strMeasure9": "350 г",

        "strMeasure10": "3 столовые ложки",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "Начинка",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": "https://www.instagram.com/p/BHyuMZ1hZX0 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52788",

        "strMeal": "Рождественская лепешка с пудингом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Разогрейте духовку до 180 ° C / вентилятор 160 ° C / газовая отметка 4 и смажьте маслом форму размером 25 х 20 см. Растопите сливочное масло, сахар, сироп и апельсиновую цедру в большой кастрюле на среднем огне. Цель состоит в том, чтобы растворить все ингредиенты, чтобы они стали однородными, но не потерять объем при кипячении, поэтому будьте осторожны, чтобы не перегреть.\r\nn\r\nВсыпьте овсяные хлопья и хорошо перемешайте, пока они не покроются ровным слоем. Перемешайте с остатками рождественского пудинга и выложите в подготовленную форму. Разровняйте верхушку ложкой и выпекайте в течение 40 минут, пока края не начнут подрумяниваться. Пока форма еще теплая, разделите ее на 12 квадратов. Дайте полностью остыть, прежде чем разрезать вдоль надрезов.\r\nn\n r\nN Хранить в течение 5 дней в герметичной банке или заморозить на срок до 1 месяца.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vvusxs1483907034.jpg ",

        "strTags": "Закуска, Торт",

        "strYoutube": "https://www.youtube.com/watch?v=OaqvGvEiwzU ",

        "strIngredient1": "соленое сливочное масло",

        "strIngredient2": "темный мягкий коричневый сахар",

        "strIngredient3": "золотистый сироп",

        "strIngredient4": "оранжевый",

        "strIngredient5": "овсяные хлопья",

        "strIngredient6": "Рождественский пудинг",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "225g",

        "strMeasure3": "150 г",

        "strMeasure4": "Изюминка 1",

        "strMeasure5": "500 г",

        "strMeasure6": "250 г",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52795",

        "strMeal": "Хенди с курицей",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Возьмите большую кастрюлю или вок, достаточно большую, чтобы приготовить всю курицу, и разогрейте в ней масло. Как только масло нагреется, добавьте нарезанный лук и обжарьте его до темно-золотистого цвета. Затем выложите их на тарелку и отложите в сторону.\r\nПв ту же кастрюлю добавьте измельченный чеснок и тушите в течение минуты. Затем добавьте нарезанные помидоры и готовьте, пока помидоры не станут мягкими. Это займет около 5 минут.\r\nП зАтем верните обжаренный лук в кастрюлю и перемешайте. Добавьте имбирную пасту и хорошо обжарьте.\r\nП Теперь добавьте семена тмина, половину семян кориандра и нарезанный зеленый перец чили. Быстро перемешайте их.\r\nП дАлее идут специи – порошок куркумы и красный молотый перец чили. Хорошо обжарьте специи в течение нескольких минут.\r\nВыложите кусочки курицы в вок, посолите по вкусу и готовьте курицу под крышкой на средне-слабом огне, пока курица не будет почти готова. Это займет около 15 минут. Медленное обжаривание курицы улучшит вкус, поэтому не ускоряйте этот этап, ставя ее на сильный огонь.\r\nПкогда масло отделится от специй, добавьте взбитый йогурт, держа огонь на самом низком уровне, чтобы йогурт не разварился. Посыпьте оставшимися семенами кориандра и добавьте половину сушеных листьев пажитника. Хорошо перемешайте.\r\nП Наконец добавьте сливки и дайте окончательно перемешаться, чтобы все хорошо перемешалось.Посыпьте оставшимися касури мети и гарам масала и подавайте куриные хенди горячими с нааном или роти. Наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wyxwsp1486979827.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=IO0issT0Rmc ",

        "strIngredient1": "Курица",

        "strIngredient2": "Лук",

        "strIngredient3": "Помидоры",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Имбирная паста",

        "strIngredient6": "Растительное масло",

        "strIngredient7": "Семена тмина",

        "strIngredient8": "Семена кориандра",

        "strIngredient9": "Порошок куркумы",

        "strIngredient10": "Молотый перец чили",

        "strIngredient11": "Зеленый перец чили",

        "strIngredient12": "Йогурт",

        "strIngredient13": "Крем",

        "strIngredient14": "пажитник",

        "strIngredient15": "Гарам масала",

        "strIngredient16": "Соль",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1,2 кг",

        "strMeasure2": "5 тонко нарезанных ломтиков",

        "strMeasure3": "2 мелко нарезанных",

        "strMeasure4": "8 нарезанных зубчиков",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "¼ чашки",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "3 ч. л.",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "2",

        "strMeasure12": "1 чашка",

        "strMeasure13": "¾ чашки",

        "strMeasure14": "3 ч. л. сушеных",

        "strMeasure15": "1 чайная ложка",

        "strMeasure16": "По вкусу",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52796",

        "strMeal": "Цыпленок Альфредо Примавера",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте 1 столовую ложку сливочного и 2 столовые ложки оливкового масла в большой сковороде на средне-сильном огне. Приправьте каждую куриную грудку с обеих сторон приправленной солью и щепоткой перца. Добавьте курицу в сковороду и готовьте по 5-7 минут с каждой стороны или до готовности. Пока курица варится, доведите до кипения большую кастрюлю с водой. Приправьте кипящую воду несколькими щедрыми щепотками кошерной соли. Добавьте макароны и перемешайте. Готовьте, периодически помешивая, до состояния аль денте, около 12 минут. Оставьте 1/2 стакана воды для макарон, прежде чем сливать пасту. Выньте курицу из сковороды и переложите на разделочную доску; дайте ей отдохнуть. Уменьшите огонь до среднего и добавьте оставшуюся 1 столовую ложку сливочного и оливкового масла в ту же сковороду, которую вы использовали для приготовления курицы. Добавьте овощи (за исключением чеснока) и красный перец в сковороду и перемешайте, чтобы они покрылись маслом и сливочным маслом (не приправляйте солью, пока овощи не подрумянятся). Готовьте, часто помешивая, пока овощи не станут мягкими, около 5 минут. Добавьте в сковороду чеснок, щедрую щепотку соли и перца и готовьте в течение 1 минуты. Разогрейте сковороду с белым вином. Продолжайте готовить, пока количество вина не уменьшится наполовину, около 3 минут. Добавьте молоко, жирные сливки и оставшуюся воду для макарон. Доведите смесь до слабого кипения, дайте покипеть и уменьшите огонь в течение 2-3 минут. Выключите огонь и добавьте сыр пармезан и приготовленную пасту. Посолите и поперчите по вкусу. При желании украсьте сыром пармезан и рубленой зеленью петрушки. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/syqypv1486981727.jpg ",

        "strTags": "Макаронные изделия, Мясо, Молочные продукты",

        "strYoutube": "https://www.youtube.com/watch?v=qCIbq8HywpQ ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Курица",

        "strIngredient4": "Соль",

        "strIngredient5": "Сквош",

        "strIngredient6": "Брокколи",

        "strIngredient7": "грибы",

        "strIngredient8": "Перец",

        "strIngredient9": "лук",

        "strIngredient10": "чеснок",

        "strIngredient11": "хлопья из красного перца",

        "strIngredient12": "белое вино",

        "strIngredient13": "молоко",

        "strIngredient14": "жирные сливки",

        "strIngredient15": "Сыр пармезан",

        "strIngredient16": "паста-бабочка",

        "strIngredient17": "Соль",

        "strIngredient18": "Перец",

        "strIngredient19": "Петрушка",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "5 без костей",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 нарезанный кубиками толщиной 1/2 дюйма",

        "strMeasure6": "1 рубленая голова",

        "strMeasure7": "нарезанный ломтиками на 8 унций",

        "strMeasure8": "1 красный",

        "strMeasure9": "1 нарезанный",

        "strMeasure10": "3 зубчика",

        "strMeasure11": "1/2 чайной ложки",

        "strMeasure12": "1/2 чашки",

        "strMeasure13": "1/2 чашки",

        "strMeasure14": "1/2 чашки",

        "strMeasure15": "1 чашка тертого",

        "strMeasure16": "16 унций",

        "strMeasure17": "ущипнуть",

        "strMeasure18": "ущипнуть",

        "strMeasure19": "нарезанный",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52818",

        "strMeal": "Макароны с куриной фахитой и сыром",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Обжарьте лук, перец и чеснок на оливковом масле до красивой прозрачности. Сделайте углубление в овощах и добавьте курицу. Добавьте свои приправы и соль. Дайте слегка подрумяниться.\r\nДобавьте сливки, бульон и макароны.\r\nГотовьте на слабом огне 20 минут. Добавьте ваши сыры, перемешайте до однородности.Сверху посыпать жареным перцем и петрушкой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qrqywr1503066605.jpg ",

        "strTags": "Макароны, Сыр, Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=bwTSmLTZKNg ",

        "strIngredient1": "макароны",

        "strIngredient2": "куриный бульон",

        "strIngredient3": "жирные сливки",

        "strIngredient4": "приправа фахита",

        "strIngredient5": "соль",

        "strIngredient6": "куриная грудка",

        "strIngredient7": "оливковое масло",

        "strIngredient8": "лук",

        "strIngredient9": "красный перец",

        "strIngredient10": "чеснок",

        "strIngredient11": "сыр чеддер",

        "strIngredient12": "петрушка",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "2 чашки",

        "strMeasure3": "1/2 чашки",

        "strMeasure4": "1 пакет",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "3 нарезанных кубиками",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "1 маленький мелко нарезанный кубик",

        "strMeasure9": "2 мелко нарезанных кубика",

        "strMeasure10": "2 зубчика чеснока измельчить",

        "strMeasure11": "1 чашка",

        "strMeasure12": "нарезанный гарнир",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://twistedfood.co.uk/chicken-fajita-mac-n-cheese /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52819",

        "strMeal": "Рыбные тако с каджунскими специями",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Приготовление в маринаде с каджунскими специями и кайенским перцем делает эту рыбу очень сочной и ароматной. Сверху полейте пикантной заправкой и подавайте в виде тортильи для быстрого, без лишних хлопот, восхитительно летнего основного блюда.\r\nn\r\nВ большой тарелке смешайте каджунскую приправу и кайенский перец с небольшим количеством приправы и используйте, чтобы покрыть рыбу со всех сторон.\r\nn\r\nN Разогрейте немного масла в сковороде, добавьте рыбу и готовьте на среднем огне до золотистого цвета. Уменьшите огонь и продолжайте жарить, пока рыба не будет прожарена, около 10 минут. Готовьте порциями, если у вас недостаточно места на сковороде.\r\nn\r\nN Тем временем приготовьте заправку, смешав все ингредиенты с небольшим количеством приправ.\r\nПчасто лепешки разогревают в микроволновой печи в течение 5-10 секунд. Выложите сверху авокадо, листья салата и зеленый лук, добавьте ложку сальсы, сверху выложите крупные рыбные хлопья и полейте заправкой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uvuyxu1503067369.jpg ",

        "strTags": "Острый, Рыбный",

        "strYoutube": "https://www.youtube.com/watch?v=N4EdUt0Ou48 ",

        "strIngredient1": "cajun",

        "strIngredient2": "кайенский перец",

        "strIngredient3": "белая рыба",

        "strIngredient4": "растительное масло",

        "strIngredient5": "мучная лепешка",

        "strIngredient6": "авокадо",

        "strIngredient7": "маленький драгоценный салат-латук",

        "strIngredient8": "зеленый лук",

        "strIngredient9": "сальса",

        "strIngredient10": "сметана",

        "strIngredient11": "лимон",

        "strIngredient12": "чеснок",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "4 филе",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "8",

        "strMeasure6": "1 нарезанный",

        "strMeasure7": "2 измельченных",

        "strMeasure8": "4 измельченных",

        "strMeasure9": "1 x 300 мл",

        "strMeasure10": "1 горшок",

        "strMeasure11": "1",

        "strMeasure12": "1 мелко нарезанная гвоздика",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://realfood .tesco.com/recipes/cajun-spiced-fish-tacos.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52830",

        "strMeal": "Запеченные тако с курицей в мультиварке",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Положите сырые куриные грудки в мультиварку. Вылейте полную бутылку салатной заправки на курицу. Сверху посыпьте остальными ингредиентами и слегка перемешайте их ложкой.\r\nN Накройте мультиварку крышкой и готовьте на сильном огне в течение 4 часов.\r\nП Выньте все куриные грудки из мультиварки и дайте остыть.\r\nП Нарежьте куриные грудки и переложите в стеклянную миску.\r\nПналейте большую часть жидкости на измельченную курицу.Для ПРИГОТОВЛЕНИЯ ТАКО: Приготовьте соус гуакамоле, смешав авокадо и зеленую сальсу. Вылейте смесь гуакамоле через взбейте через сито до получения однородной массы и переложите в бутылочку для отжима. Отрежьте кончик от крышки бутылки для отжима, чтобы при необходимости сделать отверстие шире.Приготовьте сметанный соус, смешав сметану и молоко вместе, пока не получится более жидкий сметанный соус. Переложите в бутылочку для отжима.\r\nПв стеклянной форме для выпечки размером 9x13 см выложите все 12+ тако слоем обжаренной фасоли, вареной курицы и тертого сыра.\r\nПпекайте при 450 в течение 10-15 минут, пока сыр не расплавится и не начнет пузыриться.\r\nП Из духовки выложите на все тако нарезанные виноградные помидоры, халапеньо и кинзу.\r\nП Завершите, сбрызнув гуакамоле и сметаной.\r\nНе радуйся!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ypxvwv1505333929.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=oqL0mLDBzS4 ",

        "strIngredient1": "Куриные грудки",

        "strIngredient2": "Заправка для винегрета",

        "strIngredient3": "Тмин",

        "strIngredient4": "Копченая паприка",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Обжаренные бобы",

        "strIngredient7": "Твердые скорлупки для тако",

        "strIngredient8": "Тертый мексиканский сыр",

        "strIngredient9": "Виноградные помидоры",

        "strIngredient10": "Халапеньо",

        "strIngredient11": "Авокадо",

        "strIngredient12": "Зеленая сальса",

        "strIngredient13": "Сметана",

        "strIngredient14": "Молоко",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 - 6",

        "strMeasure2": "1 бутылка",

        "strMeasure3": "1½ столовая ложка",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 банка",

        "strMeasure7": "12",

        "strMeasure8": "2 чашки",

        "strMeasure9": "Уменьшено вдвое",

        "strMeasure10": "Нарезанный и очищенный от семян",

        "strMeasure11": "Очищенный и нарезанный",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "3 столовые ложки",

        "strMeasure14": "1 столовая ложка",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.nobiggie.net/crock-pot-chicken-baked-tacos /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52831",

        "strMeal": "Куриный карааге",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Добавьте имбирь, чеснок, соевый соус, саке и сахар в миску и взбейте до однородности. Добавьте курицу, затем перемешайте, чтобы равномерно покрыть. Накройте и поставьте в холодильник минимум на 1 час.\r\nn\r\n Налейте 1 дюйм растительного масла в кастрюлю с толстым дном и нагревайте, пока масло не нагреется до 360 градусов по Фаренгейту. Застелите решетку 2 листами бумажных полотенец и достаньте щипцы. Положите картофельный крахмал в миску, добавьте горсть курицы к картофельному крахмалу и перемешайте, чтобы равномерно покрыть каждый кусочек.\r\nn\r\nN Обжаривайте карааге порциями, пока внешняя часть не станет средне-коричневой, а курица не будет прожарена. Переложите жареную курицу на решетку, застеленную бумажными полотенцами. Если вы хотите, чтобы карааге дольше оставался хрустящим, вы можете обжарить курицу во второй раз, пока она не приобретет более темный цвет после того, как один раз остынет. Подавайте с дольками лимона.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tyywsw1505930373.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=XivddFddthc ",

        "strIngredient1": "Куриное бедро",

        "strIngredient2": "Имбирь",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Соевый соус",

        "strIngredient5": "Саке",

        "strIngredient6": "Сахарный песок",

        "strIngredient7": "Картофельный крахмал",

        "strIngredient8": "Растительное масло",

        "strIngredient9": "Лимон",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 грамм кожи без костей",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "1 зубчик",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "2 чайные ложки",

        "strMeasure7": "1/3 чашки",

        "strMeasure8": "1/3 чашки",

        "strMeasure9": "1/3 чашки",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://norecipes.com/karaage-recipe ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52832",

        "strMeal": "Coq au vin",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте 1 столовую ложку масла в большой кастрюле с толстым дном или огнеупорной посуде. Выложите бекон и обжарьте до хрустящей корочки. Выньте и обсушите на кухонной бумаге. Добавьте лук-шалот в сковороду и обжаривайте, часто помешивая или встряхивая сковороду, в течение 5-8 минут, пока он не подрумянится со всех сторон. Выньте и отложите в сторону вместе с беконом.\r\nКусочки курицы обсушите кухонной бумагой. Налейте в сковороду оставшееся масло, затем обжарьте половину кусочков курицы, регулярно переворачивая, в течение 5-8 минут, пока они хорошо не подрумянятся. Выньте, затем повторите то же самое с оставшейся курицей. Выньте и отложите в сторону.\r\nN оБжарьте в чесноке и обжаривайте недолго, затем на средне-высоком огне влейте бренди или коньяк, помешивая дно сковороды, чтобы оно не подгорело. Алкоголь должен зашипеть и начать испаряться, чтобы его осталось немного.\r\nП Переверните куриные ножки и бедра на сковороду вместе с любым соком, затем влейте немного вина, снова перемешивая дно сковороды. Добавьте оставшееся вино, бульон и томатное пюре, добавьте букет гарни, приправьте перцем и щепоткой соли, затем верните бекон и лук-шалот на сковороду. Накройте крышкой, убавьте огонь до слабого кипения, добавьте куриные грудки и готовьте в течение 50 минут. минут- 1 час.\r\nП Непосредственно перед подачей разогрейте масло для грибов в большой сковороде с антипригарным покрытием. Добавьте грибы и обжаривайте на сильном огне в течение нескольких минут до золотистого цвета. Выньте и держите в тепле.\r\nN Снимите курицу, лук-шалот и бекон со сковороды и переложите на подогретое сервировочное блюдо. Достаньте букет гарни. Чтобы приготовить загуститель, смешайте муку, оливковое и сливочное масло в небольшой миске, используя тыльную сторону чайной ложки. Доведите винную смесь до слабого кипения, затем постепенно добавляйте небольшие кусочки загустителя, взбивая каждый кусочек проволочным венчиком. Варите на медленном огне 1-2 минуты. Посыпьте курицу грибами, затем полейте винным соусом. Украсьте рубленой зеленью петрушки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qstyvs1505931190.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_ise46LADBs ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Бекон",

        "strIngredient3": "Лук-шалот",

        "strIngredient4": "Куриные ножки",

        "strIngredient5": "Куриные бедра",

        "strIngredient6": "Куриные грудки",

        "strIngredient7": "Чеснок",

        "strIngredient8": "Бренди",

        "strIngredient9": "Красное вино",

        "strIngredient10": "Куриный бульон",

        "strIngredient11": "томатное пюре",

        "strIngredient12": "тимьян",

        "strIngredient13": "Розмарин",

        "strIngredient14": "лавровый лист",

        "strIngredient15": "петрушка",

        "strIngredient16": "каштановый гриб",

        "strIngredient17": "обычная мука",

        "strIngredient18": "сливочное масло",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1½ ст. л.",

        "strMeasure2": "3 ломтика сыра (100 г) измельченного вяленого",

        "strMeasure3": "12 маленьких",

        "strMeasure4": "2 (460 г)",

        "strMeasure5": "4 (650 г)",

        "strMeasure6": "2 (280 г)",

        "strMeasure7": "3 мелко нарезанных",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "600 мл",

        "strMeasure10": "150 мл",

        "strMeasure11": "2 ч. л.",

        "strMeasure12": "3 веточки",

        "strMeasure13": "2 веточки",

        "strMeasure14": "2",

        "strMeasure15": "гарнир",

        "strMeasure16": "250 г",

        "strMeasure17": "2 столовые ложки",

        "strMeasure18": "1 чайная ложка",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1913655/coq-au-vin ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52839",

        "strMeal": "Лингвини с креветками в чили",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "Смешайте ингредиенты для заправки в небольшой миске и приправьте солью и перцем. Отложите в сторону.\r\nn\r\nN Приготовьте макароны в соответствии с инструкциями на упаковке. Добавьте сахарный горошек в последнюю минуту или около того времени приготовления.\r\nn\r\nN Тем временем разогрейте масло в воке или большой сковороде, добавьте чеснок и перец чили и готовьте на довольно слабом огне около 30 секунд, не давая чесноку подрумяниться. Добавьте креветки и готовьте на сильном огне, часто помешивая, около 3 минут, пока они не станут розовыми.\r\nn\r\n Наденьте помидоры и готовьте, периодически помешивая, в течение 3 минут, пока они не начнут размягчаться. Хорошо обсушите макароны и кусочки сахара, затем добавьте в смесь с креветками. Порвите листья базилика, перемешайте и приправьте солью и перцем.Подавайте с листьями салата, политыми лаймовой заправкой, и теплым хрустящим хлебом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/usywpp1511189717.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=SC17Mc70Db0 ",

        "strIngredient1": "Паста лингвини",

        "strIngredient2": "Сахарный горошек",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Красный перец чили",

        "strIngredient6": "Королевские креветки",

        "strIngredient7": "Помидоры черри",

        "strIngredient8": "Листья базилика",

        "strIngredient9": "Салат-латук",

        "strIngredient10": "Хлеб",

        "strIngredient11": "Fromage Frais",

        "strIngredient12": "Лайм",

        "strIngredient13": "Сахарная пудра",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "280g",

        "strMeasure2": "200 г",

        "strMeasure3": "2 tblsp",

        "strMeasure4": "2 нарезанных зубчика чеснока",

        "strMeasure5": "1 большой",

        "strMeasure6": "24 очищенных от кожи",

        "strMeasure7": "12",

        "strMeasure8": "Горсть",

        "strMeasure9": "Листья",

        "strMeasure10": "служить",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "Тертая цедра 2 шт.",

        "strMeasure13": "2 ч. л.",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1269/chilli-prawn-linguine ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52840",

        "strMeal": "Похлебка из моллюсков",

        "strDrinkAlternate": null,

        "strCategory": "Стартер",



        "strInstructions": "Промойте моллюсков в нескольких сменах холодной воды и хорошо слейте воду. Опрокиньте моллюсков в большую кастрюлю с 500 мл воды. Накройте крышкой, доведите до кипения и варите на медленном огне в течение 2 минут, пока моллюски не раскроются. Откиньте содержимое кастрюли на дуршлаг над миской, чтобы бульон из моллюсков впитался. Когда моллюски достаточно остынут для обработки, выньте их из раковин, оставив горсть пустых раковин для презентации, если хотите. Перелейте бульон из моллюсков в кувшин, не допуская попадания песка на дно миски. У вас должно быть около 800 мл запаса.\r\nПна той же сковороде разогрейте сливочное масло и обжаривайте бекон в течение 3-4 минут, пока он не начнет подрумяниваться. Добавьте лук, тимьян и лавровый лист и готовьте все на медленном огне в течение 10 минут, пока лук не станет мягким и золотистым. Всыпьте муку и перемешайте, чтобы получилась песочная паста, готовьте еще 2 минуты, затем постепенно влейте бульон из моллюсков, затем молоко и сливки.\r\nПвлейте картофель, доведите все до кипения и оставьте слегка пузыриться в течение 10 минут или пока картофель не станет мягким. приготовленный. Используйте вилку, чтобы раздавить несколько ломтиков картофеля о край сковороды, чтобы они загустели – тем не менее, вам все равно нужно много определенных ломтиков. Перемешайте мясо моллюсков и несколько раковин моллюсков, если вы выбрали этот путь, и тушите в течение минуты, чтобы разогреть. Приправьте большим количеством черного перца и небольшим количеством соли, если необходимо, затем перемешайте с петрушкой непосредственно перед тем, как разливать по тарелкам или выдолбленным хрустящим рулетикам.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rvtvuw1511190488.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=fEN_fm6kX6k ",

        "strIngredient1": "Моллюски",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Бекон",

        "strIngredient4": "Лук",

        "strIngredient5": "Тимьян",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Обычная мука",

        "strIngredient8": "Молоко",

        "strIngredient9": "Двойной крем",

        "strIngredient10": "Картофель",

        "strIngredient11": "Петрушка",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1½ кг",

        "strMeasure2": "50 г",

        "strMeasure3": "150 г",

        "strMeasure4": "1 мелко нарезанный",

        "strMeasure5": "свежие веточки",

        "strMeasure6": "1",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "150 мл",

        "strMeasure9": "150 мл",

        "strMeasure10": "2 средних",

        "strMeasure11": "Нарезанный",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/clam-chowder ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52841",

        "strMeal": "Сливочно-томатный суп",

        "strDrinkAlternate": null,

        "strCategory": "Стартер",

        "strInstructions": "Положите масло, лук, сельдерей, морковь, картофель и лавровый лист в большую форму для запекания или две кастрюли. Слегка обжаривайте, пока лук не станет мягким – около 10-15 минут. Наполните чайник и вскипятите его.\r\nнстирьте в томатном пюре, сахаре, уксусе, нарезанных помидорах и пассате, затем покрошите в бульонные кубики. Добавьте 1 литр кипятка и доведите до кипения. Накройте крышкой и тушите 15 минут, пока картофель не станет мягким, затем удалите лавровый лист. Взбейте пюре с помощью ручного блендера (или насыпайте в блендер порциями) до получения однородной массы. Приправьте по вкусу и добавьте еще щепотку сахара, если потребуется. Теперь суп можно охлаждать и охлаждать до 2 дней или замораживать до 3 месяцев.\r\nП Перед подачей разогрейте суп, помешивая, влейте молоко – старайтесь не дать ему закипеть. Подавайте в маленьких мисках с сырными рулетиками из сосисок.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/stpuws1511191310.jpg ",

        "strTags": "Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=lBhwjjUiFk4 ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Сельдерей",

        "strIngredient4": "Морковь",

        "strIngredient5": "Картофель",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Томатное пюре",

        "strIngredient8": "Сахар",

        "strIngredient9": "Белый уксус",

        "strIngredient10": "Нарезанные помидоры",

        "strIngredient11": "Passata",

        "strIngredient12": "Кубик овощного бульона",

        "strIngredient13": "Цельное молоко",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 столовые ложки",

        "strMeasure2": "2 нарезанных",

        "strMeasure3": "2 палочки",

        "strMeasure4": "300 г",

        "strMeasure5": "500 г",

        "strMeasure6": "4",

        "strMeasure7": "5 tblsp",

        "strMeasure8": "2 столовых ложки",

        "strMeasure9": "2 столовых ложки",

        "strMeasure10": "1½ кг",

        "strMeasure11": "500 г",

        "strMeasure12": "3",

        "strMeasure13": "400 мл",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2604646/creamy-tomato-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52846",

        "strMeal": "Горячее с курицей и грибами",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте духовку до 200 ° C / 180 ° C с вентилятором / газом 6. Положите сливочное масло в кастрюлю среднего размера и поставьте на средний огонь. Добавьте лук и оставьте готовиться на 5 минут, периодически помешивая. Добавьте грибы в кастрюлю с луком.\r\nn\r\nКак только лук и грибы будут почти готовы, всыпьте муку – получится густая паста, называемая ру. Если вы используете бульонный кубик, раскрошите его в рулет и хорошо перемешайте. Поставьте ру на слабый огонь и непрерывно помешивайте в течение 2 минут – это разварит муку и избавит соус от мучного привкуса.\r\nn\r\nNt Снимите ру с огня. Медленно добавьте свежий бульон, если используете, или влейте 500 мл воды, если вы использовали бульонный кубик, все время помешивая. Как только вся жидкость будет добавлена, приправьте перцем, щепоткой мускатного ореха и горчичным порошком. Снова поставьте кастрюлю на средний огонь и медленно доведите до кипения, все время помешивая. Как только соус загустеет, поставьте на очень слабый огонь. Добавьте в соус приготовленную курицу и овощи и хорошо перемешайте. Жаропрочную форму для пирога среднего размера смажьте небольшим количеством сливочного масла и выложите начинку из курицы и грибов.\r\nn\r\nN Аккуратно выложите картофель поверх начинки для хот-потов, слегка перекрывая их, почти как верх пирога.\r\nn\r\nN Смажьте картофель небольшим количеством растопленного сливочного масла и готовьте в духовке около 35 минут. Горячее в горшочке готово, как только картофель сварится и подрумянится до золотистой корочки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uuuspp1511297945.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=bXKWu4GojNI ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Грибы",

        "strIngredient4": "Обычная мука",

        "strIngredient5": "Кубик куриного бульона",

        "strIngredient6": "Мускатный орех",

        "strIngredient7": "Горчичный порошок",

        "strIngredient8": "Курица",

        "strIngredient9": "Сладкая кукуруза",

        "strIngredient10": "Картофель",

        "strIngredient11": "Сливочное масло",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "100 г",

        "strMeasure4": "40g",

        "strMeasure5": "1",

        "strMeasure6": "ущипнуть",

        "strMeasure7": "ущипнуть",

        "strMeasure8": "250 г",

        "strMeasure9": "2 горсти",

        "strMeasure10": "2 больших",

        "strMeasure11": "1 ручка",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/chicken-mushroom-hot-pot ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52850",

        "strMeal": "Куриный кускус",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте оливковое масло в большой сковороде и обжаривайте лук в течение 1-2 минут, пока он не станет мягким. Добавьте курицу и жарьте в течение 7-10 минут, пока лук не станет золотистым. Натрите имбирь на терке, перемешайте с хариссой, чтобы все покрылось, и готовьте еще 1 минуту.Добавьте абрикосы, нут и кускус, затем залейте бульоном и один раз перемешайте. Накройте сковороду крышкой или плотно накройте фольгой и оставьте примерно на 5 минут, пока кускус не впитает весь бульон и не станет мягким. Взбейте кускус вилкой и посыпьте кориандром перед подачей на стол. Подавайте с добавлением хариссы, если хотите",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qxytrx1511304021.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=GZQGy9oscVk ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Куриная грудка",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Харисса Спайс",

        "strIngredient6": "Курага",

        "strIngredient7": "Нут",

        "strIngredient8": "Кускус",

        "strIngredient9": "Куриный бульон",

        "strIngredient10": "Кориандр",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "200 г",

        "strMeasure4": "ущипнуть",

        "strMeasure5": "2 столовых ложки",

        "strMeasure6": "10",

        "strMeasure7": "220 г",

        "strMeasure8": "200 г",

        "strMeasure9": "200 мл",

        "strMeasure10": "Горсть",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/13139/onepan-chicken-couscous ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52853",

        "strMeal": "Шоколадный мусс из авокадо",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "1. Смешайте все ингредиенты мусса в кухонном комбайне до получения однородной массы. Сначала добавьте какао-порошок, а по мере смешивания держите все ингредиенты под рукой, чтобы немного скорректировать пропорции, поскольку размер авокадо и бананов сильно различается. Идеальное соотношение для того, чтобы в блюде не было слишком много ни того, ни другого, - это использовать равные количества того и другого.\r\n\r\n. Попробуйте и добавьте несколько капель стевии, если вы чувствуете, что вам нужно больше сладости.\r\nn\r\nn3. Наполните муссом маленькие чашечки или рюмки, посыпьте какао-порошком или крошками и подавайте.\r\n n\n r\n Ntipесли у вас нет под рукой замороженного банана, вы можете просто использовать обычный, а затем охладить мусс перед подачей на стол для охлаждения десерта. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uttuxy1511382180.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=wuZffe60q4M ",

        "strIngredient1": "Банан",

        "strIngredient2": "Какао",

        "strIngredient3": "Авокадо",

        "strIngredient4": "Мед",

        "strIngredient5": "Лимонный сок",

        "strIngredient6": "Ванильный",

        "strIngredient7": "Вода",

        "strIngredient8": "Морская соль",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "1",

        "strMeasure4": "2 столовых ложки",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "ущипнуть",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.hemsleyandhemsley.com/recipe/chocolate-avocado-mousse /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52856",

        "strMeal": "Шоколадный пирог с орехами Пекан",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Сначала приготовьте тесто. Смешайте ингредиенты в кухонном комбайне с 1/4 ч. л. соли. Взбивайте, пока смесь не станет похожа на панировочные сухари. Пока лопатка работает, налейте в воронку 2-3 ч.л. холодной воды – смесь должна начать слипаться. Выложите на рабочую поверхность и соедините вместе, быстро скатав в шар. Сформируйте диск, заверните в пищевую пленку и поставьте в холодильник минимум на 20 минут. Разогрейте духовку до 200С/180 С с вентилятором/газом 6.\r\n\r\n Достаньте тесто из холодильника и оставьте при комнатной температуре на 5 минут, чтобы оно размягчилось. Посыпьте рабочую поверхность мукой, затем разверните тесто и раскатайте в круг толщиной с монету в 1 фунт стерлингов. Используйте тесто, чтобы выстелить глубокую круглую форму диаметром 23 см с канавками – моя была около 3 см глубиной. Прижмите тесто к углам и вверх по бокам, следя за тем, чтобы не было зазоров. Оставьте тесто свисать на 1 см (оставьте некоторые кусочки теста на потом). Застелите пергамент для выпечки (сначала разомните его, чтобы он стал более податливым) и выложите фасоль для выпечки. Выпекайте вслепую 15-20 минут, пока бортики не застынут, затем снимите пергамент и фасоль и верните в духовку на 5 минут до золотисто-коричневого цвета. Обрежьте тесто так, чтобы оно было вровень с верхом формы – для этого лучше всего подойдет маленький зазубренный нож. Если есть какие-либо трещины, заделайте их обрезками теста.\r\nn\r\nN Тем временем взвесьте сливочное масло, сироп и сахар в кастрюле и добавьте 1/4 ч.л. соли. Нагревайте, пока масло не растает и сахар не растворится, помешивая, до получения однородной массы. Снимите с огня и остудите в течение 10 минут. Уменьшите температуру духовки до 160С/140С вентилятор/газ 3.\r\nn\r\nN Взбейте яйца в миске. Добавьте сиропную смесь, ваниль и орехи пекан и хорошо перемешайте. Вылейте половину смеси в форму для пирога, посыпьте сверху половиной шоколадной стружки, затем покройте оставшейся начинкой и шоколадной стружкой. Выпекайте на средней полке в течение 50-55 минут до готовности. Достаньте из духовки и дайте остыть, затем охладите не менее 2 часов перед подачей на стол.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rqvwxt1511384809.jpg ",

        "strTags": "Пирог, Десерт, Сладкий, Ореховый",

        "strYoutube": "https://www.youtube.com/watch?v=fDpoT0jvg4Y ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Сливочный сыр",

        "strIngredient4": "Сахарная пудра",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Кленовый сироп",

        "strIngredient7": "Светло-коричневый мягкий сахар",

        "strIngredient8": "Темно-коричневый Мягкий сахар",

        "strIngredient9": "Яйца",

        "strIngredient10": "Ванильный экстракт",

        "strIngredient11": "Орехи пекан",

        "strIngredient12": "Темная шоколадная стружка",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "75g",

        "strMeasure3": "100 г",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "150 г",

        "strMeasure6": "200 мл",

        "strMeasure7": "250 г",

        "strMeasure8": "100 г",

        "strMeasure9": "4",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "400 г",

        "strMeasure12": "200 г",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/choc-chip-pecan-pie ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52860",

        "strMeal": "Шоколадно-малиновые пирожные",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 ° С / 160 ° С с вентилятором / газом 4. Застелите форму для выпечки размером 20 х 30 см пергаментом для выпечки. Положите шоколад, сливочное масло и сахар в кастрюлю и осторожно растопите, периодически помешивая деревянной ложкой. Снимите с огня.\r\nНвмешайте яйца, одно за другим, в растопленную шоколадную смесь. Просейте через сито муку и какао и перемешайте. Перемешайте половину малины, выложите на противень, затем посыпьте оставшейся малиной. Выпекайте на средней полке в течение 30 минут или, если вы предпочитаете более плотную текстуру, еще 5 минут. Остудите перед нарезкой на квадратики. Хранить в герметичном контейнере до 3 дней.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yypvst1511386427.jpg ",

        "strTags": "Шоколад, Десерт, Закуска",

        "strYoutube": "https://www.youtube.com/watch?v=Pi89PqsAaAg ",

        "strIngredient1": "Темный шоколад",

        "strIngredient2": "Молочный шоколад",

        "strIngredient3": "Соленое сливочное масло",

        "strIngredient4": "Светло-коричневый мягкий сахар",

        "strIngredient5": "Яйца",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Какао",

        "strIngredient8": "Малина",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "200 г",

        "strMeasure2": "100 г",

        "strMeasure3": "250 г",

        "strMeasure4": "400 г",

        "strMeasure5": "4 больших",

        "strMeasure6": "140 г",

        "strMeasure7": "50 г",

        "strMeasure8": "200 г",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2121648/bestever-chocolate-raspberry-brownies ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52870",

        "strMeal": "Фахитас из нута",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте духовку до 200С/180 С с вентилятором/газом 6 и застелите противень фольгой. Слейте воду с нута, обсушите и выложите на подготовленный противень. Добавьте масло и паприку, перемешайте, чтобы покрыть, затем жарьте в течение 20-25 минут, пока они не подрумянятся и не станут хрустящими, встряхивая в середине приготовления.\r\n\r\n Тем временем положите помидоры и лук в небольшую миску с уксусом и отставьте мариноваться. Положите авокадо в другую миску и разомните вилкой, оставив несколько более крупных кусочков. Добавьте сок лайма и хорошо приправьте. Смешайте сметану с хариссой и отложите в сторону до готовности к подаче.\r\nn\r\nN Разогрейте сковороду-гриль почти до дымления. Добавляйте лепешки по одной, обжаривая каждую сторону до тех пор, пока они не станут горячими. Выложите все на стол и приготовьте фахитас: намажьте тортилью небольшим количеством крема харисса, сверху положите обжаренный нут, гуакамоле, маринованную сальсу и кориандр, если хотите. Подавайте с дольками лайма для придавливания.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tvtxpq1511464705.jpg ",

        "strTags": "Вегетарианский",

        "strYoutube": "https://www.youtube.com/watch?v=LGY3V7EGpT0 ",

        "strIngredient1": "Нут",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Паприка",

        "strIngredient4": "Помидоры",

        "strIngredient5": "Красный лук",

        "strIngredient6": "Красный винный уксус",

        "strIngredient7": "Авокадо",

        "strIngredient8": "Лайм",

        "strIngredient9": "Лайм",

        "strIngredient10": "Сметана",

        "strIngredient11": "Харисса Спайс",

        "strIngredient12": "Кукурузные лепешки",

        "strIngredient13": "Кориандр",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "1 tblsp",

        "strMeasure3": "ущипнуть",

        "strMeasure4": "2 небольших кусочка, нарезанных",

        "strMeasure5": "1 мелко нарезанный",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "1",

        "strMeasure8": "Сок 1",

        "strMeasure9": "Нарезанный",

        "strMeasure10": "100 г",

        "strMeasure11": "2 ч. л.",

        "strMeasure12": "4",

        "strMeasure13": "служить",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/chickpea-fajitas ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52875",

        "strMeal": "Пирог с куриной ветчиной и луком-пореем",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте куриный бульон в кастрюле с крышкой. Добавьте куриную грудку и доведите до слабого кипения. Накройте крышкой и готовьте в течение 10 минут. Выньте куриные грудки из воды щипцами и выложите на тарелку. Налейте кулинарный ликер в большой кувшин.\r\nN Растопите 25 г/1 унцию сливочного масла в большой кастрюле с толстым дном на медленном огне. Добавьте лук-порей и слегка обжаривайте в течение двух минут, периодически помешивая, пока он не станет мягким. Добавьте чеснок и готовьте еще минуту. Добавьте оставшееся сливочное масло и всыпьте муку, как только масло растает. Готовьте в течение 30 секунд, постоянно помешивая.\r\nП Медленно вливайте молоко в сковороду, понемногу, хорошо перемешивая между каждым добавлением. Постепенно добавьте 250 мл/ 10 жидких унций запасенного бульона и вино, если используете, помешивая, пока соус не станет однородным и слегка загустеет. Доведите до слабого кипения и готовьте в течение 3 минут.\r\nП Приправьте смесь по вкусу солью и свежемолотым черным перцем. Снимите с огня и добавьте сливки. Перелейте в большую миску и покройте поверхность соуса пищевой пленкой, чтобы не образовалась кожица. Отставьте в сторону для остывания.\r\nNразогрейте духовку до 200C / 400F / Gas 6. Поставьте противень в духовку для разогрева.\r\nN Для теста положите муку и масло в кухонный комбайн и взбивайте на пульсирующей скорости, пока смесь не станет похожа на мелкие панировочные сухари. При работающем двигателе добавьте взбитое яйцо и воду и взбивайте, пока смесь не превратится в шар. Отделите 250 г/10 унций теста для крышки.\r\nN Раскатайте оставшееся тесто на слегка посыпанной мукой поверхности, часто переворачивая тесто, пока оно не станет толщиной около 5 мм / ¼ дюйма и на 4 см / 1½ дюйма больше формы для пирога. Приподнимите тесто над скалкой и аккуратно выложите его в форму для пирога. Плотно прижмите тесто к бокам, следя за тем, чтобы не было пузырьков воздуха. Оставьте излишки теста свисать с боков.\r\nНарежьте куриные грудки на кусочки размером 3 см/1 ¼ дюйма. Добавьте курицу, ветчину и лук-порей в остывший соус. Вылейте куриную начинку в форму для пирога. Смажьте края блюда взбитым яйцом. Раскатайте припасенное тесто для крышки.\r\nN Накройте пирог крышкой из теста и плотно прижмите края друг к другу, чтобы запечатать. Обрежьте излишки теста.Сделайте небольшое отверстие в центре пирога кончиком ножа. Смажьте верх пирога взбитым яйцом. Выпекайте на предварительно разогретом противне в центре духовки в течение 35-40 минут или до тех пор, пока пирог не станет золотисто-коричневым по всей поверхности, а начинка не станет обжигающе горячей.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xrrtss1511555269.jpg ",

        "strTags": "Пирог с мясом",

        "strYoutube": "https://www.youtube.com/watch?v=xr-CpPE_lNk ",

        "strIngredient1": "Куриный бульон",

        "strIngredient2": "Куриная грудка",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Лук-порей",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Молоко",

        "strIngredient8": "Белое вино",

        "strIngredient9": "Двойной крем",

        "strIngredient10": "Ветчина",

        "strIngredient11": "Морская соль",

        "strIngredient12": "Перец",

        "strIngredient13": "Обычная мука",

        "strIngredient14": "Сливочное масло",

        "strIngredient15": "Яйцо свободного выгула, взбитое",

        "strIngredient16": "Холодная вода",

        "strIngredient17": "Яйцо свободного выгула, взбитое",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 мл",

        "strMeasure2": "3",

        "strMeasure3": "75g",

        "strMeasure4": "2 нарезанных",

        "strMeasure5": "2 зубчика чеснока измельчить",

        "strMeasure6": "50 г",

        "strMeasure7": "200 мл",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "150 мл",

        "strMeasure10": "150 г",

        "strMeasure11": "мерцание",

        "strMeasure12": "ущипнуть",

        "strMeasure13": "350 г",

        "strMeasure14": "200 г",

        "strMeasure15": "1",

        "strMeasure16": "1 столовая ложка",

        "strMeasure17": "1",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/creamy_chicken_ham_and_03877 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52879",

        "strMeal": "Курица с пармезаном",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Для начинки отварите картофель в подсоленной воде до готовности. Слейте воду и пропустите через мясорубку или тщательно разомните картофель. Добавьте сливочное масло, сливки и яичные желтки. Приправьте и отложите в сторону.\r\nпДля начинки растопите сливочное масло в большой сковороде. Добавьте лук-шалот, морковь и сельдерей и слегка обжарьте до мягкости, затем добавьте чеснок. Влейте вино и готовьте в течение 1 минуты. Добавьте томатное пюре, нарезанные помидоры и бульон и готовьте 10-15 минут, пока не загустеет. Добавьте измельченную курицу, оливки и петрушку. Приправьте по вкусу солью и перцем.\r\nразогрейте духовку до 180 °C / 160 °C с вентилятором / газом 4.\r\nП Выложите начинку в жаропрочную форму размером 20x30 см / 8x12 дюймов и выложите сверху картофельное пюре. Натрите грюйер на терке. Запекайте в течение 30-35 минут, пока картофель не станет обжигающе горячим и золотисто-коричневым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uwvxpv1511557015.jpg ",

        "strTags": "Мясо, Молочные продукты",

        "strYoutube": "https://www.youtube.com/watch?v=tiG-xlmeyjg ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Двойной крем",

        "strIngredient4": "Яичные желтки",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Лук-шалот",

        "strIngredient7": "Морковь",

        "strIngredient8": "Сельдерей",

        "strIngredient9": "Зубчик чеснока",

        "strIngredient10": "Белое вино",

        "strIngredient11": "Томатное пюре",

        "strIngredient12": "Консервированные помидоры",

        "strIngredient13": "Куриный бульон",

        "strIngredient14": "Курица",

        "strIngredient15": "Черные оливки",

        "strIngredient16": "Петрушка",

        "strIngredient17": "Сыр Грюйер",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1,5 кг",

        "strMeasure2": "30g",

        "strMeasure3": "5 tblsp",

        "strMeasure4": "2",

        "strMeasure5": "30g",

        "strMeasure6": "7",

        "strMeasure7": "3 нарезанных",

        "strMeasure8": "2 палочки",

        "strMeasure9": "1 мелко нарезанный",

        "strMeasure10": "4 столовые ложки",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "400 г",

        "strMeasure13": "350 мл",

        "strMeasure14": "600 г",

        "strMeasure15": "16",

        "strMeasure16": "2 столовые ложки",

        "strMeasure17": "50 г",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/chicken_parmentier_25434 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52897",

        "strMeal": "Морковный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Для морковного пирога разогрейте духовку до 160 ° C / 325F / Gas 3. Смажьте и выложите форму для пирога диаметром 26 см / 10 дюймов.Смешайте все ингредиенты для морковного пирога, кроме моркови и грецких орехов, вместе в миске до получения однородной массы. Добавьте морковь и грецкие орехи.Выложите смесь ложкой в форму для пирога и выпекайте в течение 1 часа 15 минут или до тех пор, пока шпажка, вставленная в середину, не выйдет чистой. Выньте пирог из духовки и дайте ему остыть в течение 10 минут, затем осторожно выньте пирог из формы и отложите до полного остывания на решетке для охлаждения.\r\nП Тем временем для глазури взбейте сливочный сыр, сахарную пудру и сливочное масло вместе в миске до пышности. Нанесите глазурь на верх торта с помощью мастихина.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vrspxv1511722107.jpg ",

        "strTags": "Торт, Угощение, Сладкое",

        "strYoutube": "https://www.youtube.com/watch?v=asjZ7iTrGKA ",

        "strIngredient1": "Растительное масло",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Бикарбонат соды",

        "strIngredient4": "Сахар",

        "strIngredient5": "Яйца",

        "strIngredient6": "Соль",

        "strIngredient7": "Корица",

        "strIngredient8": "Морковь",

        "strIngredient9": "Грецкие орехи",

        "strIngredient10": "Сливочный сыр",

        "strIngredient11": "Сахарная пудра",

        "strIngredient12": "Сливочное масло",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 мл",

        "strMeasure2": "400 г",

        "strMeasure3": "2 ч. л.",

        "strMeasure4": "550 мл",

        "strMeasure5": "5",

        "strMeasure6": "½ чайной ложки",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "500 г тертого",

        "strMeasure9": "150 г",

        "strMeasure10": "200 г",

        "strMeasure11": "150 г",

        "strMeasure12": "100 г",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/classic_carrot_cake_08513 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52898",

        "strMeal": "Булочки Челси",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Просейте муку и соль в большую миску. Сделайте углубление в середине и добавьте дрожжи.\r\nТем временем разогрейте молоко и сливочное масло в кастрюле, пока масло не растает и смесь не станет теплой.\r\n Добавьте молочную смесь и яйцо в мучную смесь и перемешивайте, пока содержимое миски не превратится в мягкое тесто. (Возможно, вам придется добавить еще немного муки.)\r\nП Выложите тесто на щедро посыпанную мукой рабочую поверхность. Месите в течение пяти минут, при необходимости добавляя больше муки, пока тесто не станет гладким и эластичным и больше не будет казаться липким.\r\nn еженедельно смажьте миску небольшим количеством растительного масла. Выложите тесто в миску и переворачивайте, пока оно не покроется маслом. Накройте миску пищевой пленкой и отставьте в теплое место на один час или до тех пор, пока тесто не увеличится в размере вдвое.\r\nN противень слегка смажьте маслом.\r\nN Для начинки отбейте тесто до первоначального размера и выложите на слегка посыпанную мукой рабочую поверхность. Раскатайте тесто в прямоугольник толщиной 0,5 см/ ¼ дюйма. Смажьте все растопленным сливочным маслом, затем посыпьте коричневым сахаром, корицей и сухофруктами.\r\nN Раскатайте тесто в плотный цилиндр, отрежьте десять ломтиков размером 4 см / 1½ дюйма и выложите их на слегка смазанный маслом противень, оставляя небольшое пространство между каждым ломтиком. Накройте кухонным полотенцем и оставьте подниматься на 30 минут.\r\nNразогрейте духовку до 190C / 375F/ Gas 5.\r\nПпеките булочки в духовке в течение 20-25 минут или пока они не поднимутся и не станут золотисто-коричневыми.\r\nП Тем временем для глазури разогрейте молоко и сахар в кастрюле до кипения. Уменьшите огонь и тушите 2-3 минуты.Достаньте булочки из духовки и смажьте глазурью, затем отставьте остывать на решетку.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vqpwrv1511723001.jpg ",

        "strTags": "Булочка, Выпечка, Угощение",

        "strYoutube": "https://www.youtube.com/watch?v=i_zemP3yBKw ",

        "strIngredient1": "Белая мука",

        "strIngredient2": "Соль",

        "strIngredient3": "Дрожжи",

        "strIngredient4": "Молоко",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Яйца",

        "strIngredient7": "Растительное масло",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Коричневый сахар",

        "strIngredient10": "Корица",

        "strIngredient11": "Сухофрукты",

        "strIngredient12": "Молоко",

        "strIngredient13": "Сахарная пудра",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "7g",

        "strMeasure4": "300 мл",

        "strMeasure5": "40g",

        "strMeasure6": "1",

        "strMeasure7": "Тире",

        "strMeasure8": "25g",

        "strMeasure9": "75g",

        "strMeasure10": "2 ч. л.",

        "strMeasure11": "150 г",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/chelsea_buns_95015 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52905",

        "strMeal": "Шоколадное суфле",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 220С/вентилятор 200С/газ 7 и поставьте противень на верхнюю полку. Для соуса разогрейте сливки и сахар до кипения. Снимите с огня, добавьте шоколад и сливочное масло, пока они не растают, затем держите в тепле.\r\nN Смажьте 6 формочек по 150 мл растопленным сливочным маслом, посыпьте 2 ст. л. сахарной пудры, затем удалите излишки. Растопите шоколад и сливки в миске над кастрюлей с кипящей водой, остудите, затем добавьте яичные желтки. Взбейте яичные белки, пока они не приобретут форму, затем добавьте сахар по 1 столовой ложке за раз, снова взбивая до той же консистенции. Смешайте ложкой с шоколадом, затем аккуратно добавьте остальное.\r\nП Работая быстро, наполните формочки, протрите края и проведите большим пальцем по краям. Убавьте температуру духовки до 200С/вентилятор 180 С/газ 6, выложите формочки на противень, затем выпекайте в течение 8-10 минут, пока они не поднимутся с легким покачиванием. Не открывайте дверцу духовки слишком рано, так как это может привести к их разрушению.\r\nКак только суфле будут готовы, посыпьте их сахарной пудрой, сделайте в их верхушках небольшие отверстия, затем влейте немного горячего шоколадного соуса. Закройте крышки и сразу подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/twspvx1511784937.jpg ",

        "strTags": "Ужин, Десерт, Пудинг, Шоколад",

        "strYoutube": "https://www.youtube.com/watch?v=FWqfkUEWOTg ",

        "strIngredient1": "Одиночный крем",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Темный шоколад",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "Темный шоколад",

        "strIngredient8": "Двойной крем",

        "strIngredient9": "Яичные желтки",

        "strIngredient10": "Яичный белок",

        "strIngredient11": "Двойной крем",

        "strIngredient12": "Сахарная пудра",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "142 мл",

        "strMeasure2": "25g",

        "strMeasure3": "100 г",

        "strMeasure4": "25g",

        "strMeasure5": "морось",

        "strMeasure6": "50 г",

        "strMeasure7": "175g",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "4",

        "strMeasure10": "5",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "служить",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/5816/hot-chocolate-souffls-with-chocolate-cream-sauce ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52910",

        "strMeal": "Яблочные пироги Шинон",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Чтобы приготовить желе из красного вина, положите красное вино, сахар для варенья, бадьян, гвоздику, палочку корицы, душистый перец, раздробленный стручок ванили и семена в кастрюлю среднего размера. Перемешайте, затем слегка нагрейте, чтобы сахар растворился. Увеличьте огонь и варите в течение 20 минут, пока масса не уменьшится и не станет сиропообразной. Процедите в небольшую стерилизованную банку для варенья и оставьте до полного остывания. Будет храниться в холодильнике до 1 месяца.Достаньте тесто из холодильника и оставьте при комнатной температуре на 10 минут, затем раскатайте. Разогрейте гриль до высокой температуры и разогрейте духовку до 180 ° C / 160 ° C вентилятор / газ 4. Вырежьте из теста кружочки размером 2 х 13 см, используя тарелку в качестве направляющей, и выложите на противень с антипригарным покрытием. Посыпьте каждый кружочек 1 ст. л. сахара и готовьте на гриле в течение 5 минут до карамелизации, внимательно следя за тем, чтобы сахар не пригорел. Снимите с гриля. Можно приготовить на несколько часов вперед и оставить, накрыв крышкой, вне холодильника.Очистите яблоки от кожуры, четвертинки и сердцевины, нарежьте ломтиками толщиной 2 мм и выложите поверх теста. Посыпьте оставшимся сахаром и поставьте в духовку на 20-25 минут, пока тесто не подрумянится и не подрумянится, а яблоки не станут мягкими. Достаньте и дайте немного остыть. Разогрейте 3 столовые ложки желе из красного вина в небольшой кастрюле на медленном огне с 1 ч. л. воды, чтобы оно стало немного более жидким, затем смажьте им верх тарталеток.Выложите крем-фреш в миску, просейте поверх сахарной пудры и кардамона и перемешайте. Аккуратно переложите теплые тарталетки на сервировочные тарелки и подавайте с кардамоновым крем-фреш.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qtqwwu1511792650.jpg ",

        "strTags": "Пирог, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=5dAW9HQgtCk ",

        "strIngredient1": "Слоеное тесто",

        "strIngredient2": "Темно-коричневый Мягкий сахар",

        "strIngredient3": "Яблоки Брейберна",

        "strIngredient4": "Желе из красного вина",

        "strIngredient5": "Крем-фреш",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "Кардамон",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "320 г",

        "strMeasure2": "4 столовые ложки",

        "strMeasure3": "3",

        "strMeasure4": "4 столовые ложки",

        "strMeasure5": "100 мл",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "3",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/chinon-apple-tarts ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52920",

        "strMeal": "Курица Маренго",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте масло в большой огнеупорной форме для запекания и обжаривайте грибы, пока они не начнут размягчаться. Добавьте куриные ножки и немного обжарьте с каждой стороны, чтобы они немного подрумянились.\r\nпналейте пассату, покрошите в бульонный кубик и перемешайте с оливками. Приправьте черным перцем – соль вам не понадобится. Накройте крышкой и тушите в течение 40 минут, пока курица не станет мягкой. Посыпьте петрушкой и подавайте с макаронами и салатом или пюре и зелеными овощами, если хотите.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qpxvuq1511798906.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=U33HYUr-0Fw ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Грибы",

        "strIngredient3": "Куриные ножки",

        "strIngredient4": "Passata",

        "strIngredient5": "Кубик куриного бульона",

        "strIngredient6": "Черные оливки",

        "strIngredient7": "Петрушка",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "300 г",

        "strMeasure3": "4",

        "strMeasure4": "500 г",

        "strMeasure5": "1",

        "strMeasure6": "100 г",

        "strMeasure7": "Нарезанный",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/3146682/chicken-marengo ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52923",

        "strMeal": "Канадские пирожные с маслом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Разогрейте духовку до 170 ° С / обычную 190С / газовую 5. Раскатайте тесто на слегка посыпанной мукой поверхности, чтобы оно было немного тоньше, чем прямо из упаковки. Затем вырежьте 18-20 кругов 7,5-сантиметровым рифленым ножом, повторно раскатав обрезки. Используйте круги, чтобы выровнять две глубокие формы для пирогов с 12 отверстиями (не для маффинов). Если у вас есть только обычная форма для пирогов с 12 отверстиями обычного размера, вы сможете приготовить еще несколько пирогов чуть более мелкого помола.\r\nПбейте яйца в большой миске и соедините с остальными ингредиентами, кроме грецких орехов. Выложите эту смесь на сковороду и непрерывно помешивайте в течение 3-4 минут, пока масло не растает, а смесь не начнет пузыриться и густеть. Он должен быть достаточно густым, чтобы покрыть тыльную сторону деревянной ложки. Не пережаривайте и обязательно все время помешивайте, так как смесь может легко подгореть. Снимите с огня и добавьте орехи.Выложите начинку ложкой на непрожаренные коржи для пирога, чтобы она была вровень с тестом. Выпекайте в течение 15-18 минут до застывания и бледно-золотистого цвета. Оставьте в форме остывать на несколько минут, прежде чем вынимать на решетку. Подавайте теплым или холодным.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wpputp1511812960.jpg ",

        "strTags": "Фирменное блюдо, Закуска, Десерт, Пудинг",

        "strYoutube": "https://www.youtube.com/watch?v=WUpaOGghOdo ",

        "strIngredient1": "Песочное тесто",

        "strIngredient2": "Яйца",

        "strIngredient3": "Мускатный сахар",

        "strIngredient4": "Изюм",

        "strIngredient5": "Ванильный экстракт",

        "strIngredient6": "Сливочное масло",

        "strIngredient7": "Одиночный крем",

        "strIngredient8": "Грецкие орехи",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "375g",

        "strMeasure2": "2 больших",

        "strMeasure3": "175g",

        "strMeasure4": "100 г",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "50 г",

        "strMeasure7": "4 ч. л.",

        "strMeasure8": "50 г",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1837/canadian-butter-tarts ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52934",

        "strMeal": "Куриный баскез",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте духовку до 180 °C/Газовая отметка 4. Подготовьте куриные окорочка к приготовлению. Разогрейте сливочное масло и 3 столовые ложки оливкового масла в жаропрочной кастрюле или большой сковороде. Обжарьте кусочки курицы порциями с обеих сторон, по ходу приправляя их солью и перцем. Не перегружайте сковороду - обжаривайте курицу небольшими порциями, по мере готовности перекладывая кусочки на кухонную бумагу.\r\nn\r\nНалейте в запеканку еще немного оливкового масла и обжаривайте лук на среднем огне в течение 10 минут, часто помешивая, пока он не станет мягким, но не подрумянится. Добавьте оставшееся масло, затем перец и готовьте еще 5 минут.\r\nn\r\nДобавьте чоризо, вяленые помидоры и чеснок и готовьте 2-3 минуты. Добавьте рис, помешивая, чтобы он хорошо покрылся маслом. Добавьте томатную пасту, паприку, лавровый лист и нарезанный тимьян. Влейте бульон и вино. Когда жидкость начнет пузыриться, убавьте огонь до слабого кипения. Опустите рис в жидкость, если он еще не погрузился, и положите сверху курицу. Добавьте дольки лимона и оливки вокруг курицы.\r\nn\r\nn Накройте и готовьте в духовке 50 минут. Рис должен быть сварен, но все же немного остыть, а из курицы должен выделяться прозрачный сок, если проткнуть ножом самую толстую часть. Если нет, готовьте еще 5 минут и проверьте еще раз.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wruvqv1511880994.jpg ",

        "strTags": "Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=emfm6TwsVhg ",

        "strIngredient1": "Курица",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Красный лук",

        "strIngredient5": "Красный перец",

        "strIngredient6": "Чоризо",

        "strIngredient7": "Вяленые помидоры",

        "strIngredient8": "Чеснок",

        "strIngredient9": "Рис Басмати",

        "strIngredient10": "Томатное пюре",

        "strIngredient11": "Паприка",

        "strIngredient12": "Лавровый лист",

        "strIngredient13": "Тимьян",

        "strIngredient14": "Куриный бульон",

        "strIngredient15": "Белое сухое вино",

        "strIngredient16": "Лимоны",

        "strIngredient17": "Черные оливки",

        "strIngredient18": "Соль",

        "strIngredient19": "Перец",

        "strIngredient20": "",

        "strMeasure1": "1,5 кг",

        "strMeasure2": "25g",

        "strMeasure3": "6 tblsp",

        "strMeasure4": "2 нарезанных",

        "strMeasure5": "3 больших",

        "strMeasure6": "130g",

        "strMeasure7": "8",

        "strMeasure8": "6 нарезанных зубчиков",

        "strMeasure9": "300 г",

        "strMeasure10": "морось",

        "strMeasure11": "½ чайной ложки",

        "strMeasure12": "4",

        "strMeasure13": "Горсть",

        "strMeasure14": "350 мл",

        "strMeasure15": "180 г",

        "strMeasure16": "2",

        "strMeasure17": "100 г",

        "strMeasure18": "служить",

        "strMeasure19": "служить",

        "strMeasure20": "",

        "strSource": "https://www.rivercottage.net/recipes/chicken-basquaise ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52939",

        "strMeal": "Callaloo по-ямайски",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Срежьте листья и мягкие стебли с веточек капусты, замочите их в миске с холодной водой примерно на 5-10 минут или пока не закончите приготовление.\r\nПпроцедите до нарезки лука, измельчения чеснока и нарезки помидоров кубиками. Отложите в сторону\r\nП Выньте капусту из воды, нарежьте кусочками.\r\nП Выложите бекон на сковороду и готовьте до образования хрустящей корочки. Затем добавьте лук, чеснок, тимьян, помешивайте около минуты или больше\r\nnAdd помидоры; шотландский перец, копченую паприку. Обжаривайте еще около 2-3 минут.\r\nП Наконец добавьте овощи, посолите, хорошо перемешайте и готовьте на пару около 6-8 минут или пока листья не станут мягкими. При необходимости добавьте немного воды. Добавьте приправы и выключите огонь.С помощью острого ножа срежьте оба конца подорожника. Это позволит легко схватить кожицу бананов. Надрежьте неглубокую линию вдоль длинного шва подорожника; очистите только до глубины кожуры. Снимите кожуру подорожника, потянув ее назад.\r\nN Нарежьте подорожник продольными ломтиками среднего размера и отложите в сторону.\r\nN Смажьте большую сковороду растительным маслом. Сбрызните верхушки бананов щедрым слоем масляного спрея и посыпьте солью и свежемолотым перцем.Дайте бананам обжариться на среднем огне, встряхивая сковороду, чтобы они перераспределялись каждые несколько минут.\r\nПока бананы не подрумянятся, продолжайте добавлять больше растительного масла, соли и перца (при необходимости), пока они не приобретут желаемый цвет и текстуру.\r\nП Переложите и подавайте с капустой",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ussyxw1515364536.jpg ",

        "strTags": "Пикантный",

        "strYoutube": "https://www.youtube.com/watch?v=bCr3GasJWwE ",

        "strIngredient1": "Капуста",

        "strIngredient2": "Бекон",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Лук",

        "strIngredient5": "Паприка",

        "strIngredient6": "Тимьян",

        "strIngredient7": "Помидор",

        "strIngredient8": "Красный перец",

        "strIngredient9": "Банан",

        "strIngredient10": "Растительное масло",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 связка",

        "strMeasure2": "2 полоски",

        "strMeasure3": "3 измельченных зубчика чеснока",

        "strMeasure4": "1 средний",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "1 веточка",

        "strMeasure7": "1",

        "strMeasure8": "1",

        "strMeasure9": "4",

        "strMeasure10": "Всплеск",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.africanbites.com/callaloo-jamaican-style /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52956",

        "strMeal": "Куриный отвар",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "ШАГ 1 - МАРИНОВАНИЕ КУРИЦЫ \r\nПв миску, добавьте курицу, соль, белый перец, имбирный сок, а затем хорошо перемешайте.Отложите курицу в сторону. Шаг 2 - ПРОМОЙТЕ БЕЛЫЙ РИС. Пару раз переложите рис в металлическую миску или кастрюлю, а затем слейте воду.\r\nШаг 2 - ВАРКА БЕЛОГО РИСА Затем добавьте 8 чашек воды, а затем поставьте плиту на сильный огонь, пока рис не закипит. Как только рисовая каша начнет закипать, поставьте плиту на слабый огонь и затем помешивайте ее каждые 8-10 минут в течение примерно 20-25 минут.\r\nПпо истечении 25 минут это необязательно, но вы можете добавить немного больше воды для приготовления рисовой каши, чтобы сделать ее менее густой или по вашему усмотрению.\r\n зАтем добавьте маринованную курицу в рисовую кашу и оставьте плиту на слабом огне еще на 10 минут.\r\nпПосле дополнительных 10 минут добавьте зеленый лук, нарезанный имбирь, 1 щепотку соли, 1 щепотку белого перца и перемешивайте в течение 10 секунд.\r\nПереложите рисовую кашу в миску Вариант: \r\n добавьте кориандр поверх рисовой каши. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529446352.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=kqEfk801E94 ",

        "strIngredient1": "Курица",

        "strIngredient2": "Соль",

        "strIngredient3": "Перец",

        "strIngredient4": "Имбирный сердечный напиток",

        "strIngredient5": "Имбирь",

        "strIngredient6": "Зеленый лук",

        "strIngredient7": "Рис",

        "strIngredient8": "Вода",

        "strIngredient9": "Кориандр",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8 унций",

        "strMeasure2": "ущипнуть",

        "strMeasure3": "ущипнуть",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1/2 чашки",

        "strMeasure8": "8 чашек",

        "strMeasure9": "2 унции",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://sueandgambo.com/pages/chicken-congee ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52966",

        "strMeal": "Хрустящая шоколадно-карамельная корочка",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Смажьте и застелите форму для выпечки размером 20 х 20 см/8 х 8 пергаментной бумагой.\r\nП Положите батончики Марс и сливочное масло в жаростойкую миску и поставьте над кастрюлей с едва кипящей водой. Перемешивая венчиком, растопите, пока смесь не станет однородной.\r\nnpвлейте рисовые хлопья в миску для смешивания и перемешивайте, пока все ингредиенты не будут равномерно перемешаны. Равномерно выдавите в подготовленную форму для выпечки и отложите в сторону.\r\nN Растопите молочный шоколад в микроволновой печи или на сковороде с едва кипящей водой.\r\nN Растопленным шоколадом намажьте рисовую смесь для криспи и оставьте застывать в прохладном месте. После застывания нарежьте квадратиками и подавайте к столу!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1550442508.jpg ",

        "strTags": "Сладкое, Закуска, Угощение, Пирог, Алкоголь, барбекю",

        "strYoutube": "https://www.youtube.com/watch?v=qsk_At_gjv0 ",

        "strIngredient1": "Mars Bar",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Рисовые хлопья",

        "strIngredient4": "Молочный шоколад",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "6 нарезанных",

        "strMeasure2": "150 г",

        "strMeasure3": "120 г",

        "strMeasure4": "150 г",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://www.donalskehan.com/recipes/chocolate-caramel-rice-crispy-treats /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52969",

        "strMeal": "Чакчука",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "В большой чугунной сковороде или сотейнике с крышкой разогрейте масло на средне-сильном огне. Добавьте лук и обжаривайте в течение 2-3 минут, пока он не станет мягким. Добавьте перец и чеснок и тушите еще 3-5 минут. Добавьте помидоры, тмин, паприку, соль и молотый перец чили. Хорошо перемешайте и доведите смесь до кипения. Уменьшите огонь до средне-низкого и продолжайте тушить, не накрывая крышкой, 10-15 минут, пока смесь не загустеет до желаемой консистенции. (На этом этапе попробуйте соус и добавьте соль и специи по желанию.) Используя тыльную сторону ложки, сделайте в смеси четыре кратера, достаточно большие, чтобы вместить яйцо. Разбейте по одному яйцу в каждую из кратеров. Накройте сковороду крышкой и тушите 5-7 минут, пока яйца не застынут. Подавайте сразу же с хрустящим хлебом или лавашом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/gpz67p1560458984.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=EHKNu93MSx4 ",

        "strIngredient1": "Помидоры",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Красный перец",

        "strIngredient5": "Зеленый перец",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Тмин",

        "strIngredient8": "Паприка",

        "strIngredient9": "Соль",

        "strIngredient10": "Молотый перец чили",

        "strIngredient11": "Яйца",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1 Нарезанный кубиками",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "1 нарезанный",

        "strMeasure6": "3 измельченных зубчика гвоздики",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "3/4 чайной ложки",

        "strMeasure10": "1/2 чайной ложки",

        "strMeasure11": "4",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.curiouscuisiniere.com/chakchouka /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52976",

        "strMeal": "Печенье Гориба с кешью",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 °C / Газ 4. Застелите противень жиронепроницаемой бумагой.\r\nПв миске смешайте кешью и сахарную пудру. Добавьте яичные желтки и апельсиновую воду и перемешайте до получения однородной массы.\r\nВозьмите комочки ореховой пасты кешью и сформируйте небольшие шарики. Обваляйте шарики в сахарной пудре и переложите на противень. Выдавите миндаль в центр каждой лепешки.\r\nПпекайте, пока печенье не станет слегка золотистым, около 20 минут. Не спускай с них глаз, они быстро сгорают",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/t3r3ka1560461972.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=IqXEZUk4hWI ",

        "strIngredient1": "Орехи кешью",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Яичные желтки",

        "strIngredient4": "Вода из цветов апельсина",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Миндаль",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "100 г",

        "strMeasure3": "2",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "Для глазури",

        "strMeasure6": "100 г",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/40152/cashew-ghoriba-biscuits.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52977",

        "strMeal": "Корба",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Переберите чечевицу на предмет посторонних примесей, промойте ее 2 или 3 раза, слейте воду и отложите в сторону. Честно предупреждаю, это, вероятно, превратит вашу чечевицу в твердый комок, который вам придется измельчить позже.\r\nВ большой кастрюле на средне-высоком огне обжаривайте оливковое масло и лук с щепоткой соли около 3 минут, затем добавьте морковь и готовьте еще 3 минуты. минут.\r\n Добавьте томатную пасту и перемешивайте ее около 1 минуты. Теперь добавьте тмин, паприку, мяту, тимьян, черный и красный перец как можно быстрее и перемешивайте в течение 10 секунд чтобы специи зацвели. Поздравьте себя с тем, как потрясающе теперь пахнет ваш дом.Сразу же добавьте чечевицу, воду, бульон и соль. Доведите суп до (слабого) кипения.\r\nпПосле того, как чечевица закипит, уменьшите огонь до средне-низкого, накройте кастрюлю наполовину и готовьте в течение 15-20 минут или до тех пор, пока чечевица не разварится, а морковь полностью не сварится.\r\nпПосле того, как суп сварится и чечевица станет мягкой, измельчите суп либо в блендере, либо просто используйте ручной блендер, чтобы получить желаемую консистенцию. Попробуйте на вкус приправу и при необходимости добавьте еще соли.Подавайте с измельченными крекерами, ломтиками хлеба или чем-нибудь еще, чтобы придать дополнительную густоту. Вы также можете использовать традиционный загуститель (например, кукурузный крахмал или муку), но я предпочитаю добавлять крекеры для придания текстуре и солености. Получаются отличные остатки, хорошо хранятся в холодильнике около недели ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/58oia61564916529.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=VVnZd8A84z4 ",

        "strIngredient1": "Чечевица",

        "strIngredient2": "Лук",

        "strIngredient3": "Морковь",

        "strIngredient4": "Томатное пюре",

        "strIngredient5": "Тмин",

        "strIngredient6": "Паприка",

        "strIngredient7": "Мятный",

        "strIngredient8": "Тимьян",

        "strIngredient9": "Черный перец",

        "strIngredient10": "Хлопья из красного перца",

        "strIngredient11": "Овощной бульон",

        "strIngredient12": "Вода",

        "strIngredient13": "Морская соль",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "1 большой",

        "strMeasure3": "1 большой",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "1/4 чайной ложки",

        "strMeasure10": "1/4 чайной ложки",

        "strMeasure11": "4 чашки",

        "strMeasure12": "1 чашка",

        "strMeasure13": "Ущипнуть",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://findingtimeforcooking.com/main-dishes/red-lentil-soup-corba /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52989",

        "strMeal": "Рождественский пирог с пудингом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Очистите апельсины от кожуры с помощью острого ножа, убедившись, что вся сердцевина удалена. Нарежьте как можно тоньше и выложите на обеденную тарелку. Посыпьте сахаром демерара, затем Гран-Марнье и отставьте в сторону.\r\nn\r\nn Рождественский пудинг нарежьте крупными кусочками и разложите по дну миски для мелочей. Выложите апельсины слоем на пудинг и полейте оставшимся соком.\r\nn\r\nN Взбейте маскарпоне до получения однородной массы, затем добавьте заварной крем. Выложите смесь ложкой поверх апельсинов.\r\nn\r\nn Слегка взбейте сливки и ложкой выложите на заварной крем. Посыпать измельченным миндалем и тертым шоколадом. Вы можете приготовить это за день, если хотите, охладить до готовности к подаче.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/r33cud1576791081.jpg ",

        "strTags": "Рождество",

        "strYoutube": "https://www.youtube.com/watch?v=jRfyNQs5qhU ",

        "strIngredient1": "Оранжевый",

        "strIngredient2": "Сахар Демерара",

        "strIngredient3": "Гранд Марнье",

        "strIngredient4": "Рождественский пудинг",

        "strIngredient5": "Заварной крем",

        "strIngredient6": "Маскарпоне",

        "strIngredient7": "Двойной крем",

        "strIngredient8": "Хлопья миндаля",

        "strIngredient9": "Темный шоколад",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "300 г",

        "strMeasure5": "500 г",

        "strMeasure6": "250 г",

        "strMeasure7": "284 мл",

        "strMeasure8": "Горсть",

        "strMeasure9": "Тертый",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/1826685/christmas-pudding-trifle ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52988",

        "strMeal": "Классический рождественский пудинг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Приготовьте все для пудинга. Миндаль крупно нарежьте. Яблоки очистить от кожуры, сердцевины и мелко нарезать. Наточите нож и нарежьте цукаты. (Вы можете измельчить миндаль и яблоки в кухонном комбайне, но кожуру нужно снимать вручную.) Натрите на терке три четверти мускатного ореха (звучит многовато, но это правильно).Смешайте миндаль, яблоки, цукаты, мускатный орех, изюм, муку, панировочные сухари, легкий мускатный сахар, яйца и 2 столовые ложки бренди или коньяка в большой миске.\r\nn\r\nN Завернув сливочное масло в обертку, натрите четверть его на крупной терке. миску, затем все перемешайте вместе. Повторяйте, пока все сливочное масло не будет натерто на терке, затем перемешивайте в течение 3-4 минут – смесь будет готова, когда она слегка осядет после каждого перемешивания. Попросите семью тоже пошевелиться и попросите всех загадать желание.\r\nn\r\nN Обильно смажьте маслом две 1,2-литровые миски и положите на дно каждой кружок пергамента для выпечки. Выложите в смесь для пудинга. Накройте двойным слоем пергамента для выпечки, сложив его в складки, чтобы он мог расширяться, затем перевяжите бечевкой (при завязывании держите бумагу на месте с помощью резинки). Обрежьте лишнюю бумагу.\r\nn\r\nN Теперь поставьте каждую миску на большой лист фольги и доведите до кипения. края заверните сверху, затем положите сверху еще один лист фольги и опустите его снизу, чтобы получилась двойная упаковка (это делает пудинги водонепроницаемыми). Обвяжите большим количеством бечевки и сделайте ручку для легкого подъема и извлечения сковороды. Посмотрите наше видео, чтобы узнать, как правильно завязывать пудинг.\r\nn\r\nN Готовьте пудинги на пару в течение 8 часов, по мере необходимости доливая воду. Достаньте из формы и оставьте остывать на ночь. Когда остынут, выбросьте грязную обертку и снова заверните в новый пергамент для выпечки, фольгу и бечевку. Храните в сухом прохладном месте до Рождества.\r\nn\r\nN Чтобы приготовить сливочное масло с бренди, взбейте сливочное масло с апельсиновой цедрой и сахарной пудрой. Постепенно добавьте бренди или коньяк и нарезанный стебель имбиря. Выложите в небольшую миску, накройте сверху вилкой и поставьте в холодильник для застывания. Сливочное масло будет храниться в холодильнике в течение недели или может быть заморожено на срок до шести недель.\r\nn\r\nБез Рождества варите или готовьте в духовке на пару в течение 1 часа. Разверните и выверните. Разогрейте 3-4 столовые ложки бренди в небольшой сковороде, вылейте его на пудинг и подожгите.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1d85821576790598.jpg ",

        "strTags": "Рождество",

        "strYoutube": "https://www.youtube.com/watch?v=Pb_lJxL1vtk ",

        "strIngredient1": "Миндаль",

        "strIngredient2": "Яблоки Брамли",

        "strIngredient3": "Цукаты из цедры",

        "strIngredient4": "Мускатный орех",

        "strIngredient5": "Изюм",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Панировочные сухари",

        "strIngredient8": "Мускатный сахар",

        "strIngredient9": "Яйца",

        "strIngredient10": "Бренди",

        "strIngredient11": "Сливочное масло",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "2 больших",

        "strMeasure3": "200 г",

        "strMeasure4": "1 целое",

        "strMeasure5": "1 кг",

        "strMeasure6": "140 г",

        "strMeasure7": "100 г",

        "strMeasure8": "100 г",

        "strMeasure9": "3 больших",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "250 г",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/classic-christmas-pudding ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52990",

        "strMeal": "Рождественский пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 160 °С / вентилятор 140 ° С / газ 3. Выровняйте основание и стенки круглой формы для выпечки диаметром 20 см и глубиной 7,5 см. Взбейте сливочное масло и сахар электрическим ручным миксером в течение 1-2 минут до получения однородной консистенции и бледного цвета, соскребая по стенкам миски до половины. Всыпьте ложку муки, затем поочередно всыпьте взбитое яйцо и остальную муку, по четверти за раз, каждый раз хорошо взбивая деревянной ложкой. Добавьте миндаль и перемешайте.\r\nn\r\nПмешайте в хересе (смесь будет выглядеть свернувшейся), затем добавьте цедру, вишни, изюм, вишни, орехи, лимонную цедру, специи, розовая вода и ваниль. Взбейте все вместе до получения однородной массы, затем добавьте разрыхлитель.\r\nn\r\nложкой выложите смесь в форму и разровняйте верх, сделав небольшой углубление в центре. Выпекайте в течение 30 минут, затем уменьшите температуру до 150 °C /130 °C /газ 2 и выпекайте еще 2-2 ¼ часа, пока шпажка, воткнутая в середину, не выйдет чистой. Оставьте остывать в форме, затем выньте из формы и снимите подкладочную бумагу. Когда полностью остынет, хорошо заверните в пищевую пленку и фольгу и храните до готовности для украшения. Торт будет храниться несколько месяцев",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ldnrm91576791881.jpg ",

        "strTags": "Рождество",

        "strYoutube": "https://www.youtube.com/watch?v=34yeL8TstO0 ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Мускатный сахар",

        "strIngredient3": "Обычная мука",

        "strIngredient4": "Яйца",

        "strIngredient5": "Молотый миндаль",

        "strIngredient6": "Шерри",

        "strIngredient7": "Цукаты из цедры",

        "strIngredient8": "Глазированная вишня",

        "strIngredient9": "Изюм",

        "strIngredient10": "Смородина",

        "strIngredient11": "Орехи пекан",

        "strIngredient12": "Лимон",

        "strIngredient13": "Смесь специй",

        "strIngredient14": "Розовая вода",

        "strIngredient15": "Ванильный экстракт",

        "strIngredient16": "Разрыхлитель для выпечки",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "200 г",

        "strMeasure2": "200 г",

        "strMeasure3": "200 г",

        "strMeasure4": "4 битых",

        "strMeasure5": "50 г",

        "strMeasure6": "100 мл",

        "strMeasure7": "85g",

        "strMeasure8": "85g",

        "strMeasure9": "250 г",

        "strMeasure10": "250 г",

        "strMeasure11": "100 г",

        "strMeasure12": "Тертая цедра 1 шт.",

        "strMeasure13": "1 ½ ст. л.",

        "strMeasure14": "1 ½ ст. л.",

        "strMeasure15": "1/2 чайной ложки",

        "strMeasure16": "1/2 чайной ложки",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/angela-nilsens-christmas-cake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52998",

        "strMeal": "Солонина с капустой",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "стрАриа": "ирландский",

        "strInstructions": "1. Положите солонину в большую кастрюлю или жаровню и залейте водой. Добавьте пакетик специй, который прилагался к солонине. Накройте кастрюлю крышкой и доведите до кипения, затем убавьте огонь. Тушите примерно 50 минут на каждый фунт или до готовности.\r\n2\r\nнаденьте целый картофель и очищенную и нарезанную морковь и готовьте, пока овощи не станут почти мягкими. Добавьте капусту и готовьте еще 15 минут. Выньте мясо и дайте ему отдохнуть 15 минут.\r\nnn3\r\nn Выложите овощи в миску и накройте крышкой. Добавьте столько бульона (жидкости для приготовления, оставленной в жаровне или большой кастрюле), сколько захотите. Нарежьте мясо поперек волокон.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xb97a81583266727.jpg ",

        "strTags": "",

        "strYoutube": "",

        "strIngredient1": "Говяжья грудинка",

        "strIngredient2": "Мелкая картошка",

        "strIngredient3": "Морковь",

        "strIngredient4": "Капуста",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 фунта",

        "strMeasure2": "10",

        "strMeasure3": "5",

        "strMeasure4": "1 головка",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52999",

        "strMeal": "Хрустящие сосиски с зеленью",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",

        "стрАриа": "ирландский",

        "strInstructions": "Разогрейте духовку до 350 °. Удалите стебли из одного пучка тосканской капусты и разорвите листья на кусочки толщиной 1 дюйм (зелень горчицы, капуста, шпинат и мангольд тоже подойдут). Крупно нарежьте половину кочана зеленой капусты. Выложите зелень в большую форму для запекания и добавьте 4 зубчика тонко нарезанного чеснока. Добавлять нарезанный лук и грибы шиитаке на этом этапе необязательно, но настоятельно рекомендуется (я обжарю лук и грибы в чугунной форме для запекания прямо на плите, прежде чем добавлять к зелени). Смажьте зелень небольшим количеством оливкового масла и залейте все ½ стакана куриного бульона или бульона. Накройте блюдо фольгой и запекайте, пока зелень не завянет, около 15 минут. Снимите фольгу и приправьте солью и перцем. Продолжайте запекать, пока капуста не станет мягкой, еще около 20-25 минут.\r\n Тем временем разогрейте немного оливкового масла в большой сковороде на средне-высокой температуре. Наколите вилкой четыре сладкие итальянские колбаски и готовьте, пока они не подрумянятся со всех сторон и не прожарятся, от 10 до 12 минут. Когда зелень будет готова, нарежьте колбасу и посыпьте зеленью, сбрызнув ее вашим любимым уксусом (я люблю херес или красное вино).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/st1ifa1583267248.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Капуста",

        "strIngredient2": "Итальянские колбаски с фенхелем",

        "strIngredient3": "Капуста",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Лук",

        "strIngredient6": "Грибы шиитаке",

        "strIngredient7": "Куриный бульон",

        "strIngredient8": "Соль",

        "strIngredient9": "Перец",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 связка",

        "strMeasure2": "8",

        "strMeasure3": "1 рубленая голова",

        "strMeasure4": "8",

        "strMeasure5": "Нарезанный",

        "strMeasure6": "Нарезанный",

        "strMeasure7": "1 чашка",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bonappetit.com/columns/cooking-without-recipes/article/kale-cabbage-sausage-weeknight-dinner",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53011",

        "strMeal": "Греческий салат с курицей и киноа",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "Инструкции по приготовлению": "Приготовьте киноа, следуя инструкциям на упаковке, затем промойте в холодной воде и тщательно слейте воду.\r\nТем временем смешайте сливочное масло, перец чили и чеснок в пасту. Обжарьте куриное филе в 2 ч. л. оливкового масла с небольшим количеством приправ. Выложите на горячую сковороду и готовьте по 3-4 минуты с каждой стороны или до готовности. Переложите на тарелку, смажьте острым сливочным маслом и отставьте в сторону, чтобы оно растаяло.\r\n Затем выложите помидоры, оливки, лук, фету и мяту в миску. Добавьте приготовленную киноа. Добавьте оставшееся оливковое масло, лимонный сок и цедру и хорошо приправьте. Подавайте с куриным филе сверху, сбрызнув любым маслянистым куриным соком.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/k29viq1585565980.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=akcrkXYr61M ",

        "strIngredient1": "Киноа",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Красный перец чили",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Куриная грудка",

        "strIngredient6": "Оливковое масло",

        "strIngredient7": "Черные оливки",

        "strIngredient8": "Красный лук",

        "strIngredient9": "Фета",

        "strIngredient10": "Мятный",

        "strIngredient11": "Лимон",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g",

        "strMeasure2": "25g",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 мелко нарезанная гвоздика",

        "strMeasure5": "400 г",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "Горсть",

        "strMeasure8": "1 нарезанный",

        "strMeasure9": "100 г",

        "strMeasure10": "Нарезанный",

        "strMeasure11": "Сок 1/2",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/griddled-chicken-quinoa-greek-salad ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53016",

        "strMeal": "Сэндвич с чик-Фил-А",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "Инструкции по приготовлению": "Заверните курицу неплотно в полиэтиленовую пленку и слегка разотрите плоской стороной мясорубки до толщины примерно 1/2 дюйма со всех сторон.\r\nРазрежьте на две части, как можно ровнее.\r\nПмаринуйте в маринадном соке от 30 минут до одного часа (теперь добавьте чайную ложку соуса Табаско для пикантного бутерброда).\r\n Взбейте яйцо с молоком в миске.\r\n Смешайте муку, сахар и специи в другой миске.\r\n Окуните кусочки курицы в яйцо с обеих сторон, затем обваляйте в муке с обеих сторон.\r\nПнагрейте масло в сковороде (глубиной 1/2 дюйма) примерно до 345-350.\r\n Обжаривайте каждую котлету по 2 минуты с каждой стороны или до золотистого цвета и готовности.\r\n Выложите на бумагу и подавайте на поджаренных булочках с ломтиками маринованного огурца.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sbx7n71587673021.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=1WDesu7bUDM ",

        "strIngredient1": "Куриная грудка",

        "strIngredient2": "Маринованный сок",

        "strIngredient3": "Яйцо",

        "strIngredient4": "Молоко",

        "strIngredient5": "Мука",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "Паприка",

        "strIngredient8": "Соль",

        "strIngredient9": "Черный перец",

        "strIngredient10": "Чесночный порошок",

        "strIngredient11": "Сельдерейная соль",

        "strIngredient12": "Кайенский перец",

        "strIngredient13": "Оливковое масло",

        "strIngredient14": "Булочки для бургеров с кунжутом",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1",

        "strMeasure2": "1/4 стакана",

        "strMeasure3": "1",

        "strMeasure4": "1/4 стакана",

        "strMeasure5": "1/2 чашки",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "1/4 чайной ложки",

        "strMeasure10": "1/4 чайной ложки",

        "strMeasure11": "1/4 чайной ложки",

        "strMeasure12": "1/2 чайной ложки",

        "strMeasure13": "1 чашка",

        "strMeasure14": "1",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://hilahcooking.com/chick-fil-a-copycat /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53037",

        "strMeal": "Жареная свинина с сидром",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",

        "стрАриа": "ирландский",

        "strInstructions": "ШАГ 1\r\n Разогрейте сливочное масло в форме для запекания до шипения, затем обжарьте свинину по 2-3 минуты с каждой стороны, пока она не подрумянится. Выньте из кастрюли.\r\n\r\nШаг 2\r\n Выложите бекон, морковь, картофель и брюкву на сковороду, затем слегка обжарьте, пока они слегка не подрумянятся. Добавьте капусту, уложите сверху отбивные, добавьте лавровый лист, затем залейте сидром и бульоном. Накройте сковороду крышкой, затем оставьте все тушиться на медленном огне в течение 20 минут, пока свинина не прожарится, а овощи не станут мягкими.\r\n\r\nШаг 3\r\nПодавайте к столу ложкой прямо с блюда.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/7vpsfp1608588991.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch ?v=ftn_4mc-65o",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Свиные отбивные",

        "strIngredient3": "Бекон",

        "strIngredient4": "Картофель",

        "strIngredient5": "Морковь",

        "strIngredient6": "Швед",

        "strIngredient7": "Капуста",

        "strIngredient8": "Лавровый лист",

        "strIngredient9": "Сидр",

        "strIngredient10": "Куриный бульон",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "Ручка",

        "strMeasure2": "2",

        "strMeasure3": "4",

        "strMeasure4": "2",

        "strMeasure5": "1",

        "strMeasure6": "1/2",

        "strMeasure7": "1/2",

        "strMeasure8": "1",

        "strMeasure9": "100 мл",

        "strMeasure10": "100 г",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/irish-coddled-pork-cider ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53055",

        "strMeal": "Сосиски Севапи",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "Инструкции по приготовлению": "Положите мясной фарш в миску. Лук очень мелко нарежьте, а зубчики чеснока натрите на терке. Добавьте в миску. Добавьте нарезанную петрушку, всевозможную паприку, пищевую соду, сухари, воду, растительное масло, соль и перец.Хорошо перемешайте с помощью ручного миксера, оснащенного крючками для теста. Накройте миску пищевой пленкой/ пластиковой фольгой и оставьте на 1-2 часа в холодильнике.\r\nВозьмите порции мясной смеси, примерно по 50-55 г / 1,7-1,9 унции / ¼ чашки порций, и сформируйте севапи. Рулеты должны быть толщиной примерно с ваш большой палец и длиной около 7-10 см / 3-4 дюйма. У меня было 18 сосисок. Рецепт можно легко удвоить.\r\n Обжаривайте севапчичи на раскаленной сковороде-гриль или на гриле около 12-14 минут, переворачивая их несколько раз между ними, или пока они не подрумянятся и не прожарятся. Я проверил, разрезав одну порцию посередине, а затем обжаривая следующие порции в течение того же периода времени.\r\n Подавать горячим, как предложено выше. Чевапчичи можно разогревать в духовке при температуре 180 градусов по Цельсию/ 350 градусов по Фаренгейту около 10 минут или до полного прогрева. Проверьте один, если он недостаточно горячий, дайте сосискам еще несколько минут.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vc08jn1628769553.jpg ",

        "strTags": "Сосиски",

        "strYoutube": "https://www.youtube.com/watch?v=_MpSxSgS7f8 ",

        "strIngredient1": "Говяжий фарш",

        "strIngredient2": "Свиной фарш",

        "strIngredient3": "Лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Паприка",

        "strIngredient7": "Разрыхлитель для выпечки",

        "strIngredient8": "Панировочные сухари",

        "strIngredient9": "Вода",

        "strIngredient10": "Кубик овощного бульона",

        "strIngredient11": "Соль",

        "strIngredient12": "Перец",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "250 г",

        "strMeasure3": "1",

        "strMeasure4": "4 зубчика",

        "strMeasure5": "3 столовые ложки измельченных",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "3/4 чайной ложки",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "3 столовые ложки",

        "strMeasure10": "1",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://whereismyspoon.co/cevapi-or-cevapcici-recipe-grilled-sausages-croatian-food /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "53056",

        "strMeal": "пека из баранины по-хорватски",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 200 ° C / 220 ° C / 425 ° F / Газовая отметка 7\nr\n Если вы не купили нарезанную кубиками баранину, нарежьте баранью лопатку или ногу крупными кусками и отложите в сторону.\r\n Куски нарезанной баранины красного цвета разделочная доска\r\nПриготовление масляного маринада -\r\n Смешайте 80 мл оливкового масла в миске с чесночным пюре, вяленым томатным пюре, черным перцем и солью.\r\nоливковое масло, вяленое томатное пюре gia, чесночное пюре gia и черный перец смешайте в серебряной миске, чтобы приготовить хорватскую пеку\r\nВыложите картофель и овощи в большую форму для запекания с крышкой.\r\n Измельченный овощи, состоящие из нарезанного красного лука, кабачков, картофеля и красного перца в чугунной сковороде\r\nП Поверх овощей выложите нарезанную кубиками баранину, полейте маринадом и вином.\r\nП Куски баранины, покрытые соусом из вяленого томатного масла, поверх нарезанного красный лук, баклажаны, кабачки и картофель обжарить в чугунной сковороде\r\nОбжарить розмарин, тимьян и шалфей, стараясь, чтобы зелень оставалась сверху.\r\nПСо вы можете легко удалить стебли трав после приготовления.\r\n Куски баранины, покрытые вяленым томатно-масляным соусом и посыпанные тимьяном, розмарином и шалфеем, выложите поверх нарезанного красного лука, баклажанов, кабачков и картофеля на чугунную сковороду\r\n Накройте форму для запекания крышкой и готовьте 1 час 30 минут\r\nПо желанию не накрывайте крышкой очень хорошо, накрывая кухонной фольгой\n r\n nCast чугунное блюдо с крышкой в духовке\n r\n Снимите крышку, удалите все толстые стебли травы. Добавьте 2 столовые ложки оливкового масла.\r\nГотовьте еще 20-30 минут.\r\nПриготовленная пека из баранины по-хорватски на чугунной сковороде в духовке\r\n Подавать со свежим домашним хлебом, чтобы он пропитался соком.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/pn59o51628769837.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=K0ipnz4fwJI ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Кабачки",

        "strIngredient3": "Морковь",

        "strIngredient4": "Зеленый перец",

        "strIngredient5": "Баклажан",

        "strIngredient6": "Лук",

        "strIngredient7": "Баранья лопатка",

        "strIngredient8": "Чесночный соус",

        "strIngredient9": "Томатное пюре",

        "strIngredient10": "Оливковое масло",

        "strIngredient11": "Тимьян",

        "strIngredient12": "Белое вино",

        "strIngredient13": "Перец",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "600 г",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "1 маленький",

        "strMeasure6": "1 Крупно нарезанный",

        "strMeasure7": "800 г",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "80 мл",

        "strMeasure11": "Разбрызгивание",

        "strMeasure12": "250 мл",

        "strMeasure13": "Ущипнуть",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://flawlessfood.co.uk/croatian-lamb-peka /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53058",

        "strMeal": "Тушеная фасоль по-хорватски",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте масло на сковороде. Добавьте нарезанные овощи и обжарьте до мягкости. Возьмите кастрюлю, высыпьте в нее фасоль вместе с овощами, положите внутрь сосиски и готовьте еще 20 минут на слабом огне. Или поставьте его в духовку и выпекайте при температуре 180ºC / 350ºF в течение 30 минут. Это блюдо еще лучше разогревается на следующий день",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tnwy8m1628770384.jpg ",

        "strTags": "Разогрев, Суп, Фасоль",

        "strYoutube": "https://www.youtube.com/watch?v=mrjnQal3S1A ",

        "strIngredient1": "Фасоль каннеллини",

        "strIngredient2": "Растительное масло",

        "strIngredient3": "Помидоры",

        "strIngredient4": "Шалот",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Петрушка",

        "strIngredient7": "Чоризо",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 банки",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "2 чашки",

        "strMeasure4": "5",

        "strMeasure5": "2 зубчика",

        "strMeasure6": "Ущипнуть",

        "strMeasure7": "1/2 кг нарезанного",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.visit-croatia.co.uk/croatian-cuisine/croatian-recipes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "53063",

        "strMeal": "Чивито уругвайо",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "strInstructions": "Измельчите мясо так, чтобы оно было конечным, и выложите его на сковородку, чтобы оно подрумянилось. Положите яйца, бекон и ветчину для обжаривания.\r\n Разрежьте хлеб пополам, положите говяжью грудинку, яичницу, бекон, ветчину, моцареллу, помидоры и листья салата. Накройте второй половиной хлеба и подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/n7qnkb1630444129.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=0PXbbL1QdaA&ab_channel=D%C3%ADadeCocina ",

        "strIngredient1": "Говяжья грудинка",

        "strIngredient2": "Хлеб",

        "strIngredient3": "Салат-латук",

        "strIngredient4": "Помидор",

        "strIngredient5": "Ветчина",

        "strIngredient6": "Моцарелла",

        "strIngredient7": "Бекон",

        "strIngredient8": "Яйцо",

        "strIngredient9": "Лук",

        "strIngredient10": "Перец",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "2",

        "strMeasure3": "1",

        "strMeasure4": "1",

        "strMeasure5": "100 г",

        "strMeasure6": "100 г",

        "strMeasure7": "100 г",

        "strMeasure8": "1",

        "strMeasure9": "1",

        "strMeasure10": "1",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://cookpad.com/uy/recetas/116102-chivito-uruguayo ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52785",

        "strMeal": "Дал фрай",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Вымойте и замочите тоор дал в прибл. 3 стакана воды, по крайней мере, на один час. После замачивания Дал увеличится в объеме вдвое. Слейте воду.\r\n N Готовьте дал с 2-1 / 2 стаканами воды и добавьте соль, куркуму, на средне-сильном огне, пока он не станет мягким по текстуре (примерно 30 минут), он должен быть похож на густой суп.\r\nПв сковороде разогрейте топленое масло. Добавьте семена тмина и семена горчицы. После того как семена расколются, добавьте лавровый лист, зеленый перец чили, имбирь и молотый перец чили. Помешивайте в течение нескольких секунд.\r\nДобавьте помидоры, соль и сахар, перемешайте и готовьте, пока помидоры не станут мягкими и мягкими.\r\nнАдд кинзу и гарам масала готовьте около одной минуты.\r\npвлейте приправу на дал, хорошо перемешайте и готовьте еще минуту.\r\nсерв с Наан.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wuxrtu1483564410.jpg ",

        "strTags": "Карри,Вегетарианское, Торт",

        "strYoutube": "https://www.youtube.com/watch?v=J4D855Q9-jg ",

        "strIngredient1": "Toor dal",

        "strIngredient2": "Вода",

        "strIngredient3": "Соль",

        "strIngredient4": "Куркума",

        "strIngredient5": "Топленое масло",

        "strIngredient6": "Нарезанные помидоры",

        "strIngredient7": "Семена тмина",

        "strIngredient8": "Семена горчицы",

        "strIngredient9": "Лавровый лист",

        "strIngredient10": "Зеленый чили",

        "strIngredient11": "Имбирь",

        "strIngredient12": "Кинза",

        "strIngredient13": "Красный перец",

        "strIngredient14": "Соль",

        "strIngredient15": "Сахар",

        "strIngredient16": "Гарам Масала",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "2-1 / 2 чашки",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "1/4 чайной ложки",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "1 чашка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "2",

        "strMeasure10": "1 столовая ложка измельченной",

        "strMeasure11": "2 чайные ложки измельченного",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "1/2 чайной ложки",

        "strMeasure14": "1/2 чайной ложки",

        "strMeasure15": "1 чайная ложка",

        "strMeasure16": "1/4 чайной ложки",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.instagram.com/p/BO21bpYD3Fu ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52899",

        "strMeal": "Торт Данди",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Положите миндаль в небольшую миску и залейте кипятком, чтобы он просто покрывал. Оставьте на 5 минут, затем откиньте на сито и дайте высохнуть.\r\nразогрейте духовку до 180°C/160 °C вентилятор/Газовая отметка 4. Застелите пергаментом для выпечки глубокую 20-сантиметровую форму для торта с рыхлой основой.\r\nП Положите сливочное масло в большую миску и хорошо взбейте до мягкости. Добавьте сахар и взбивайте до получения легкой и пышной массы. Добавьте апельсиновую цедру и абрикосовый джем.\r\nПсмешайте вместе муку и разрыхлитель. Добавьте яйца к взбитому сливочному маслу и сахару, понемногу, хорошо взбивая между каждым добавлением. Если смесь начнет сворачиваться, всыпьте немного муки.\r\nВсыпьте оставшуюся муку и молотый миндаль и хорошо перемешайте. Влейте молоко, затем добавьте сухофрукты и вишню и аккуратно перемешайте.Выложите смесь ложкой в подготовленную форму и разровняйте тыльной стороной ложки. Выложите весь миндаль близко друг к другу аккуратными кружочками на верх торта. Выпекайте в духовке 45 минут.\r\n Снизьте температуру в духовке до 160 °C /140 °C вентилятор / Газовая отметка 3 и готовьте еще 60-80 минут. Проверьте готовность торта через 50 минут, воткнув в него деревянную или металлическую шпажку. Когда все будет готово, к нему должно прилипнуть всего несколько крошек. Проверяйте каждые 10 минут - важно не пережарить этот пирог, чтобы серединка была немного мягкой.Когда пирог будет готов, ненадолго выньте его из духовки, перелейте молоко и сахар в небольшую кастрюлю и осторожно нагревайте, пока сахар не растворится. Смажьте верх торта и верните пирог в духовку на 2-3 минуты. Достаньте и дайте пирогу остыть в форме. Когда совсем остынет, достаньте из формы, заверните в фольгу и храните не менее 2 дней, прежде чем нарезать. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wxyvqq1511723401.jpg ",

        "strTags": "тяжелый, Ореховый, Фруктовый",

        "strYoutube": "https://www.youtube.com/watch?v=4hEXsfpeMQE ",

        "strIngredient1": "Миндаль",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Мускатный сахар",

        "strIngredient4": "Оранжевый",

        "strIngredient5": "Абрикосовый джем",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Разрыхлитель для выпечки",

        "strIngredient8": "Яйца",

        "strIngredient9": "Молотый миндаль",

        "strIngredient10": "Молоко",

        "strIngredient11": "Сухофрукты",

        "strIngredient12": "Глазированная вишня",

        "strIngredient13": "Молоко",

        "strIngredient14": "Сахарная пудра",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "180 г",

        "strMeasure3": "180 г",

        "strMeasure4": "Изюминка 1",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "225g",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "3 больших",

        "strMeasure9": "100 г",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "500 г",

        "strMeasure12": "100 г",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "2 ч. л.",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2155640/dundee-cake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52907",

        "strMeal": "Утиное конфи",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "За день до того, как вы захотите приготовить блюдо, посыпьте половину соли, половину чеснока и половину зелени на дно небольшой неглубокой тарелки. Сверху выложите утиные ножки кожей вверх, затем посыпьте оставшейся солью, чесноком и зеленью. Накройте утку и поставьте в холодильник на ночь. Это можно сделать за 2 дня вперед.Налейте вино в кастрюлю, чтобы утиные ножки плотно прилегали в один слой. Смажьте утиные ножки солью и положите их кожей вниз в вино. Накройте сковороду крышкой и поставьте на средний огонь. Как только вино начнет пузыриться, убавьте огонь до минимума и готовьте в течение 2 часов, время от времени проверяя, чтобы жидкость едва кипела. (Если у вас есть рассеиватель тепла, было бы неплохо использовать его здесь.) Через 2 часа утиные ножки должны погрузиться в собственный жир, а мясо при ощупывании должно казаться невероятно нежным. Оставьте остывать.\r\nП Утиные ножки теперь приготовлены и могут быть съедены немедленно – или вы можете перейти к следующему шагу, если любите, чтобы они были хрустящими. Если вы готовите заранее, плотно упакуйте утиные ножки в пластиковый контейнер или банку и полейте жиром, но не жидкостью на дне сковороды. Накройте и оставьте в холодильнике на срок до месяца или заморозьте на срок до 3 месяцев. Из оставшейся жидкости получается вкусная подливка, которую можно охлаждать или замораживать до тех пор, пока она не понадобится.\r\nПчтобы разогреть и сделать утиные ножки хрустящими, разогрейте духовку до 220С/вентилятор 200С/газ 7. Выньте ножки из жира и положите их кожей вниз на жаропрочную сковороду. Запекайте в течение 30-40 минут, переворачивая на полпути, пока они не подрумянятся и не станут хрустящими. Подавайте с подогретой подливкой, хрустящим салатом и хрустящим золотистым картофелем фри.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wvpvsu1511786158.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=MHhLJqghY-o ",

        "strIngredient1": "Морская соль",

        "strIngredient2": "Лавровый лист",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Тимьян",

        "strIngredient5": "Утиные ножки",

        "strIngredient6": "Белое вино",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "Горсть",

        "strMeasure2": "4",

        "strMeasure3": "4 зубчика",

        "strMeasure4": "Горсть",

        "strMeasure5": "4",

        "strMeasure6": "100 мл",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2085/barneys-confit-of-duck ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52791",

        "strMeal": "Итонский беспорядок",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Измельчите половину клубники в блендере. Нарежьте оставшуюся клубнику, оставив четыре ягоды для украшения.Взбейте двойные сливки до образования жестких пиков, затем добавьте клубничное пюре и измельченную меренгу. Добавьте нарезанную клубнику и имбирь, если используете.Разлейте равное количество смеси по четырем бокалам для холодного вина. Подавайте, украсив оставшейся клубникой и веточкой мяты.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uuxwvq1483907861.jpg ",

        "strTags": "Молочный,Фруктовый, Десерт, Угощение, Фирменное блюдо",

        "strYoutube": "https://www.youtube.com/watch?v=43WgiNq54L8 ",

        "strIngredient1": "клубника",

        "strIngredient2": "двойной крем",

        "strIngredient3": "гнезда для безе",

        "strIngredient4": "имбирный сердечный напиток",

        "strIngredient5": "Мятный",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "400 мл",

        "strMeasure3": "3 x 7,5 см",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "свежие веточки",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52888",

        "strMeal": "Пирожные Экклз",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Чтобы приготовить тесто, нарежьте сливочное масло кубиками и положите его в морозилку, чтобы оно действительно затвердело. Всыпьте муку в чашу кухонного комбайна с половиной сливочного масла и измельчите до консистенции панировочных сухарей. Влейте лимонный сок и 100 мл воды со льдом и замесите тесто. Добавьте оставшееся сливочное масло и взбивайте несколько раз, пока тесто не обильно не покроется сливочным маслом. Важно, чтобы вы не переусердствовали с этим, так как частички сливочного масла делают тесто слоеным.\r\n На посыпанной мукой поверхности раскатайте тесто в аккуратный прямоугольник размером примерно 20 х 30 см. Сложите два конца теста в середину (см. рис. 1), затем сложите пополам (рис. 2). Снова раскатайте тесто и сверните таким же образом еще 3 раза, оставляя тесто не менее чем на 15 минут каждый раз между раскатыванием и сворачиванием, затем оставьте в холодильнике не менее чем на 30 минут перед использованием.\r\nПдля приготовления начинки растопите сливочное масло в большой кастрюле. Снимите его с огня и добавьте все остальные ингредиенты, пока они полностью не перемешаются, затем отложите в сторону.\r\nП Чтобы сделать коржи, раскатайте тесто, пока оно не станет чуть толще монеты в 1 фунт стерлингов, и вырежьте 8 кругов диаметром около 12 см. При необходимости сверните обрезки еще раз. Выложите столовую ложку смеси с хорошей горкой в середину каждого круга, смажьте края кругов водой, затем соберите тесто вокруг начинки и сожмите его вместе (рис. 3). Переверните их так, чтобы гладкая поверхность была обращена вверх, и придайте им гладкую округлость. Разровняйте каждый круг скалкой в овальную форму, пока фрукты не начнут просвечиваться, затем выложите на противень. Вырежьте по 2 маленьких прорези в каждом корже Eccles, щедро смажьте яичным белком и посыпьте сахаром (рис. 4).\r\nПнагрейте духовку до 220С/200С вентилятор/газ 8. Выпекайте коржи Eccles в течение 15-20 минут, пока они не станут золотисто-коричневыми и липкими. Оставьте остывать на решетке и наслаждайтесь еще теплым или холодным чаем. Если вы предпочитаете, пирожные Экклз также очень хорошо подаются с ломтиком твердого, острого британского сыра, такого как Ланкашир или чеддер ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wtqrqw1511639627.jpg ",

        "strTags": "Закуска, Угощение",

        "strYoutube": "https://www.youtube.com/watch?v=xV0QCJ0GD5w ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Лимон",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Смородина",

        "strIngredient6": "Смешанный пилинг",

        "strIngredient7": "Мускатный сахар",

        "strIngredient8": "Корица",

        "strIngredient9": "Имбирь",

        "strIngredient10": "Душистый перец",

        "strIngredient11": "Лимон",

        "strIngredient12": "Яйца",

        "strIngredient13": "Сахар",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "350 г",

        "strMeasure3": "Сок 1/2",

        "strMeasure4": "25g",

        "strMeasure5": "200 г",

        "strMeasure6": "50 г",

        "strMeasure7": "100 г",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "Изюминка 1",

        "strMeasure12": "1 битый",

        "strMeasure13": "мерцание",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/786659/eccles-cakes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52895",

        "strMeal": "Английский завтрак",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Разогрейте плоскую решетку для гриля на слабом огне, поверх 2 конфорок/пламени, если она подходит, и слегка смажьте легким оливковым маслом.\r\nСначала приготовьте сосиски. Выложите сосиски на горячую решетку для гриля / самую холодную часть, если таковая имеется, и готовьте на медленном огне около 15-20 минут, периодически переворачивая, до золотистого цвета. После первых 10 минут увеличьте огонь до среднего, прежде чем приступать к приготовлению других ингредиентов. Если вам не хватает места, приготовьте сосиски полностью и держите горячими на тарелке в духовке.\r\n Сделайте несколько небольших надрезов на жирном краю бекона. Выложите бекон прямо на решетку для гриля и обжаривайте по 2-4 минуты с каждой стороны или до желаемой хрустящей корочки. Как и сосиски, приготовленный бекон можно хранить горячим на тарелке в духовке.\r\nП Для грибов смахните грязь с помощью кондитерской щетки и обрежьте плодоножку на уровне грибной верхушки. Посолите, поперчите и сбрызните небольшим количеством оливкового масла. Выложите на решетку для гриля ножкой вверх и готовьте 1-2 минуты, затем переверните и готовьте еще 3-4 минуты. Не перемещайте грибы слишком сильно во время приготовления, так как это высвобождает натуральные соки, делая их сырой.\r\n N Для помидоров разрежьте помидоры поперек центра / или пополам вдоль, если используете сливовые помидоры, и маленьким острым ножом удалите зеленые глазки. Посолите, поперчите и сбрызните небольшим количеством оливкового масла. Выложите на решетку гриля срезом вниз и готовьте, не двигая, в течение 2 минут. Аккуратно переверните и снова приправьте. Готовьте еще 2-3 минуты, пока они не станут мягкими, но сохранят форму.\r\nПДля кровяной колбасы разрежьте кровяную колбасу на 3-4 ломтика и снимите кожицу. Выложите на решетку для гриля и готовьте по 1½-2 минуты с каждой стороны, пока они не станут слегка хрустящими.\r\n Для правильного жареного хлеба лучше всего готовить его на отдельной сковороде. В идеале используйте хлеб двухдневной давности. Разогрейте сковороду на среднем огне и смажьте основу маслом. Добавьте хлеб и готовьте по 2-3 минуты с каждой стороны, пока он не станет хрустящим и золотистым. Если сковорода станет слишком сухой, добавьте еще немного масла. Для более насыщенного вкуса добавьте кусочек сливочного масла после того, как перевернете ломтик.\r\nПДля яичницы-глазуньи разбейте яйцо прямо на сковороду с поджаренным хлебом и оставьте на 30 секунд. Добавьте хороший кусочек сливочного масла и слегка взбейте яйцо с растопленным сливочным маслом. Приготовьте до нужной вам стадии, приправьте и аккуратно выньте вместе с ломтиками рыбы.\r\nКак только все ингредиенты будут приготовлены, подавайте на теплых тарелках и сразу же наслаждайтесь, хорошенько сбрызнув томатным кетчупом или коричневым соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/utxryw1511721587.jpg ",

        "strTags": "Завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=FXjYU2Ensck ",

        "strIngredient1": "Сосиски",

        "strIngredient2": "Бекон",

        "strIngredient3": "Грибы",

        "strIngredient4": "Помидоры",

        "strIngredient5": "Кровяная колбаса",

        "strIngredient6": "Яйца",

        "strIngredient7": "Хлеб",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "3",

        "strMeasure3": "2",

        "strMeasure4": "2",

        "strMeasure5": "1 срез",

        "strMeasure6": "2",

        "strMeasure7": "1 срез",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/stressfreefullenglis_67721 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52944",

        "strMeal": "Рыба Эскович",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Рыбу промыть, натереть лимоном или лаймом, приправить солью и перцем или использовать вашу любимую приправу. Я использовала креольскую приправу. Отложите в сторону или поставьте в духовку, чтобы она оставалась теплой, пока соус не будет готов.\r\n В большой сковороде разогрейте масло на среднем огне, пока оно не станет горячим, добавьте рыбу, обжаривайте с каждой стороны - примерно по 5-7 минут до готовности и хрустящей корочки с обеих сторон. Выньте рыбу и отложите в сторону. Слейте масло и оставьте примерно 2-3 столовые ложки масла\r\n Наддайте, лавровый лист, чеснок и имбирь, обжаривайте, помешивая, около минуты, следя за тем, чтобы чеснок не пригорел\r\n Затем добавьте лук, болгарский перец, тимьян, чеснок, сахар, все специи -продолжайте помешивать около 2-3 минут. Добавьте уксус, добавьте соль и перец по вкусу. Дайте ему покипеть на медленном огне еще около 2 минут.\nr\n Выложите лавровый лист, добавьте тимьян и подавайте поверх рыбы с гарниром из этого бамми. Вы можете приготовить соус примерно за 2 дня.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1520084413.jpg ",

        "strTags": "Морепродукты,Острые,Фирменное блюдо,Пасха",

        "strYoutube": "https://www.youtube.com/watch?v=nF6DOtGE6k8 ",

        "strIngredient1": "Красный окунь",

        "strIngredient2": "Растительное масло",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Тимьян",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Красный перец",

        "strIngredient8": "Желтый перец",

        "strIngredient9": "Лук",

        "strIngredient10": "Морковь",

        "strIngredient11": "Сахар",

        "strIngredient12": "Душистый перец",

        "strIngredient13": "Вустерширский соус",

        "strIngredient14": "Шотландская шляпка",

        "strIngredient15": "Лайм",

        "strIngredient16": "Солодовый уксус",

        "strIngredient17": "Перец",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 фунта",

        "strMeasure2": "1/2 чашки",

        "strMeasure3": "1 очищенная измельченная гвоздика",

        "strMeasure4": "1/2 чайной ложки",

        "strMeasure5": "2 веточки",

        "strMeasure6": "1",

        "strMeasure7": "0,5",

        "strMeasure8": "0,5",

        "strMeasure9": "1 нарезанный",

        "strMeasure10": "1 нарезанный",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "1/2 чайной ложки",

        "strMeasure13": "1 чайная ложка",

        "strMeasure14": "1",

        "strMeasure15": "1",

        "strMeasure16": "3/4 чашки",

        "strMeasure17": "ущипнуть",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.africanbites.com/jamaican-escovitched-fish /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52955",

        "strMeal": "Суп с яичными каплями",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "В вок налейте куриный бульон и подождите, пока он закипит.\r\nП зАтем добавьте соль, сахар, белый перец, кунжутное масло.\r\nП кОгда куриный бульон закипит, добавьте овощи в вок.\r\n Чтобы соус загустел, взбейте в миске 1 столовую ложку кукурузного крахмала и 2 столовые ложки воды и медленно добавляйте в суп, пока он не станет нужной густоты.\r\n Затем добавьте 1 яйцо, слегка взбитое ножом или вилкой, и медленно добавляйте его в суп, помешивая в течение 8 секунд\r\n Перелейте суп в миску и добавьте сверху зеленый лук.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529446137.jpg ",

        "strTags": "Суп, Выпечка, Калорийный",

        "strYoutube": "https://www.youtube.com/watch?v=9XpzHm9QpZg ",

        "strIngredient1": "Куриный бульон",

        "strIngredient2": "Соль",

        "strIngredient3": "Сахар",

        "strIngredient4": "Перец",

        "strIngredient5": "Кунжутное масло",

        "strIngredient6": "Горох",

        "strIngredient7": "Грибы",

        "strIngredient8": "Кукурузный крахмал",

        "strIngredient9": "Вода",

        "strIngredient10": "Зеленый лук",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 чашки",

        "strMeasure2": "1/4 чайной ложки",

        "strMeasure3": "1/4 чайной ложки",

        "strMeasure4": "ущипнуть",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1/3 чашки",

        "strMeasure7": "1/3 чашки",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "1/4 стакана",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://sueandgambo.com/pages/egg-drop-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53031",

        "strMeal": "Египетский Фаттех",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Чтобы приготовить хлеб для нижней части блюда: возьмите лаваш и разрежьте его на небольшие кусочки. На сковороду налейте примерно 1/4 палочки сливочного масла, добавьте кусочки хлеба и обжаривайте до золотисто-коричневого цвета и хрустящей корочки. Выложите эти кусочки в стеклянную форму для запекания, желательно квадратного размера. Отложите в сторону.\r\nП зАтем добавьте в ту же сковороду еще немного сливочного масла, соли, примерно 2 зубчика измельченного свежего чеснока и чайную ложку или около того тмина, немного перемешайте, пока не почувствуете аромат, затем добавьте к этой смеси обжаренные кусочки хлеба, перемешайте, чтобы покрыть хлеб, и положите обратно выложить в стеклянную форму для запекания. Отложите в сторону.\r\nП Для приготовления мяса: налейте в кастрюлю немного сливочного масла, обжарьте мясо до коричневого цвета, добавьте 1 луковицу, разрезанную на четвертинки, соль и перец, 1 кубик куриного бульона и воду, чтобы покрыть мясо. Доведите до кипения, убавьте огонь, накройте крышкой и готовьте до готовности, примерно 2 часа. После того как мясо остынет, выньте куски мяса и переложите в миску, отставьте в сторону. Отдельно отложите суп из мяса.\r\nПчтобы приготовить рис: Положите в кастрюлю немного сливочного масла, добавьте шарейю (лапшу фидео) горстью или около того, продолжайте помешивать до золотисто-коричневого цвета, не слишком темного, но очень золотистого. Затем добавьте две чашки риса, немного помешивайте, пока часть риса не станет непрозрачно-белой. Добавьте 2-1/4 стакана воды и посолите по вкусу. Доведите до кипения, накройте крышкой и убавьте огонь, варите до готовности. Проверьте нежность риса примерно через 35 минут.\r\nП Теперь возьмите немного бульона из мяса и добавьте сверху на кусочки хлеба в форме для запекания, чтобы насытить.Добавьте вареный рис поверх кусочков хлеба. Медленно выложите оставшуюся часть супа на рис, глядя на стенки стеклянной тарелки, чтобы увидеть уровень супа, он должен доходить только до верха риса, не волнуйтесь, это не обязательно должно быть точно. Теперь вы готовы сделать соус и обжаренное мясо выложить сверху.\r\nПчтобы приготовить красный соус: В сковороду добавьте немного масла или сливочного масла, измельченный помидор, половину чайной ложки томатной пасты, соль и перец, 2 зубчика свежего измельченного чеснока и тмин. Добавьте также примерно 3 столовые ложки уксуса, перемешивайте, пока не почувствуете аромат и смесь не станет немного однородной. Он должен быть немного густым, не водянистым, но если он слишком густой, вы можете добавить немного воды. Выложите деревянной ложкой поверх риса, чтобы он покрыл его.\r\nП дЛя обжаривания мяса: В сковороду добавьте немного сливочного или растительного масла, мясо, чуть-чуть томатной пасты, примерно столовую ложку свежего измельченного чеснока, соль и перец, чайную ложку тмина. Готовьте, пока мясо не станет золотистого цвета.\r\nЛожкой выложите это поверх риса и подавайте. Наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rlwcc51598734603.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=WLuOHkDE4A4 ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Лук",

        "strIngredient3": "Кубик куриного бульона",

        "strIngredient4": "Помидоры",

        "strIngredient5": "Зубчик чеснока",

        "strIngredient6": "Томатное пюре",

        "strIngredient7": "Рис",

        "strIngredient8": "Лапша",

        "strIngredient9": "Сливочное масло",

        "strIngredient10": "Оливковое масло",

        "strIngredient11": "Лаваш",

        "strIngredient12": "Тмин",

        "strIngredient13": "Белый винный уксус",

        "strIngredient14": "Соль",

        "strIngredient15": "Перец",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 фунт",

        "strMeasure2": "1",

        "strMeasure3": "1",

        "strMeasure4": "2",

        "strMeasure5": "4",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "2 чашки",

        "strMeasure8": "1/4 стакана",

        "strMeasure9": "1/4 стакана",

        "strMeasure10": "2 чашки",

        "strMeasure11": "1",

        "strMeasure12": "1 столовая ложка",

        "strMeasure13": "3 столовые ложки",

        "strMeasure14": "По вкусу",

        "strMeasure15": "По вкусу",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.food.com/recipe/egyptian-faatah-rice-meat-with-crispy-bread-on-bottom-194764 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52802",

        "strMeal": "Рыбный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "01. Положите картофель в большую кастрюлю с холодной подсоленной водой и доведите до кипения. Убавьте огонь, накройте крышкой и тушите на медленном огне в течение 15 минут до готовности. Слейте воду, затем верните в кастрюлю на слабый огонь на 30 секунд, чтобы стечь лишняя вода. Разомните с 1 ст. л. оливкового масла, затем приправьте.\r\n02.Тем временем налейте молоко в большую сковороду для сотейника, добавьте рыбу и доведите до кипения. Снимите с огня, накройте крышкой и дайте постоять 3 минуты. Выньте рыбу (оставив молоко) и обсушите кухонной бумагой, затем аккуратно переложите в жаропрочную посуду, удалив кожу и кости.\r\nП03.Разогрейте оставшееся масло в сковороде, всыпьте муку и готовьте в течение 30 секунд. Постепенно влейте 200-250 мл оставшегося молока (остальное выбросьте). Натрите на терке мускатный орех, приправьте, затем взбейте до загустения. Добавьте сливки.\r\n04.Разогрейте духовку до 190°C/fan170°C/gas 5. Натрите артишоки на крупной терке и добавьте в блюдо вместе с луком-пореем, креветками и зеленью. Добавьте в соус лимонную цедру и сок, затем полейте. Аккуратно перемешайте деревянной ложкой.\r\n05.Выложите пюре ложкой на рыбную смесь, затем с помощью вилки сделайте пики, которые по мере приготовления станут хрустящими и подрумянятся. Посыпьте сверху сыром, затем запекайте в течение 35-40 минут до золотистого цвета и образования пузырьков. Подавайте с увядшей зеленью.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ysxwuq1487323065.jpg ",

        "strTags": "Рыба,Пирог,Завтрак, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=2sX4fCgg-UI ",

        "strIngredient1": "Картофель с мукой",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Полуобезжиренное молоко",

        "strIngredient4": "Филе белой рыбы",

        "strIngredient5": "Обычная мука",

        "strIngredient6": "Мускатный орех",

        "strIngredient7": "Двойной крем",

        "strIngredient8": "Топинамбур",

        "strIngredient9": "Лук-порей",

        "strIngredient10": "Креветки",

        "strIngredient11": "Петрушка",

        "strIngredient12": "Укроп",

        "strIngredient13": "Лимон",

        "strIngredient14": "Gruyère",

        "strIngredient15": "Лимонный",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "900 г",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "600 мл",

        "strMeasure4": "800 г",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "Решетка",

        "strMeasure7": "3 столовые ложки",

        "strMeasure8": "200 г",

        "strMeasure9": "1 мелко нарезанный",

        "strMeasure10": "200 г очищенного сырого мяса",

        "strMeasure11": "Большая горсть",

        "strMeasure12": "Горсть",

        "strMeasure13": "Тертая цедра 1 шт.",

        "strMeasure14": "25 г тертого",

        "strMeasure15": "Сок 1",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52815",

        "strMeal": "Французская чечевица с чесноком и тимьяном",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Поставьте большую кастрюлю на средний огонь и добавьте масло. Когда нагреются, добавьте нарезанные овощи и тушите до размягчения, 5-10 минут.\r\nДобавить 6 стаканов воды, чечевицу, тимьян, лавровый лист и соль. Доведите до кипения, затем уменьшите огонь до быстрого.Обжаривайте чечевицу, пока она не станет мягкой и не впитает большую часть воды, от 20 до 25 минут. При необходимости слейте лишнюю воду после того, как чечевица сварится. Подавайте сразу же или дайте им остыть и разогреть позже.\r\nПДля более насыщенного вкуса используйте немного куриного бульона и уменьшите количество воды на столько же.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vwwspt1487394060.jpg ",

        "strTags": "Пульс",

        "strYoutube": "https://www.youtube.com/watch?v=CrlTS1mJQMA ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Морковь",

        "strIngredient5": "Французская чечевица",

        "strIngredient6": "Тимьян",

        "strIngredient7": "Лавровый лист",

        "strIngredient8": "Соль",

        "strIngredient9": "Сельдерей",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 столовые ложки",

        "strMeasure2": "1",

        "strMeasure3": "2 зубчика",

        "strMeasure4": "1",

        "strMeasure5": "2 1/4 чашки",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "3",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "2 палочки",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52835",

        "strMeal": "Феттучине альфредо",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "В кастрюле среднего размера размешайте взбитые сливки, сливочное масло и кукурузную муку на слабом огне и доведите до слабого кипения. Выключите огонь и держите в тепле.\r\nТем временем положите сыр и мускатный орех в небольшую миску и добавьте черный перец хорошего помола, затем все перемешайте (на этом этапе не добавляйте соль).\nПоложите макароны в другую кастрюлю с 2 ч. л. соли, залейте небольшим количеством кипятка и готовьте, следуя инструкциям на упаковке (обычно 3-4 минуты). Когда макароны будут готовы, зачерпните немного воды для варки в жаропрочный кувшин или кружку и слейте воду, но не слишком тщательно.\r\n Выложите макароны на сковороду со взбитой сливочной смесью, затем посыпьте сыром и аккуратно перемешайте все вместе на слабом огне с помощью резиновой лопаточки. После смешивания добавьте 3 столовые ложки воды для варки. Сначала макароны будут выглядеть влажными и неряшливыми: продолжайте помешивать, пока вода не впитается и соус не станет глянцевым. Проверьте наличие приправ перед переложкой в подогретые миски. Посыпьте зеленым луком или петрушкой и сразу подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uquqtu1511178042.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=FLEnwZvGzOE ",

        "strIngredient1": "Взбитые сливки",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Кукурузная мука",

        "strIngredient4": "Сыр пармезан",

        "strIngredient5": "Мускатный орех",

        "strIngredient6": "Феттучини",

        "strIngredient7": "Петрушка",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "227g",

        "strMeasure2": "25g",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "100 г",

        "strMeasure5": "Тертый",

        "strMeasure6": "250 г",

        "strMeasure7": "Нарезанный",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/fettucine-alfredo ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52896",

        "strMeal": "Полный английский завтрак",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Разогрейте плоскую решетку для гриля на слабом огне, поверх 2 конфорок/пламени, если она подходит, и слегка смажьте легким оливковым маслом.\r\nСначала приготовьте сосиски. Выложите сосиски на горячую решетку для гриля / самую холодную часть, если таковая имеется, и готовьте на медленном огне около 15-20 минут, периодически переворачивая, до золотистого цвета. После первых 10 минут увеличьте огонь до среднего, прежде чем приступать к приготовлению других ингредиентов. Если вам не хватает места, приготовьте сосиски полностью и держите горячими на тарелке в духовке.\r\n Сделайте несколько небольших надрезов на жирном краю бекона. Выложите бекон прямо на решетку для гриля и обжаривайте по 2-4 минуты с каждой стороны или до желаемой хрустящей корочки. Как и сосиски, приготовленный бекон можно хранить горячим на тарелке в духовке.\r\nП Для грибов смахните грязь с помощью кондитерской щетки и обрежьте плодоножку на уровне грибной верхушки. Посолите, поперчите и сбрызните небольшим количеством оливкового масла. Выложите на решетку для гриля ножкой вверх и готовьте 1-2 минуты, затем переверните и готовьте еще 3-4 минуты. Не перемещайте грибы слишком сильно во время приготовления, так как это высвобождает натуральные соки, делая их сырой.\r\n N Для помидоров разрежьте помидоры поперек центра / или пополам вдоль, если используете сливовые помидоры, и маленьким острым ножом удалите зеленые глазки. Посолите, поперчите и сбрызните небольшим количеством оливкового масла. Выложите на решетку гриля срезом вниз и готовьте, не двигая, в течение 2 минут. Аккуратно переверните и снова приправьте. Готовьте еще 2-3 минуты, пока они не станут мягкими, но сохранят форму.\r\nПДля кровяной колбасы разрежьте кровяную колбасу на 3-4 ломтика и снимите кожицу. Выложите на решетку для гриля и готовьте по 1½-2 минуты с каждой стороны, пока они не станут слегка хрустящими.\r\n Для правильного жареного хлеба лучше всего готовить его на отдельной сковороде. В идеале используйте хлеб двухдневной давности. Разогрейте сковороду на среднем огне и смажьте основу маслом. Добавьте хлеб и готовьте по 2-3 минуты с каждой стороны, пока он не станет хрустящим и золотистым. Если сковорода станет слишком сухой, добавьте еще немного масла. Для более насыщенного вкуса добавьте кусочек сливочного масла после того, как перевернете ломтик.\r\nПДля яичницы-глазуньи разбейте яйцо прямо на сковороду с поджаренным хлебом и оставьте на 30 секунд. Добавьте хороший кусочек сливочного масла и слегка взбейте яйцо с растопленным сливочным маслом. Приготовьте до нужной вам стадии, приправьте и аккуратно выньте вместе с ломтиками рыбы.\r\nКак только все ингредиенты будут приготовлены, подавайте на теплых тарелках и сразу же наслаждайтесь, хорошенько сбрызнув томатным кетчупом или коричневым соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sqrtwu1511721265.jpg ",

        "strTags": "Жирная, вредная для здоровья, пища для похмелья, Калорийная,Завтрак, барбекю",

        "strYoutube": "https://www.youtube.com/watch?v=FXjYU2Ensck ",

        "strIngredient1": "Сосиски",

        "strIngredient2": "Бекон",

        "strIngredient3": "Грибы",

        "strIngredient4": "Помидоры",

        "strIngredient5": "Кровяная колбаса",

        "strIngredient6": "Яйца",

        "strIngredient7": "Хлеб",

        "strIngredient8": "Печеные бобы",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4",

        "strMeasure2": "4",

        "strMeasure3": "4",

        "strMeasure4": "3",

        "strMeasure5": "2 нарезанных",

        "strMeasure6": "2",

        "strMeasure7": "1 срез",

        "strMeasure8": "100 г",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/stressfreefullenglis_67721 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52903",

        "strMeal": "Французский луковый суп",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Растопите сливочное масло с растительным маслом в большой сковороде с толстым дном. Добавьте лук и обжаривайте под крышкой в течение 10 минут до мягкости. Посыпьте сахаром и готовьте еще 20 минут, часто помешивая, до карамелизации. Лук должен быть действительно золотистым, ароматным и мягким, если его зажать между пальцами. Ближе к концу позаботьтесь о том, чтобы они не подгорели.\r\n Потушите чеснок в течение последних нескольких минут приготовления лука, затем посыпьте мукой и хорошо перемешайте. Увеличьте огонь и продолжайте помешивать, постепенно добавляя вино, а затем горячий бульон. Накройте крышкой и тушите 15-20 минут.\r\nП Перед подачей включите гриль и поджарьте хлеб. Разлейте суп по жаропрочным тарелкам. Положите один или два ломтика тоста поверх тарелок с супом и посыпьте сверху сыром. Гриль пока не растает. Кроме того, вы можете приготовить тосты под грилем, а затем подать их сверху.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xvrrux1511783685.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=-DLDMQucqDI ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Сахар",

        "strIngredient5": "Зубчик чеснока",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Белое сухое вино",

        "strIngredient8": "Говяжий бульон",

        "strIngredient9": "Хлеб",

        "strIngredient10": "Gruyère",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "1 кг",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "4 нарезанных",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "250 мл",

        "strMeasure8": "1L",

        "strMeasure9": "4 нарезанных",

        "strMeasure10": "140 г",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/3020694/french-onion-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52906",

        "strMeal": "Flamiche",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Для теста просейте муку и соль в чашу кухонного комбайна, добавьте сливочное масло и сало, затем взбивайте, пока смесь не станет похожа на мелкие панировочные сухари. Переложите смесь в миску, затем добавьте сыр и достаточное количество воды, чтобы смесь собралась воедино. Выложите тесто на слегка посыпанную мукой поверхность и недолго вымешивайте до получения однородной массы. Тонко раскатайте и выложите в форму для выпечки с рифленым дном размером 23 х 4 см. Наколите основание вилкой. Охладите в течение 20 минут.\r\nП02.Растопите 75 г сливочного масла в кастрюле на медленном огне, затем добавьте лук-порей и соль. Накройте и готовьте ?10 минут до мягкости. Снимите крышку со сковороды, увеличьте огонь и готовьте ?в течение 2 минут, периодически помешивая, пока жидкость не испарится. Выложите ложкой на тарелку и оставьте остывать.\r\n03.Разогрейте духовку до 200°C/180°C/газа 6. Застелите форму для выпечки бумагой для выпечки и посыпьте фасолью или рисом и выпекайте в слепую в течение 15-20 минут, пока края не станут цвета бисквита. Удалите бумагу и фасоль/рис и верните форму в духовку на 7-10 минут, пока основа не станет хрустящей и слегка золотистой. Выньте и отложите в сторону. Уменьшите температуру духовки до 190°C/вентилятор 170°C/газ 5.\r\nП04.Выложите крем-фреш в миску вместе с целым яйцом, яичными желтками и мускатным орехом. Слегка взбейте вместе, затем приправьте. Добавьте лук-порей. Выложите смесь ложкой в форму для пирога и выпекайте в течение 35-40 минут, пока она не застынет и не станет слегка золотистой. Выньте из духовки и оставьте на 10 минут. Достаньте из банки и подавайте.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wssvvs1511785879.jpg ",

        "strTags": "Терпкий",

        "strYoutube": "https://www.youtube.com/watch?v=vT0q5c880Rg ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Лук-порей",

        "strIngredient3": "Соль",

        "strIngredient4": "Крем-фреш",

        "strIngredient5": "Яйцо",

        "strIngredient6": "Яичные желтки",

        "strIngredient7": "Мускатный орех",

        "strIngredient8": "Обычная мука",

        "strIngredient9": "Соль",

        "strIngredient10": "Сливочное масло",

        "strIngredient11": "Сало",

        "strIngredient12": "Сыр чеддер",

        "strIngredient13": "Вода",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "75g",

        "strMeasure2": "1 кг",

        "strMeasure3": "½ чайной ложки",

        "strMeasure4": "300 мл",

        "strMeasure5": "1",

        "strMeasure6": "3",

        "strMeasure7": "¼ чайной ложки",

        "strMeasure8": "225g",

        "strMeasure9": "½ чайной ложки",

        "strMeasure10": "60g",

        "strMeasure11": "60g",

        "strMeasure12": "50 г",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.deliciousmagazine.co.uk/recipes/flamiche-flemish-leek-tart /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52915",

        "strMeal": "Французский омлет",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Приготовьте все. Разогрейте 20-сантиметровую (измеренную по верху) сковороду с антипригарным покрытием на среднем огне. Разбейте яйца в миску и взбейте их вилкой, чтобы они разбились, и перемешайте, но не так тщательно, как для яичницы-болтуньи. На средне-сильном огне опустите в сковороду один кусочек сливочного масла. Он должен пузыриться и шипеть, но не подрумяниваться. Приправьте яйца пармезаном, небольшим количеством соли и перца и вылейте на сковороду.\r\nП Пусть яйца слегка пузырятся в течение пары секунд, затем возьмите деревянную вилкой или лопаткой несколько раз аккуратно втяните смесь с боков сковороды, чтобы она собралась в складки в центре. Оставьте на несколько секунд, затем снова перемешайте, чтобы сырое яйцо слегка смешалось с вареным. Снова оставьте ненадолго, а когда яйцо будет частично готово, помешивайте немного быстрее, останавливаясь, пока не останется немного едва сваренного яйца. Поставив плоскую сковороду на огонь, встряхните ее несколько раз взад-вперед, чтобы смесь осела. Он должен легко скользить по сковороде и выглядеть сверху мягким и влажным. Быстрый всплеск тепла подрумянит нижнюю сторону.\r\n Возьмитесь за ручку снизу. Наклоните сковороду вниз, подальше от себя, и пусть омлет упадет на край. Согните вилкой ближайшую к вам сторону на треть и продолжайте переворачивать, чтобы омлет перевернулся на тарелку – или сложите его пополам, если так проще. Для аккуратного приготовления накройте омлет листом кухонной бумаги и слегка припудрите его пальцами. Другой кусочек сливочного масла разотрите в глазурь. Подавайте немедленно",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yvpuuy1511797244.jpg ",

        "strTags": "Яйцо",

        "strYoutube": "https://www.youtube.com/watch?v=qXPhVYpQLPA ",

        "strIngredient1": "Яйца",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Пармезан",

        "strIngredient4": "Эстрагон",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Зеленый лук",

        "strIngredient7": "Gruyère",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3",

        "strMeasure2": "2 ручки",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "3 нарезанных",

        "strMeasure5": "1 столовая ложка измельченной",

        "strMeasure6": "1 столовая ложка измельченной",

        "strMeasure7": "4 столовые ложки",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1669/ultimate-french-omelette ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52918",

        "strMeal": "Тушеная рыба с руле",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "У креветок открутите головы, затем очистите ножки и панцири, но хвосты оставьте нетронутыми. Разделите каждую креветку. Обжаривайте панцири в 1 ст. л. масла в течение 5 минут, пока они не станут темно-розовыми и золотистыми вкраплениями. Добавьте вино, уварите на две трети, затем влейте бульон. Процедите в кувшин, выбросив скорлупу.\r\nПнагрейте оставшееся масло в глубокой сковороде или сотейнике. Добавьте фенхель, лук и чеснок, приправьте, затем накройте и осторожно готовьте в течение 10 минут до мягкости. Тем временем очистите картофель и нарежьте ломтиками толщиной 2 см. Положить в кастрюлю с холодной водой, довести до кипения. доведите до кипения и готовьте в течение 5 минут, пока они не станут почти мягкими. Откиньте на дуршлаг.\r\nСчистите полоску цедры с апельсина. Положите в сковороду цедру, бадьян, лавровый лист и ½ ч. л. хариссы. Слегка обжаривайте, не накрывая крышкой, в течение 5-10 минут, пока овощи не станут мягкими, сладкими и золотистыми.\r\nНстирьте в томатном пюре, готовьте 2 минуты, затем добавьте помидоры и бульон. Тушите 10 минут, пока соус слегка не загустеет. Приправьте по вкусу. Соус можно приготовить заранее, а затем повторно разогреть позже в тот же день. Тем временем очистите мидии или моллюсков и удалите все волокнистые бородки. Все открытые элементы следует резко постучать по столешница – если они не закроются через несколько секунд, выбросьте их.\r\n При необходимости взбейте соус, затем очень осторожно добавьте картофель, кусочки рыбы и креветки в рагу. Снова доведите до кипения, затем накройте крышкой и варите на медленном огне в течение 3 минут. Посыпьте рагу мидиями или моллюсками, затем накройте крышкой и готовьте еще 2 минуты или до тех пор, пока раковины не раскроются. Выбросьте все, что осталось закрытым. Куски рыбы должны легко отслаиваться, а креветки должны быть розовыми насквозь. Посыпьте листьями тимьяна.\r\n Чтобы приготовить быстрый руль, смешайте оставшуюся часть хариссы с майонезом. Подавайте рагу в тарелках, посыпав сверху ложками руле, которое растворится в соусе и обогатит его. Приготовьте хороший хлеб, так как вам обязательно захочется смыть соки ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vptqpw1511798500.jpg ",

        "strTags": "Рыба, Морепродукты, Моллюски",

        "strYoutube": "https://www.youtube.com/watch?v=fp9Lqx2EUco ",

        "strIngredient1": "Креветки",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Белое сухое вино",

        "strIngredient4": "Рыбный бульон",

        "strIngredient5": "Фенхель",

        "strIngredient6": "Лук",

        "strIngredient7": "Чеснок",

        "strIngredient8": "Картофель",

        "strIngredient9": "Оранжевый",

        "strIngredient10": "Звездчатый анис",

        "strIngredient11": "Лавровый лист",

        "strIngredient12": "Харисса Спайс",

        "strIngredient13": "Томатное пюре",

        "strIngredient14": "Нарезанные помидоры",

        "strIngredient15": "Мидии",

        "strIngredient16": "Белая рыба",

        "strIngredient17": "Тимьян",

        "strIngredient18": "Хлеб",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "6 больших",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "150 мл",

        "strMeasure4": "200 мл",

        "strMeasure5": "1 маленький мелко нарезанный кубик",

        "strMeasure6": "1 маленький мелко нарезанный кубик",

        "strMeasure7": "3 измельченных зубчика чеснока",

        "strMeasure8": "1 большой",

        "strMeasure9": "1",

        "strMeasure10": "1",

        "strMeasure11": "1",

        "strMeasure12": "1 1/2 ч. л.",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "400 г",

        "strMeasure15": "Горсть",

        "strMeasure16": "200 г",

        "strMeasure17": "2",

        "strMeasure18": "служить",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/532640/summer-fish-stew-with-rouille ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52919",

        "strMeal": "Дофинуаз с фенхелем",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Разогрейте духовку до 180 °С /160 °С с вентилятором /газом 4. Выложите картофель, фенхель и чеснок на сковороду среднего размера с антипригарным покрытием. Влейте молоко и двойные сливки, хорошо приправьте и тушите на медленном огне под крышкой в течение 10 минут, помешивая, пока картофель не станет мягким.\r\nРазделите смесь между 2 небольшими (около 150 мл) формочками с маслом и посыпьте пармезаном. Запекайте в течение 40 минут, пока картофель не станет золотистым и нежным, если его проткнуть ножом. Перед подачей на стол срежьте оставшиеся листья фенхеля.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ytttsv1511798734.jpg ",

        "strTags": "Пирог с гарниром",

        "strYoutube": "https://www.youtube.com/watch?v=tXBzZm2kkh8 ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Фенхель",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Молоко",

        "strIngredient5": "Двойной крем",

        "strIngredient6": "Сливочное масло",

        "strIngredient7": "Сыр пармезан",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g",

        "strMeasure2": "1 маленький",

        "strMeasure3": "1 мелко нарезанная гвоздика",

        "strMeasure4": "75 мл",

        "strMeasure5": "100 мл",

        "strMeasure6": "Для смазки",

        "strMeasure7": "служить",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/fennel-dauphinoise ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52957",

        "strMeal": "Выпечка на завтрак с фруктами и сливочным сыром",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Разогрейте духовку до 400ºF (200ºC) и застелите пергаментной бумагой два противня для печенья. В миске смешайте сливочный сыр, сахар и ваниль до получения однородной массы. Слегка посыпьте поверхность мукой и раскатайте сверху слоеное тесто, чтобы оно разровнялось. Разрежьте каждый лист слоеного теста на 9 равных квадратов. В правом верхнем и левом нижнем углу теста вырежьте L-образную форму примерно на ½ дюйма (1 см) от края.\r\n Примечание: Эта L-образная форма должна доходить до самого низа и поперек квадрата, однако обе L-образные формы не должны пересекаться на концах. Ваша выпечка должна выглядеть как рамка для картины с двумя неповрежденными углами.\r\ntпринимите верхний правый угол и согните вниз по направлению к внутреннему нижнему углу. Теперь у вас будет ромбовидная форма.\r\nПпложите 1-2 чайные ложки начинки из сливочного сыра в середину, затем выложите ягоды сверху.\r\nП Повторите с оставшимися квадратиками теста и выложите их на противень, застеленный пергаментом.\r\nПпекайте 15-20 минут или пока тесто не станет золотисто-коричневым и пышным.\r\nнЕнжой!\r\n",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1543774956.jpg ",

        "strTags": "Завтрак, лето",

        "strYoutube": "",

        "strIngredient1": "Сливочный сыр",

        "strIngredient2": "Сахар",

        "strIngredient3": "Ванильный экстракт",

        "strIngredient4": "Мука",

        "strIngredient5": "Слоеное тесто",

        "strIngredient6": "Клубника",

        "strIngredient7": "Малина",

        "strIngredient8": "Ежевика",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 1/4 унции",

        "strMeasure2": "1 1/4 чашки",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "",

        "strMeasure5": "2",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52996",

        "strMeal": "Курица по-французски с луком, запеченной морковью и картофельным пюре",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "1\r\n\r\n Разогрейте духовку до 425 градусов. Вымойте и обсушите все продукты. Обрежьте, очистите и нарежьте морковь по диагонали на кусочки толщиной в четверть дюйма. Картофель нарезать кубиками на полудюймовые кусочки. Лук разрезать пополам, очистить и тонко нарезать.2. Выложите морковь на противень, сбрызните маслом, посолите и поперчите. Запекайте, пока они не подрумянятся и не станут мягкими, 15-20 минут.\r\n\r\n3\r\n Тем временем положите картофель в кастрюлю среднего размера с достаточным количеством подсоленной воды, чтобы покрыть его на 2 дюйма. Доведите до кипения и готовьте до готовности, 12-15 минут. Слейте воду и верните картофель в кастрюлю; накройте, чтобы сохранить тепло.\r\n4\r\n Пока картофель варится, разогрейте немного масла в большой сковороде на средне-сильном огне. Добавьте лук и готовьте, периодически помешивая, пока он не подрумянится и не станет мягким, 8-10 минут. Посыпать 1 ч. л. сахара (2 ч. л. на 4 порции). Добавьте бульонный концентрат и 2 столовые ложки воды (¼ стакана на 4 персоны), приправьте солью и перцем. Готовьте до образования джема, еще 2-3 минуты. Выключите огонь; переложите в небольшую миску. Вымойте сковороду.\r\n5\r\n Курицу обсушить бумажными полотенцами, приправить солью и перцем. Разогрейте немного масла в сковороде, в которой обжаривается лук, на средне-сильном огне. Добавьте курицу и готовьте, пока она не подрумянится и не прожарится, по 5-6 минут с каждой стороны. В последние 1-2 минуты приготовления посыпьте сверху карамелизированным луком и сыром. Накрывайте сковороду крышкой, пока сыр не расплавится. (Если у вашей сковороды нет крышки, накройте противнем!)\r\n\r\n6\r\n\r\n Разогрейте кастрюлю с обсушенным картофелем на медленном огне; разомните со сметаной, 2 ст. л. сливочного масла (4 ст. л. на 4 порции), солью, перцем, и немного воды (или молока, для дополнительной густоты) до получения однородной массы. Разделите курицу, обжаренную морковь и картофельное пюре на тарелки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/b5ft861583188991.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Куриные грудки",

        "strIngredient2": "Морковь",

        "strIngredient3": "Мелкая картошка",

        "strIngredient4": "Лук",

        "strIngredient5": "Говяжий бульон",

        "strIngredient6": "Моцарелла",

        "strIngredient7": "Сметана",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Сахар",

        "strIngredient10": "Растительное масло",

        "strIngredient11": "Соль",

        "strIngredient12": "Перец",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "12 унций",

        "strMeasure3": "5",

        "strMeasure4": "1",

        "strMeasure5": "1",

        "strMeasure6": "1 1/2 чашки",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53025",

        "strMeal": "Полный Медамес",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Поскольку время приготовления варьируется в зависимости от качества и возраста фасоли, хорошо приготовить ее заранее и разогреть, когда вы будете готовы к подаче. Отварите очищенную фасоль в свежей порции несоленой воды в большой кастрюле с закрытой крышкой до готовности, добавив воды, чтобы фасоль была покрыта, и посолите, когда фасоль размягчится. Им требуется 2-2 1/2 часа слабого кипения на медленном огне. Когда фасоль станет мягкой, дайте жидкости стечь. Обычно вынимают половник или два бобов и разминают их с небольшим количеством кулинарной жидкости, затем снова перемешивают с фасолью. Это делается для того, чтобы соус загустел.Выложите фасоль в суповые тарелки, посыпьте рубленой зеленью петрушки и подавайте с арабским хлебом.Разложите ингредиенты для заправки по тарелкам, чтобы каждый мог себе помочь: бутылка оливкового масла первого отжима, разрезанные на четвертинки лимоны, соль и перец, небольшое блюдце с измельченным чесноком, одно с хлопьями перца чили и одно с молотым тмином.\r\nП Фасоль едят, слегка разминая вилкой, чтобы она впитала заправку.\r\nопциональные гарниры\nr\n Сваренные вкрутую яйца— 1 на человека -нарезать в миску с фасолью.\r\nП Поверх фасоли с нарезанным салатом из огурцов и помидоров и тонко нарезанным мягким луком или зеленым луком. В противном случае передайте по кругу хороший пучок зеленого лука и разрезанные на четвертинки помидоры и огурцы, нарезанные соломкой.Подавайте со сливочным соусом тахина (стр. 65) или салатом (стр. 67), с солеными огурцами и нарезанным луком, замоченным в уксусе на 30 минут.\r\nПдругой способ подачи фулмедамес - это сдобренный чесночным томатным соусом (см. стр. 464).\r\nПв Сирии и Ливане фулмедамес едят с йогуртом или сыром фета, оливками и маленькими огурцами.\r\nВарианты\nr\nТрадиционный способ загустить соус - бросить горсть красной чечевицы (1/4 стакана) в воду в начале приготовления.\r\nПв Ираке крупные коричневые бобы используются вместо мелких египетских в блюде под названием бадкила, которое также продается на завтрак на улице.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/lvn2d51598732465.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=ixpCabILuxw ",

        "strIngredient1": "Широкие бобы",

        "strIngredient2": "Петрушка",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Лимоны",

        "strIngredient5": "Зубчик чеснока",

        "strIngredient6": "Тмин",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "1/3 чашки",

        "strMeasure3": "Тире",

        "strMeasure4": "3",

        "strMeasure5": "4",

        "strMeasure6": "Разбрызгивание",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.epicurious.com/recipes/food/views/ful-medames-352993 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53030",

        "strMeal": "Фетир Мешалтет",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "Инструкции по приготовлению": "Смешайте муку и соль, затем влейте одну чашку воды и начинайте месить.\r\n Если вы чувствуете, что тесто все еще не слипается или слишком сухое, постепенно добавляйте оставшуюся воду, пока не получите тесто, которое будет очень эластичным, так что, когда вы потянете его, оно не порвется.\r\nП Дайте тесту постоять всего 10 минут, затем разделите тесто на 6-8 шариков в зависимости от размера, который вы хотите для своего теста.\r\nРазогрейте сливочное / топленое или растительное масло, которое вы используете, и перелейте в глубокую миску.\r\n Обваляйте шарики теста в теплом сливочном масле. Дайте ему постоять 15-20 минут.\r\nРазогрейте духовку до 550F.\r\n Первый шарик растяните руками на чистой столешнице. Растяните его как можно тоньше, цель здесь состоит в том, чтобы сквозь тесто была видна ваша столешница.\r\n Сложите тесто на себя, чтобы сформировать квадрат, смазывая между складками масляной смесью.Отложите в сторону и начните лепить следующий шар.\r\n Второй шар растяните тонко, как мы делали для первого шара.\r\n Расположите предыдущую на среднем шве стороной вниз. Сложите верхнюю часть, смазывая по мере складывания большим количеством масляной смеси. Отложите в сторону. Продолжайте делать это для третьего и четвертого шариков. Теперь, когда один из них готов, выложите его на 10-дюймовую форму для выпечки / пирога швом вниз и смажьте сверху большим количеством сливочного масла.\r\nП Повторите для оставшихся 4 шариков, чтобы сделать второй. Слегка прижмите руками сложенный фетер, чтобы выложить его на форму для запекания.\r\nПпоставьте в предварительно разогретую духовку на 10 минут, когда пирог начнет пышно дымиться, включите жаровню, чтобы верх подрумянился.\r\nП кОгда все будет готово, добавьте сверху немного сливочного масла и накройте, чтобы оно не пересохло.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/9f4z6v1598734293.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=-mW1unsVhFU ",

        "strIngredient1": "Мука",

        "strIngredient2": "Вода",

        "strIngredient3": "Соль",

        "strIngredient4": "Несоленое сливочное масло",

        "strIngredient5": "Оливковое масло",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 чашки",

        "strMeasure2": "1 1/2 чашки",

        "strMeasure3": "1/4 чайной ложки",

        "strMeasure4": "1 чашка",

        "strMeasure5": "1/4 стакана",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://amiraspantry.com/egyptian-feteer-meshaltet /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53043",

        "strMeal": "Рыбный фофос",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1\r\n Положите рыбу в кастрюлю с крышкой и залейте достаточным количеством воды, чтобы она покрыла. Доведите до кипения и осторожно тушите в течение 10 минут на слабом огне под крышкой. Слейте воду и очистите рыбу от кожуры.Шаг 2 Положите рыбу, картофель, зеленый перец чили, кориандр, тмин, черный перец, чеснок и имбирь в большую миску. Приправьте, добавьте рисовую муку, хорошо перемешайте и разбейте 1 яйцо. Перемешайте смесь и разделите на 15 частей, затем сформируйте небольшие брусочки. Разбейте оставшиеся яйца в миску и слегка взбейте. Положите панировочные сухари в другую миску. Обмакните каждую фофо во взбитое яйцо, а затем в смесь из панировочных сухарей. Охладите в течение 20 минут.Шаг 3 Разогрейте 1 см масла в большой сковороде на среднем огне. Обжаривайте фофос порциями по 2 минуты с каждой стороны, осторожно переворачивая, чтобы он приобрел равномерный золотисто-коричневый цвет. Выложите на кухонную бумагу и повторите с оставшимся фофосом.Шаг 4 Для приготовления лукового салата смешайте лук, кориандр и лимонный сок с щепоткой соли. Подавайте с фофосом и манговым чатни.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/a15wsa1614349126.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=YXUZHK2PrV8 ",

        "strIngredient1": "Пикша",

        "strIngredient2": "Картофель",

        "strIngredient3": "Зеленый перец чили",

        "strIngredient4": "Кориандр",

        "strIngredient5": "Семена тмина",

        "strIngredient6": "Перец",

        "strIngredient7": "Чеснок",

        "strIngredient8": "Имбирь",

        "strIngredient9": "Мука",

        "strIngredient10": "Яйца",

        "strIngredient11": "Панировочные сухари",

        "strIngredient12": "Растительное масло",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "600 г",

        "strMeasure2": "300 г",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "3 столовые ложки",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "3 зубчика",

        "strMeasure8": "2 штуки",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "3",

        "strMeasure11": "75g",

        "strMeasure12": "Для жарки",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/fish-and-seafood/fish-fofos /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "53061",

        "strMeal": "Свежие сардины",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Вымойте рыбу под струей холодной воды. Обваляйте в муке и обжарьте во фритюре на масле до хрустящей корочки. Выложите на кухонное полотенце, чтобы избавиться от излишков масла, и подавайте горячим или холодным с ломтиком лимона.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/nv5lf31628771380.jpg ",

        "strTags": "Свежий",

        "strYoutube": "https://www.youtube.com/watch?v=DDaZoXP1Mdc ",

        "strIngredient1": "Сардины",

        "strIngredient2": "Растительное масло",

        "strIngredient3": "Мука",

        "strIngredient4": "Соль",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "Тире",

        "strMeasure3": "Для глазури",

        "strMeasure4": "Тире",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.visit-croatia.co.uk/croatian-cuisine/croatian-recipes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53064",

        "strMeal": "Феттучини Альфредо",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "Инструкции по приготовлению": "Приготовьте макароны в соответствии с инструкциями на упаковке в большой кастрюле с кипящей водой и солью. Добавьте жирные сливки и сливочное масло в большую сковороду на среднем огне, пока сливки не начнут пузыриться, а масло не растает. Взбейте пармезан и добавьте приправу (соль и черный перец). Дайте соусу немного загустеть, а затем добавьте макароны и перемешайте, пока они не покроются соусом. Украсьте зеленью петрушки, и блюдо готово.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/0jv5gx1661040802.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=LPPcNPdq_j4 ",

        "strIngredient1": "Феттучини",

        "strIngredient2": "Жирные сливки",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Пармезан",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Черный перец",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 фунт",

        "strMeasure2": "1/2 чашки",

        "strMeasure3": "1/2 чашки",

        "strMeasure4": "1/2 чашки",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.delish.com/cooking/recipe-ideas/a55312/best-homemade-fettuccine-alfredo-recipe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52764",

        "strMeal": "Гаридес Саганаки",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Положите креветки в кастрюлю и залейте достаточным количеством воды, чтобы покрыть их. Кипятите в течение 5 минут. Слейте воду, оставив жидкость, и отложите в сторону.\r\nПнагрейте 2 столовые ложки масла в кастрюле. Добавьте лук, готовьте, помешивая, до мягкости. Добавьте петрушку, вино, помидоры, чеснок и оставшееся оливковое масло. Варите на медленном огне, периодически помешивая, около 30 минут или пока соус не загустеет.\r\nП Пока соус варится на медленном огне, креветки должны достаточно остыть, чтобы их можно было брать в руки. Сначала удалите ноги, защипнув их, а затем снимите панцири, оставив голову и хвост.\r\nП кОгда соус загустеет, добавьте креветки. Если соус с креветками остыл, снова доведите до кипения и готовьте около 5 минут. Добавьте фету и снимите с огня. Дайте постоять, пока сыр не начнет плавиться. Подавайте теплым с ломтиками хрустящего хлеба.Хотя это совершенно нетрадиционно, вы можете добавить в этот рецепт несколько столовых ложек бульона или пассаты, чтобы приготовить вкусный соус для пасты. Перемешайте с макаронами, добавив фету, и подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wuvryu1468232995.jpg ",

        "strTags": "Морепродукты, моллюски",

        "strYoutube": "https://www.youtube.com/watch?v=uO0ejc85zSE ",

        "strIngredient1": "Сырые королевские креветки",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Нарезанный лук",

        "strIngredient4": "Свеженарезанная петрушка",

        "strIngredient5": "Белое вино",

        "strIngredient6": "Нарезанные помидоры",

        "strIngredient7": "Измельченный чеснок",

        "strIngredient8": "Нарезанный кубиками сыр фета",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "500 г",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "1",

        "strMeasure4": "ущипнуть",

        "strMeasure5": "250 мл",

        "strMeasure6": "1 (400 г) жестяная банка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1 упаковка (200 г)",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52829",

        "strMeal": "Сэндвич с макаронами и сыром на гриле",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "Приготовьте макароны с сыром\r\n\r\n1. Доведите до кипения среднюю кастрюлю с сильно подсоленной водой (вы хотите, чтобы она имела вкус морской воды). Добавьте макароны и готовьте, периодически помешивая, до состояния аль денте, от 8 до 10 минут или в соответствии с указаниями на упаковке. Макароны должны быть нежными, но все еще жевательными.\r\n2. Пока макароны готовятся, в небольшой миске взбейте вместе муку, горчичный порошок, чесночный порошок, соль, черный и кайенский перец.\r\n3. Откиньте макароны на дуршлаг. Поставьте пустую форму для макарон (мыть ее не нужно) на слабый огонь и добавьте сливочное масло. Когда сливочное масло растопите, добавьте мучную смесь и продолжайте готовить, часто взбивая, пока смесь не начнет подрумяниваться и не приобретет приятный ореховый аромат, около 1 минуты. Внимательно следите, чтобы он не подгорел на дне сковороды.\r\n4. Медленно взбейте молоко и сливки с мучной смесью, пока все не станет действительно хорошо перемешанным. Готовьте, постоянно взбивая, пока соус не прогреется и не начнет густеть, около 2 минут. Снимите с огня. Постепенно добавляйте сыр, постоянно помешивая деревянной ложкой или силиконовой лопаткой, и продолжайте помешивать, пока сыр не растворился в соусе. Затем добавьте слитые вареные макароны.\r\n5. Противень размером 9 на 13 дюймов (23 на 33 сантиметра) застелите пергаментной бумагой или алюминиевой фольгой. Смажьте бумагу или фольгу антипригарным спреем для приготовления пищи или смажьте ее сливочным маслом. Вылейте теплые макароны с сыром на подготовленный противень и равномерно распределите лопаткой. Смажьте другой лист пергаментной бумаги кулинарным спреем или маслом и положите его смазанной маслом или маслом стороной вниз прямо на поверхность макарон с сыром. Поставьте в холодильник, пока они не остынут и не станут твердыми, примерно на 1 час.\r\n\r\nПриготовьте сыр на гриле\r\n6. Разогрейте большую чугунную или антипригарную сковороду на средне-низком огне.\r\n7. В небольшой миске смешайте 4 столовые ложки (55 г) сливочного масла и чесночный порошок до получения однородной массы.\r\n8. Достаньте макароны с сыром из холодильника и снимите верхний слой пергаментной бумаги. Аккуратно разрежьте на 8 равных частей. Из каждого кусочка получится 1 сэндвич с макаронами и сыром, приготовленный на гриле. (Вы можете упаковать каждую порцию в двойной слой закрывающихся пластиковых пакетов и хранить в холодильнике до 3 дней или заморозить на срок до 1 месяца.)\r\nn9. Намажьте 3/4 чайной ложки чесночного масла на одну сторону каждого ломтика хлеба. Выложите половину ломтиков, смазанных маслом, стороной вниз, на чистую разделочную доску. Сверху на каждый положите по одному ломтику чеддера, затем по 1 кусочку макарон и сыра. (Переложите с противня, подсунув руку или лопаточку под каждый кусочек макарон с сыром, а затем переверните его на бутерброд.) Сверху на каждый положите по 1 ломтику Джека. Выложите оставшиеся ломтики хлеба, смазанные маслом, стороной вверх.\r\n10. Используя широкую лопатку, положите на сковороду столько бутербродов, сколько поместится, не переполняя ее. Накройте и готовьте, пока дно не подрумянится, около 4 минут. Переверните и готовьте, пока вторые стороны не подрумянятся, сыр не расплавится, а макароны с сыром не прогреются, еще около 4 минут.\r\n11. Повторите то же самое с остальными ингредиентами. При желании разрежьте бутерброды пополам и подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xutquv1505330523.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=PYq31xLj-DY ",

        "strIngredient1": "Макароны",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Горчичный порошок",

        "strIngredient4": "Чесночный порошок",

        "strIngredient5": "Кошерная соль",

        "strIngredient6": "Черный перец",

        "strIngredient7": "Кайенский перец",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Цельное молоко",

        "strIngredient10": "Жирные сливки",

        "strIngredient11": "Сыр Монтерей Джек",

        "strIngredient12": "Сливочное масло",

        "strIngredient13": "чесночный порошок",

        "strIngredient14": "Хлеб",

        "strIngredient15": "Сыр чеддер",

        "strIngredient16": "Сыр Колби Джек",

        "strIngredient17": "Сливочное масло",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8 унций (230 грамм)",

        "strMeasure2": "1/3 чашки",

        "strMeasure3": "3/4 чайной ложки",

        "strMeasure4": "1/2 чайной ложки",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "1/8 чайной ложки",

        "strMeasure8": "6 столовых ложек (85 грамм)",

        "strMeasure9": "1 1/2 чашки (360 миллилитров)",

        "strMeasure10": "1 чашка (240 миллилитров)",

        "strMeasure11": "1 фунт (455 грамм)",

        "strMeasure12": "4 столовые ложки (55 грамм)",

        "strMeasure13": "1 чайная ложка",

        "strMeasure14": "16 квадратных ломтиков",

        "strMeasure15": "8 мягких ломтиков",

        "strMeasure16": "8 ломтиков",

        "strMeasure17": "4 столовые ложки (55 грамм)",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://leitesculinaria.com/103647/recipes-grilled-mac-and-cheese-sandwich.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52951",

        "strMeal": "Цыпленок генерала Цо",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "УКАЗАНИЯ:\nr\nШаг 1 - СОУС\nr\nВ миску добавьте 2 стакана воды, 2 столовые ложки соевого соуса, 2 столовые ложки белого уксуса, хересное кулинарное вино, 1/4 чайной ложки белого перца, измельченный имбирь, измельченный чеснок, острый перец, кетчуп, соус хойсин, и сахар.Хорошо перемешайте и отложите в сторону.\r\nПшаг 2 - МАРИНОВАНИЕ КУРИЦЫ\r\nПв миску добавьте курицу, 1 щепотку соли, 1 щепотку белого перца, 2 яичных белка и 3 столовые ложки кукурузного крахмала\r\nПшаг 3 - ОБЖАРЬТЕ ВО ФРИТЮРЕ КУРИЦУ. ОБЖАРИВАЙТЕ курицу при температуре 350 градусов 3-4 минуты или пока она не станет золотисто-коричневой и не разрыхлится курицу так, чтобы они не слиплись.Отложите курицу в сторону. Шаг 4 - ОБЖАРИВАЙТЕ, ПОМЕШИВАЯ. Добавьте соус в вок, а затем брокколи и подождите, пока он не закипит.\r\n Чтобы соус загустел, взбейте в миске 2 столовые ложки кукурузного крахмала и 4 столовые ложки воды и медленно добавляйте в соус, пока он не станет нужной густоты.\r\n Затем добавьте курицу, обжаривайте, помешивая, в течение минуты и подавайте на тарелке",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529444113.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=wWGwz0iBmvU ",

        "strIngredient1": "Куриная грудка",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Яйцо",

        "strIngredient4": "Крахмал",

        "strIngredient5": "Разрыхлитель для выпечки",

        "strIngredient6": "Соль",

        "strIngredient7": "Луковая соль",

        "strIngredient8": "Чесночный порошок",

        "strIngredient9": "Вода",

        "strIngredient10": "Куриный бульон",

        "strIngredient11": "Утиный соус",

        "strIngredient12": "Соевый соус",

        "strIngredient13": "Мед",

        "strIngredient14": "Рисовый уксус",

        "strIngredient15": "Кунжутное масло",

        "strIngredient16": "Гочуджан",

        "strIngredient17": "Крахмал",

        "strIngredient18": "Чеснок",

        "strIngredient19": "Зеленый лук",

        "strIngredient20": "Имбирь",

        "strMeasure1": "1 1/2",

        "strMeasure2": "3/4 стакана",

        "strMeasure3": "1",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1/4 чайной ложки",

        "strMeasure9": "3/4 стакана",

        "strMeasure10": "1/2 чашки",

        "strMeasure11": "1/4 стакана",

        "strMeasure12": "3 столовые ложки",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "1 столовая ложка",

        "strMeasure15": "2 столовые ложки",

        "strMeasure16": "1/2 столовой ложки",

        "strMeasure17": "2 столовые ложки",

        "strMeasure18": "1 зубчик",

        "strMeasure19": "2 нарезанных",

        "strMeasure20": "1 чайная ложка",

        "strSource": "https://www.skinnytaste.com/general-tsos-chicken /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53012",

        "strMeal": "Гигантес Плаки",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Замочите фасоль на ночь в большом количестве воды. Слейте воду, промойте, затем положите в кастрюлю, залитую водой. Доведите до кипения, уменьшите огонь, затем варите на медленном огне около 50 минут, пока они не станут слегка мягкими, но не мягкими. Слейте воду, затем отложите в сторону.\r\n\n r\n Разогрейте духовку до 180 С / 160 С с вентилятором / газом 4. Разогрейте оливковое масло в большой сковороде, добавьте лук и чеснок, затем готовьте на среднем огне в течение 10 минут, пока они не станут мягкими, но не подрумянятся. Добавьте томатное пюре, готовьте еще минуту, добавьте остальные ингредиенты, затем тушите 2-3 минуты. Щедро приправьте, затем добавьте фасоль. Выложите в большую жаропрочную форму, затем запекайте примерно 1 час, не накрывая крышкой и не помешивая, пока фасоль не станет мягкой. Фасоль впитает в себя все сказочные ароматы, а соус загустеет. Дайте остыть, затем посыпьте зеленью петрушки и сбрызните еще немного оливковым маслом перед подачей.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/b79r6f1585566277.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=e-2K2iyPASA ",

        "strIngredient1": "Масляные бобы",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Томатное пюре",

        "strIngredient6": "Помидоры",

        "strIngredient7": "Сахар",

        "strIngredient8": "Сушеный орегано",

        "strIngredient9": "Корица",

        "strIngredient10": "Рубленая петрушка",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "2 нарезанных",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": "800 г",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/gigantes-plaki ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "53021",

        "strMeal": "Голенбки (голубцы)",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Доведите большую кастрюлю со слегка подсоленной водой до кипения. Опустите кочан капусты в воду, накройте кастрюлю крышкой и готовьте, пока капустные листья не станут достаточно мягкими, чтобы их можно было снять с кочана, 3 минуты. Выньте капусту из кастрюли и оставьте капусту настояться, пока листья не остынут достаточно, чтобы их можно было обрабатывать, около 10 минут.\r\n\r\n Удалите 18 целых листьев из кочана капусты, вырезав любые толстые жесткие ребрышки в центре. Отложите целые листья в сторону. Оставшуюся часть кочана капусты нарежьте и выложите на дно формы для запекания.\r\n\r\n Растопите сливочное масло в большой сковороде на средне-сильном огне. Обжаривайте и обжаривайте лук в разогретом сливочном масле до мягкости, 5-10 минут. Остудить.\r\n\r\nСмешайте лук, говядину, свинину, рис, чеснок, 1 чайную ложку соли и 1/4 чайной ложки перца вместе в большой миске.\r\n\r\nРазогрейте духовку до 350 градусов по Фаренгейту (175 градусов по Цельсию).\r\n\r\nВыложите примерно 1/2 стакана говяжьей смеси на капустный лист. Обваляйте капусту вокруг говяжьей смеси, заправляя по бокам, чтобы получилась оболочка вокруг мяса. Повторите с оставшимися листьями и мясной смесью. Выложите голубцы слоем поверх нашинкованной капусты в форму для запекания; приправьте рулеты солью и черным перцем.\r\n\r\n Взбейте томатный суп, томатный сок и кетчуп вместе в миске. Залейте голубцы смесью из томатного супа и накройте блюдо алюминиевой фольгой.\r\n\r\n Запекайте в предварительно разогретой духовке, пока капуста не станет мягкой, а мясо не прожарится, около 1 часа.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/q8sp3j1593349686.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=rBrTkDdoPYg ",

        "strIngredient1": "Капуста",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Говяжий фарш",

        "strIngredient5": "Свиной фарш",

        "strIngredient6": "Рис",

        "strIngredient7": "Чеснок",

        "strIngredient8": "Соль",

        "strIngredient9": "Черный перец",

        "strIngredient10": "Томатное пюре",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 фунт",

        "strMeasure5": "1/2 фунта",

        "strMeasure6": "1 1/2 чашки",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1/4 чайной ложки",

        "strMeasure10": "3 банки",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.allrecipes.com/recipe/234975/golabki-stuffed-cabbage-rolls /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53041",

        "strMeal": "Португальские сардины на гриле",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1\nr\n\n r\n Положите все ингредиенты, кроме сардин, в миску и смешайте с приправами. Перелейте в форму для запекания, добавьте сардины и хорошенько перемешайте. Накройте и поставьте в холодильник на несколько часов.\r\n\r\nШаг 2\r\n\r\n Разогрейте сковороду для барбекю или гриль до горячего состояния. Готовьте сардины по 4-5 минут с каждой стороны или пока они не станут карамелизованными и не подрумянятся. Выложите на сервировочное блюдо, сбрызните маслом, посыпьте паприкой и выдавите на дольки лимона.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/lpd4wy1614347943.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=JYtMjKa6cdY ",

        "strIngredient1": "Сардины",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Паприка",

        "strIngredient5": "Лимон",

        "strIngredient6": "Розмарин",

        "strIngredient7": "Красный перец чили",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "3 зубчика",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1/2",

        "strMeasure6": "4 веточки",

        "strMeasure7": "1",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/fish-and-seafood/grilled-portuguese-sardines /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52773",

        "strMeal": "Медовый лосось Терияки",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Смешайте все ингредиенты для медовой глазури терияки вместе. Взбейте, чтобы хорошо взбить. Смешайте лосось и глазурь вместе.\r\n\r\n Разогрейте сковороду на средне-слабом огне. Добавьте масло, обжарьте лосось на сковороде с обеих сторон, пока он полностью не прожарится внутри и глазурь не загустеет.\r\n\r\n уКрасьте кунжутом и сразу подавайте.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xxyupu1468262513.jpg ",

        "strTags": "Рыба,Завтрак,свидание",

        "strYoutube": "https://www.youtube.com/watch?v=4MpYuaJsvRw ",

        "strIngredient1": "Лосось",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Соевый соус",

        "strIngredient4": "Саке",

        "strIngredient5": "Семена кунжута",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "1 фунт",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "4 столовые ложки",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52787",

        "strMeal": "Горячая шоколадная помадка",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Застелите форму для выпечки площадью 8 квадратных дюймов вощеной бумагой или фольгой и смажьте антипригарным спреем.\r\nПв миске, пригодной для микроволновой печи, смешайте темную шоколадную стружку, жирные сливки и половину сгущенного молока с сахаром. Разогревайте смесь темного шоколада в микроволновке с интервалом в 20 секунд, помешивая между каждым интервалом, пока шоколад не расплавится.\r\n Добавьте ванильный экстракт в смесь из темного шоколада и хорошо перемешайте до получения однородной массы.\r\nП Переложите смесь темного шоколада в подготовленную форму и распределите ровным слоем.\r\nПв отдельной миске смешайте белую шоколадную стружку с оставшейся половиной сгущенного молока с сахаром. Разогревайте смесь из белого шоколада в микроволновке с интервалом в 20 секунд, помешивая между каждым интервалом, пока шоколад не расплавится.Равномерно распределите смесь из белого шоколада поверх слоя темного шоколада.\r\nП Поверх шоколадных слоев выложите кусочки мальвы или миниатюрные маршмеллоу и слегка придавите их.\r\nрефрижеруйте в течение 4 часов или до застывания.\r\nП сНимите помадку и вощеную бумагу со сковороды. Аккуратно очистите всю вощеную бумагу от помадки.\r\nНарежьте помадку небольшими кусочками и подавайте к столу. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xrysxr1483568462.jpg ",

        "strTags": "Закуска, Шоколад",

        "strYoutube": "https://www.youtube.com/watch?v=oJvbsVSblfk ",

        "strIngredient1": "Шоколадная стружка",

        "strIngredient2": "Жирные сливки",

        "strIngredient3": "Сгущенное молоко",

        "strIngredient4": "Ванильный экстракт",

        "strIngredient5": "Белая шоколадная стружка",

        "strIngredient6": "Миниатюрный зефир",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "банка весом 1-14 унций",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1-⅓ чашек",

        "strMeasure6": "1-½ чашки",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52954",

        "strMeal": "Горячий и кислый суп",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "ШАГ 1 - ПРИГОТОВЛЕНИЕ СУПА\r\nПв воке добавьте куриный бульон и подождите, пока он закипит.\r\n Затем добавьте соль, сахар, кунжутное масло, белый перец, соус из острого перца, уксус и соевый соус и перемешивайте в течение нескольких секунд.\r\nВыложите тофу, грибы, черные древесные ушные грибы в вок.\r\n Чтобы соус загустел, взбейте в миске 1 столовую ложку кукурузного крахмала и 2 столовые ложки воды и медленно добавляйте в суп, пока он не станет нужной густоты.\r\n Затем добавьте 1 яйцо, слегка взбитое ножом или вилкой, добавьте его в суп и перемешивайте в течение 8 секунд\r\n Перелейте суп в миску, сверху добавьте свинину барбекю и нарезанный зеленый лук.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529445893.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=KgV9Zq3aSTo ",

        "strIngredient1": "Грибы",

        "strIngredient2": "Древесные ушные грибы",

        "strIngredient3": "Тофу",

        "strIngredient4": "Свинина",

        "strIngredient5": "Куриный бульон",

        "strIngredient6": "Соль",

        "strIngredient7": "Сахар",

        "strIngredient8": "Кунжутное масло",

        "strIngredient9": "Перец",

        "strIngredient10": "Горячее пюре",

        "strIngredient11": "Уксус",

        "strIngredient12": "Соевый соус",

        "strIngredient13": "Кукурузный крахмал",

        "strIngredient14": "Вода",

        "strIngredient15": "Зеленый лук",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/3 чашки",

        "strMeasure2": "1/3 чашки",

        "strMeasure3": "2/3 чашки",

        "strMeasure4": "1/2 чашки",

        "strMeasure5": "2-1 / 2 чашки",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "1/4 чайной ложки",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1/4 чайной ложки",

        "strMeasure10": "1/2 чайной ложки",

        "strMeasure11": "1-½ чашки",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "2 столовые ложки",

        "strMeasure15": "1/4 стакана",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://sueandgambo.com/pages/chinese-hot-and-sour-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },


    {

        "idMeal": "52967",

        "strMeal": "Мандази домашнего приготовления",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Это один из рецептов, который просили многие люди, и я постарался сделать его как можно более простым, и я надеюсь, что он сработает для вас. Убедитесь, что вы используете правильную муку, которая в основном состоит из разрыхлителей. Отрегулируйте количество сахара по своему вкусу и попробуйте использовать разные вкусы, чтобы разнообразить их, когда они у вас есть.Вы можете использовать кокосовое молоко вместо обычного молока, вы также можете добавить высушенный кокосовый орех в сухую муку или другие специи, такие как молотая гвоздика или корица.\r\nПДля “здоровых на вид” мандази не раскатывайте тесто слишком тонко перед жаркой и используйте процедура, которую я указал выше.\r\n\r\n1. Смешайте муку, корицу и сахар в подходящей миске.\r\nП2. В отдельной миске взбейте яйцо с молоком\r\n3. Сделайте углубление в центре муки, добавьте молочно-яичную смесь и медленно перемешайте, чтобы получилось тесто.\r\nn4. Замесите тесто в течение 3-4 минут или до тех пор, пока оно не перестанет прилипать к стенкам миски и у вас не получится гладкая поверхность.\r\n5. Накройте тесто влажной салфеткой и оставьте на 15 минут.\r\n6. Раскатайте тесто на слегка посыпанной мукой поверхности в пласт толщиной 1 см.\r\n7. Используя острый маленький нож, нарежьте тесто нужного размера, отложив готовое для жарки во фритюре.\r\n8. Разогрейте масло в подходящей кастрюле и аккуратно обмакните кусочки мандази в него, чтобы обжарить до светло-коричневого цвета с первой стороны, затем переверните, чтобы обжарить со второй стороны.\r\n9. Подавайте их теплыми или холодными",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/thazgm1555350962.jpg ",

        "strTags": "Выпечка,Завтрак,Яйцо,Теплое,Закуска",

        "strYoutube": "",

        "strIngredient1": "Мука для самостоятельного приготовления",

        "strIngredient2": "Сахар",

        "strIngredient3": "Яйца",

        "strIngredient4": "Молоко",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "750 г",

        "strMeasure2": "6 столовых ложек",

        "strMeasure3": "2",

        "strMeasure4": "1 чашка",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://chef-raphael.com/home-made-mandazi-recipe/#more-106 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52993",

        "strMeal": "Курица в медовом бальзамике с хрустящей брокколи и картофелем",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "2 порции\r\n\r\n1. Разогрейте духовку до 425 градусов. Вымойте и обсушите все продукты. Нарежьте картофель дольками толщиной 1/2 дюйма. Выложите на одну сторону противня, сбрызните маслом, посолите и поперчите. (Для 4 порций разложите картофель по всему листу.) Запекайте на решетке в течение 5 минут (затем мы добавим брокколи).\nr\n\r\n2. Тем временем нарежьте соцветия брокколи на небольшие кусочки, если это необходимо. Очистите и мелко нарежьте чеснок. В небольшой миске, пригодной для микроволновой печи, смешайте 1 столовую ложку оливкового масла (2 столовые ложки на 4 порции) и половину чеснока. Разогревайте в микроволновке, пока чеснок не зашипит, в течение 30 секунд.\nr\n\r\n3. Как только картофель прожарится 5 минут, выньте противень из духовки и добавьте брокколи с пустой стороны; тщательно перемешайте с чесночным маслом, солью и перцем. (Для 4 порций добавьте брокколи на второй лист.) Продолжайте запекать, пока картофель и брокколи не подрумянятся и не станут хрустящими, еще 15-20 минут.\nr\n\r\n4. Пока овощи жарятся, промокните курицу бумажными полотенцами, посолите и поперчите. Разогрейте немного масла в большой сковороде на средне-сильном огне. Добавьте курицу и готовьте, пока она не подрумянится и не прожарится, по 5-6 минут с каждой стороны. (Если курица подрумянивается слишком быстро, уменьшите огонь до среднего.) Выключите огонь; отложите курицу в сторону, чтобы она отдохнула. Вымойте сковороду.\nr\n\r\n5. Разогрейте сковороду для курицы на средне-сильном огне. Добавьте немного масла и оставшийся чеснок; готовьте до появления аромата, 30 секунд. Добавьте уксус, мед, бульонный концентрат и 1/4 стакана воды (1/3 стакана на 4 порции). Тушите на медленном огне, пока масса не загустеет и не станет блестящей, 2-3 минуты. Снимите с огня и добавьте 1 столовую ложку сливочного масла (2 столовые ложки на 4 порции). Приправьте солью и перцем.\nr\n\r\n6. Верните курицу на сковороду и переверните, чтобы покрыть глазурью. Разложите курицу, брокколи и картофель по тарелкам. Выложите оставшуюся глазурь на курицу и подавайте. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/kvbotn1581012881.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Картофель",

        "strIngredient2": "Брокколи",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Куриная грудка",

        "strIngredient5": "Бальзамический уксус",

        "strIngredient6": "Мед",

        "strIngredient7": "Куриный бульон",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "Оливковое масло",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "5",

        "strMeasure2": "1",

        "strMeasure3": "2 зубчика",

        "strMeasure4": "2",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53007",

        "strMeal": "Медово-йогуртовый чизкейк",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 160 ° C / 140 ° C с вентилятором / газом 3. Измельчите печенье и большую часть миндаля в пластиковом пакете для еды с помощью скалки. Смешайте со сливочным маслом, затем выдавите на дно глубокой овальной формы диаметром 23 см (или чего–нибудь похожего по размеру - подойдет форма для запекания, форма для выпечки или форма для торта). Выпекайте в течение 10 минут до хрустящей корочки.\r\n\r\nнстирьте или разомните вместе йогурт и маскарпоне, затем взбейте яйца, по одному за раз. Добавьте лимонную и апельсиновую цедру, затем добавьте большую часть меда, оставив около 3 ст. л. Распределите по бисквитной основе, неплотно накройте фольгой и готовьте в течение 1 часа. Снимите фольгу и готовьте еще 15 минут, пока корочка не станет слегка золотистой, а верх не станет твердым, с едва заметными колебаниями в середине. Оставьте остывать. Можно хранить в холодильнике до 2 дней.\r\n\r\n Перед подачей посыпьте миндалем, сбрызните оставшимся медом и раздайте к нему свежие фрукты.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/y2irzl1585563479.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=JE8crtueXs8 ",

        "strIngredient1": "Печенье для пищеварения",

        "strIngredient2": "Миндаль",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Греческий йогурт",

        "strIngredient5": "Маскарпоне",

        "strIngredient6": "Яйца",

        "strIngredient7": "Лимон",

        "strIngredient8": "Оранжевый",

        "strIngredient9": "Мед",

        "strIngredient10": "Фруктовая смесь",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "85g",

        "strMeasure3": "85g",

        "strMeasure4": "250 мл",

        "strMeasure5": "750 г",

        "strMeasure6": "2",

        "strMeasure7": "Изюминка 1",

        "strMeasure8": "Изюминка 1",

        "strMeasure9": "250 мл",

        "strMeasure10": "Служить",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/honey-yogurt-cheesecake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53035",

        "strMeal": "Окорок колканнон",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",

        "стрАриа": "ирландский",

        "strInstructions": "ШАГ 1. Очистите и нарежьте картофель ровными кусочками среднего размера. Положите в большую кастрюлю, наполненную холодной подсоленной водой, доведите до кипения и готовьте 10-15 минут, пока в картофель не будет легко вонзаться нож.\r\n\r\nШаг 2\r\n Тем временем растопите сливочное масло в большой сковороде на среднем огне. Добавьте чеснок, капусту, зеленый лук и немного приправ. Периодически помешивайте, пока капуста не завянет, но все еще сохранит небольшой привкус, затем отложите в сторону.\r\n\r\nШаг 3\r\n Очистите картофель, дайте ему подсохнуть на пару пару минут, затем разомните со сливками, горчицей и приправами в той же кастрюле. Добавьте капусту и окорок с ветчиной. Держите в тепле на слабом огне.Шаг 4 Разогрейте сковороду, на которой вы готовили капусту (предварительно мыть не нужно), добавьте немного масла, разбейте яйца и обжаривайте по своему вкусу. Перед подачей разложите колканнон по тарелкам и полейте каждую жареным яйцом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/n41ny81608588066.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=aQJAU2iJ730 ",

        "strIngredient1": "Картофель с мукой",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Зубчик чеснока",

        "strIngredient4": "Капуста",

        "strIngredient5": "Зеленый лук",

        "strIngredient6": "Двойной крем",

        "strIngredient7": "Горчица",

        "strIngredient8": "Ветчина",

        "strIngredient9": "Яйца",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "800 г",

        "strMeasure2": "50 г",

        "strMeasure3": "3 нарезанных",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "8",

        "strMeasure6": "100 мл",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "180 г",

        "strMeasure9": "4",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/ham-hock-colcannon ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52781",

        "strMeal": "Ирландское рагу",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "стрАриа": "ирландский",

        "strInstructions": "Разогрейте духовку до 180 °C/350 °F/ газовая отметка 4. Слейте воду и промойте замоченную пшеницу, положите ее в кастрюлю среднего размера с большим количеством воды, доведите до кипения и варите в течение часа, до готовности. Слейте воду и отложите в сторону.\r\n\r\n Приправьте баранину чайной ложкой соли и небольшим количеством черного перца. Налейте одну столовую ложку масла в большую глубокую сковороду с крышкой и поставьте на средне-сильный огонь. Добавьте немного баранины – не переполняйте сковороду – и обжаривайте в течение четырех минут со всех сторон. Переложите в миску и повторите то же самое с оставшейся бараниной, добавляя масло по мере необходимости.\r\n\r\n Уменьшите огонь до среднего и добавьте в сковороду столовую ложку масла. Добавьте лук-шалот и обжаривайте в течение четырех минут, пока он не карамелизуется. Выложите их в миску с бараниной и повторите с оставшимися овощами, пока они не станут мягкими и коричневыми, добавляя больше масла по мере необходимости.\r\n\r\nКак только все овощи обжарятся и будут сняты со сковороды, добавьте вино вместе с сахаром, зеленью, чайной ложкой соли и хорошо измельченного черного перца. Варите на сильном огне около трех минут.Положите баранину, овощи и цельнозерновые продукты обратно в кастрюлю и добавьте бульон. Накройте и варите в течение пяти минут, затем поставьте в духовку на полтора часа.\r\n\r\n Достаньте рагу из духовки и проверьте жидкость; если ее много, снимите крышку и варите несколько минут.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sxxpst1468569714.jpg ",

        "strTags": "Тушеное мясо, Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=kYH2qJXnSMo ",

        "strIngredient1": "цельная пшеница",

        "strIngredient2": "отбивные из бараньей корейки",

        "strIngredient3": "оливковое масло",

        "strIngredient4": "лук-шалот",

        "strIngredient5": "морковь",

        "strIngredient6": "репа",

        "strIngredient7": "сельдерей",

        "strIngredient8": "картофельная шарлотка",

        "strIngredient9": "белое вино",

        "strIngredient10": "сахарная пудра",

        "strIngredient11": "свежий тимьян",

        "strIngredient12": "орегано",

        "strIngredient13": "куриный бульон",

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "300 г замочить на ночь в воде",

        "strMeasure2": "2 кг нарезать кубиками по 3 см",

        "strMeasure3": "120 мл",

        "strMeasure4": "24 очищенных",

        "strMeasure5": "4 больших",

        "strMeasure6": "2",

        "strMeasure7": "1",

        "strMeasure8": "350 г",

        "strMeasure9": "150 мл",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "4 веточки",

        "strMeasure12": "4 веточки",

        "strMeasure13": "450 мл",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": "http://www.ottolenghi.co.uk/recipes/meat/irish-stew-shop ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52890",

        "strMeal": "Джем Ванька-встанька",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Поставьте глубокую форму для запекания на нижнюю полку духовки и убедитесь, что прямо над ней есть еще одна полка. Достаньте форму для запекания на полку, налейте на две трети кипятка из чайника, затем осторожно задвиньте ее обратно. Разогрейте духовку до 180 ° С / 160 ° С с вентилятором / газом 4. Оторвите большой лист фольги и жиронепроницаемой бумаги (примерно 30 х 40 см). Положите жиронепроницаемый корж поверх фольги и смажьте его маслом.\r\nНасыпьте сливочное масло, муку и семена ванили в кухонный комбайн; взбивайте, пока масло не исчезнет. Выложите в миску для смешивания. Перемешайте сало, влейте молоко и перемешайте столовым ножом, пока не получится липкое тесто. Вам может понадобиться на каплю больше молока, в зависимости от вашей муки.Выложите тесто на посыпанную мукой поверхность, быстро перемешайте до однородности, затем раскатайте в квадрат размером примерно 25 х 25 см. Намажьте джем со всех сторон, оставив зазор вдоль одного края, затем сверните с противоположного края. Прижмите края без джема к тесту там, где они соприкасаются, и тоже грубо защипните концы. Аккуратно выложите на смазанную маслом бумагу, соедините стороной вниз (для этого может пригодиться плоский противень), слегка приподнимите бумагу и фольгу вокруг нее, затем скрутите вместе по краям и концам, чтобы запечатать. Ванька-встанька во время приготовления будет сильно раздуваться, поэтому не заворачивайте его плотно. Поднимите пакет прямо на решетку над формочкой и готовьте в течение 1 часа.\r\nП Дайте пудингу постоять 5 минут, прежде чем разворачивать, затем аккуратно разверните фольгу и бумагу и нарежьте толстыми ломтиками перед подачей.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ysqupp1511640538.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=5ZYWVQ8imVA ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Мука для самостоятельного приготовления",

        "strIngredient3": "Ванильный",

        "strIngredient4": "Сало",

        "strIngredient5": "Молоко",

        "strIngredient6": "Малиновый джем",

        "strIngredient7": "Заварной крем",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "250 г",

        "strMeasure3": "1 маленький",

        "strMeasure4": "50 г",

        "strMeasure5": "150 мл",

        "strMeasure6": "100 г",

        "strMeasure7": "служить",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/13354/jam-rolypoly ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52937",

        "strMeal": "Вяленая курица с рисом и горошком",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Чтобы приготовить маринад для вяленого мяса, смешайте все ингредиенты в кухонном комбайне вместе с 1 ч. л. соли и взбейте до состояния пюре. Если у вас возникли проблемы с приготовлением смеси, просто продолжайте выключать блендер, перемешивать смесь и повторять попытку. В конце концов он начнет смешиваться – не поддавайтесь искушению добавить воды, так как вам нужна густая паста.\r\n\r\ntпробуйте вяленую смесь в качестве приправы – она должна быть довольно соленой на вкус, но не неприятно соленой. Теперь вы можете добавить еще чили, если он вам покажется недостаточно острым. Если он слишком соленый на вкус и при закваске попробуйте добавить еще немного коричневого сахара, пока вкус смеси не станет хорошо сбалансированным.\r\n\r\n Сделайте несколько надрезов на куриных бедрах и полейте мясо маринадом, втирая его во все щели. Накройте и оставьте мариноваться на ночь в холодильнике.\r\nn\n r\n Если вы хотите приготовить курицу на гриле, дайте углям прогореть примерно за 1 час до того, как вы будете готовы готовить. Настоящее вяленое мясо готовится не совсем на гриле, как мы думаем о гриле, а как бы на копченом гриле. Чтобы получить более аутентичный вкус, добавьте в барбекю немного древесной щепы и готовьте курицу на медленном непрямом огне в течение 30 минут. Для приготовления в духовке разогрейте до 180°C/160 °C вентилятор/газ 4. Выложите кусочки курицы в форму для запекания вместе с половинками лайма и готовьте 45 минут до готовности.\r\n\r\n Пока курица готовится, приготовьте рис и горошек. Промойте рис в большом количестве холодной воды, затем выложите его в большую кастрюлю вместе со всеми остальными ингредиентами, кроме фасоли. Посолите, добавьте 300 мл холодной воды и поставьте на сильный огонь. Как только рис начнет закипать, убавьте огонь до среднего, накройте крышкой и готовьте в течение 10 минут.\r\n\r\nВыложите фасоль к рису, затем накройте крышкой. Снимите с огня на 5 минут, пока вся жидкость не впитается. Выдавите обжаренный лайм на курицу и подавайте с рисом и горошком, а также с острым соусом, если вы любите по-настоящему острый.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tytyxu1515363282.jpg ",

        "strTags": "Чили, карри",

        "strYoutube": "https://www.youtube.com/watch?v=qfchrS2D_v4 ",

        "strIngredient1": "Куриные бедра",

        "strIngredient2": "Лайм",

        "strIngredient3": "Зеленый лук",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Лук",

        "strIngredient7": "Красный перец чили",

        "strIngredient8": "Тимьян",

        "strIngredient9": "Лайм",

        "strIngredient10": "Соевый соус",

        "strIngredient11": "Растительное масло",

        "strIngredient12": "Коричневый сахар",

        "strIngredient13": "Душистый перец",

        "strIngredient14": "Рис Басмати",

        "strIngredient15": "Кокосовое молоко",

        "strIngredient16": "Зеленый лук",

        "strIngredient17": "Тимьян",

        "strIngredient18": "Чеснок",

        "strIngredient19": "Душистый перец",

        "strIngredient20": "Фасоль",

        "strMeasure1": "12",

        "strMeasure2": "1/2",

        "strMeasure3": "1 связка",

        "strMeasure4": "1 столовая ложка измельченной",

        "strMeasure5": "3 зубчика",

        "strMeasure6": "1/2",

        "strMeasure7": "3 нарезанных",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "Сок из 1",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "3 столовые ложки",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "200 г",

        "strMeasure15": "400 г",

        "strMeasure16": "1 пучок",

        "strMeasure17": "2 веточки",

        "strMeasure18": "2 измельченных зубчика чеснока",

        "strMeasure19": "1 столовая ложка",

        "strMeasure20": "800 г",

        "strSource": "https://www.bbcgoodfood.com/recipes/2369635/jerk-chicken-with-rice-and-peas ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52938",

        "strMeal": "Ямайские котлеты из говядины",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "Инструкции по приготовлению": "Выложите тесто для выпечки в большую миску, добавьте муку, 1 чайную ложку соли и куркуму и тщательно перемешайте.\r\n Обваливайте шортенинг в муке до тех пор, пока маленькие кусочки шортенинга не будут полностью покрыты мукой.\r\nПвлейте 1/2 стакана ледяной воды и перемешайте руками, чтобы получилось тесто. Продолжайте добавлять ледяную воду по 2-3 столовые ложки за раз, пока смесь не превратится в тесто.\r\nНа этом этапе вы можете разрезать тесто на 2 большие части, завернуть в пленку и поставить в холодильник на 30 минут перед использованием.\r\nВ качестве альтернативы разрежьте тесто на 10-12 равных частей, выложите на блюдо или противень, плотно накройте полиэтиленовой пленкой и дайте остыть в течение 30 минут, пока вы готовите начинку.\r\nПриготовьте начинку\r\n\r\nВыложите говяжий фарш в большую миску. Посыпьте душистым и черным перцем. Перемешайте и отложите в сторону.\r\nПнагрейте масло в сковороде, пока оно не станет горячим.\r\n Наденьте лук и обжарьте до прозрачности. Добавьте острый перец, чеснок и тимьян и продолжайте тушить еще минуту. Добавьте 1/4 чайной ложки соли.\r\nНаденьте заправленный говяжий фарш и перемешайте, разбивая любые комочки, и дайте повариться, пока мясо не уже не розовый.\r\nНаддайте кетчупа и побольше соли по вкусу.\r\nПвлейте 2 стакана воды и перемешайте. Доведите смесь до кипения, затем уменьшите огонь и варите на медленном огне, пока большая часть жидкости не испарится, а оставшееся не превратится в густой соус.\r\n Обвалять в зеленом луке. Снимите с огня и дайте полностью остыть.\r\nСоберите котлеты\r\n\r\n Взбейте яйцо и воду вместе, чтобы получилась яичная смесь. Отложите в сторону.\r\nП Теперь вы можете приготовить тесто двумя способами.\r\nПпервый способ: Посыпьте мукой рабочую поверхность и скалку. Если бы вы его обрезали разрежьте на 2 больших куска, затем возьмите один из больших кусков и раскатайте его в очень большой круг. Возьмите миску с широким бортиком (около 5 дюймов) и вырежьте три круга.\r\n\r\n Выложите примерно 3 столовые ложки начинки с горкой на 1/2 каждого круга. Окуните палец в воду и смочите края теста. Сложите другую половину и прижмите, чтобы запечатать.\nr\n\r\nt Возьмите вилку и обжмите края. Отрежьте все лишнее, чтобы оно выглядело аккуратно и однородно. Выложите на противень, застеленный пергаментом, и продолжайте готовить, пока не раскатаете все тесто и не наполните котлеты.\r\nсекундный метод: Если вы предварительно нарежьте тесто на отдельные кусочки, обрабатывайте по одному кусочку теста за раз. Раскатайте его на посыпанной мукой поверхности в круг диаметром 5 дюймов или чуть больше. Не волнуйтесь, если края не идеальны.\r\n\r\n Положите 3 столовые ложки начинки с горкой на одну сторону круга. Окуните палец в воду и смочите края теста. Сложите поверх другой половины и прижмите, чтобы запечатать.\r\n\r\nTake вилкой и обжмите края. Отрежьте все лишнее, чтобы оно выглядело аккуратно и однородно. Выложите на противень, застеленный пергаментом, и продолжайте работать, пока не раскатаете все тесто и не наполните котлеты.\r\n\r\n Обжаривание и подача котлет\r\n\r\n После формования котлет поместите формы в холодильник, пока вы разогреваете духовку до 350 F.\r\n Непосредственно перед тем, как ставить формы с котлетами в духовку, смажьте котлеты яичной смесью.\r\nПпекайте котлеты в течение 30 минут или до золотисто-коричневого цвета.\r\n Остудить на решетке.\r\nСохраняйте тепло.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wsqqsw1515364068.jpg ",

        "strTags": "Закуска, Острая",

        "strYoutube": "https://www.youtube.com/watch?v=ypQjoiZiTac ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Соль",

        "strIngredient3": "Порошок карри",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Вода",

        "strIngredient6": "Говяжий фарш",

        "strIngredient7": "Душистый перец",

        "strIngredient8": "Черный перец",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "Лук",

        "strIngredient11": "Красный перец",

        "strIngredient12": "Чеснок",

        "strIngredient13": "Тимьян",

        "strIngredient14": "Соль",

        "strIngredient15": "Томатный кетчуп",

        "strIngredient16": "Вода",

        "strIngredient17": "Лук",

        "strIngredient18": "Яйцо",

        "strIngredient19": "Вода",

        "strIngredient20": "Вода",

        "strMeasure1": "4 чашки",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "250 г",

        "strMeasure5": "1 чашка",

        "strMeasure6": "900 г",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "1 чашка",

        "strMeasure11": "Земля",

        "strMeasure12": "2 ч. л. молотого",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "1/4 чайной ложки",

        "strMeasure15": "2 столовые ложки",

        "strMeasure16": "2 чашки",

        "strMeasure17": "1/2 чашки",

        "strMeasure18": "1 битый",

        "strMeasure19": "1 столовая ложка",

        "strMeasure20": "1/4 стакана",

        "strSource": "https://www.thespruce.com/jamaican-beef-patties-recipe-2137762 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53033",

        "strMeal": "Японский рис гохан",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "ШАГ 1\n r\n N Промывание и замачивание риса - ключ к получению идеальной текстуры. Отмерьте рис в миску, залейте холодной водой, затем пальцами помассируйте зерна риса – вода станет мутной. Слейте воду и снова промойте свежей водой. Повторите еще пять раз, пока вода не станет прозрачной.\r\n\r\nШаг 2\r\ntвыпустите промытый рис в кастрюлю с 400 мл воды или 200 мл даси и 200 мл воды, доведите до кипения, затем убавьте огонь до слабого кипения, накройте плотно закрывающейся крышкой с отверстием для пара и готовьте 15 минут. минут. Снимите с огня и оставьте настояться еще на 15 минут, затем перемешайте с мирином. Снимите крышку и хорошенько перемешайте. Подавайте с любой или всеми дополнительными начинками.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/kw92t41604181871.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=rZO86_-MIp0 ",

        "strIngredient1": "Рис для суши",

        "strIngredient2": "Мирин",

        "strIngredient3": "Маринованный сок",

        "strIngredient4": "Зеленый лук",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "Гарнир",

        "strMeasure4": "Гарнир",

        "strMeasure5": " ",

        "strMeasure6": " ",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/japanese-rice-gohan ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53034",

        "strMeal": "Японский Кацудон",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "ШАГ 1\r\nПнагрейте масло в сковороде, обжарьте нарезанный лук до золотистого цвета, затем добавьте тонкацу (см. Рецепт здесь), поместив его в середину сковороды. Смешайте даси, сою, мирин и сахар и распределите три четверти смеси вокруг тонкацу. Обжаривайте в течение нескольких минут, чтобы соус немного загустел и тонкацу подогрелся.\r\n\r\n Шаг 2\r\nП Выложите взбитые яйца вокруг тонкацу и готовьте 2-3 минуты, пока яйцо не прожарится, но все еще будет немного жидким. Разделите рис на две миски, затем выложите в каждую половину яйца и смесь тонкацу, посыпьте зеленым луком и сразу подавайте, посыпав еще немного сои, если хотите получить дополнительный вкус умами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/d8f6qx1604182128.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=voE-MBJqBVk ",

        "strIngredient1": "Растительное масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Свинина",

        "strIngredient4": "Овощной бульон",

        "strIngredient5": "Соевый соус",

        "strIngredient6": "Мирин",

        "strIngredient7": "Сахар",

        "strIngredient8": "Яйца",

        "strIngredient9": "Рис для суши",

        "strIngredient10": "Зеленый лук",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1 большой",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "150 мл",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "2 битых",

        "strMeasure9": "200 г",

        "strMeasure10": "Нарезанный",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/japanese-katsudon ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52769",

        "strMeal": "Капсалон",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Нарежьте мясо соломкой. Разогрейте масло на сковороде и обжаривайте полоски в течение 6 минут до готовности.\r\n Запекайте картофель фри до золотисто-коричневого цвета во фритюрнице. Когда все будет готово, переложите на блюдо для подложки. Убедитесь, что картофель фри распределен по всему блюду.\r\n Накройте картофель фри новым слоем мяса и равномерно распределите.\r\nПоверх мяса выложите слой сыра. Вы также можете использовать тертый сыр. По готовности поставьте в духовку на несколько минут, пока сыр не расплавится.\r\n Листья салата, помидоры и огурцы нарежьте небольшими кусочками и перемешайте. для основного салата. В качестве дополнения вы можете добавить оливки, халапеньо и красный лук.\r\nВыложите салат поверх блюда и подавайте с чесночным соусом и острым соусом ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sxysrt1468240488.jpg ",

        "strTags": "Перекус",

        "strYoutube": "https://www.youtube.com/watch?v=UIcuiU1kV8I ",

        "strIngredient1": "Картофель фри",

        "strIngredient2": "Мясо для донера",

        "strIngredient3": "Чесночный соус",

        "strIngredient4": "Горячее пюре",

        "strIngredient5": "Салат-латук",

        "strIngredient6": "Помидор",

        "strIngredient7": "Огурец",

        "strIngredient8": "Сыр Гауда",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "250 грамм",

        "strMeasure2": "500 грамм",

        "strMeasure3": "Начинка",

        "strMeasure4": "Начинка",

        "strMeasure5": "1 лампочка",

        "strMeasure6": "1",

        "strMeasure7": "3-й",

        "strMeasure8": "100 грамм",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52813",

        "strMeal": "Жареный цыпленок по-Кентуккийски",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте фритюрницу до 350 °F. Тщательно перемешайте все ингредиенты смеси специй.\r\n Смешайте смесь специй с мукой, коричневым сахаром и солью.Обмакните кусочки курицы в яичный белок, чтобы они слегка покрылись, затем переложите в мучную смесь. Переверните несколько раз и убедитесь, что мучная смесь действительно прилипла к курице. Повторите то же самое со всеми кусочками курицы.\r\nП Пусть кусочки курицы отдохнут 5 минут, чтобы корочка успела немного подсохнуть.\r\nПжарить курицу порциями. Грудки и крылышки должны занять 12-14 минут, а ножкам и бедрам потребуется еще несколько минут. Кусочки курицы готовятся, когда термометр для мяса, вставленный в самую толстую часть, показывает 165 °F.\r\nП Курицу обсушите на нескольких бумажных полотенцах, когда она выйдет из фритюрницы. Подавайте горячим.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xqusqy1487348868.jpg ",

        "strTags": "Мясное, острое",

        "strYoutube": "https://www.youtube.com/watch?v=PTUxCvCz8Bc ",

        "strIngredient1": "Курица",

        "strIngredient2": "Масло",

        "strIngredient3": "Яичный белок",

        "strIngredient4": "Мука",

        "strIngredient5": "Коричневый сахар",

        "strIngredient6": "Соль",

        "strIngredient7": "паприка",

        "strIngredient8": "луковая соль",

        "strIngredient9": "молотый перец чили",

        "strIngredient10": "черный перец",

        "strIngredient11": "сельдерейная соль",

        "strIngredient12": "мудрец",

        "strIngredient13": "чесночный порошок",

        "strIngredient14": "душистый перец",

        "strIngredient15": "орегано",

        "strIngredient16": "базилик",

        "strIngredient17": "майоран",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 целое",

        "strMeasure2": "2 литра нейтральной обжарки",

        "strMeasure3": "1",

        "strMeasure4": "1 1/2 чашки",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "2 чайные ложки",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "1/2 чайной ложки",

        "strMeasure12": "1/2 чайной ложки",

        "strMeasure13": "1/2 чайной ложки",

        "strMeasure14": "1/2 чайной ложки",

        "strMeasure15": "1/2 чайной ложки",

        "strMeasure16": "1/2 чайной ложки",

        "strMeasure17": "1/2 чайной ложки",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.tablespoon.com/recipes/copycat-kfc-original-style-chicken/97c93d14-9d8c-4bc7-96dc-1e0b37e4fcaa",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52820",

        "strMeal": "Курица Кацу с карри",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Приготовление: 15 минут  Приготовление: 30 минут  Время готовности: 45 минут\nr\n\r\n Для соуса карри: Разогрейте масло в средней сковороде с антипригарным покрытием, добавьте лук и чеснок и готовьте до размягчения. Добавьте морковь и готовьте на слабом огне 10-12 минут.\r\nПосыпьте мукой и порошком карри; готовьте 1 минуту. Постепенно размешайте бульон до однородной массы, добавьте мед, соевый соус и лавровый лист. Медленно доведите до кипения.\r\nПубавьте огонь и тушите в течение 20 минут или пока соус не загустеет, но все еще будет иметь консистенцию заливки. Добавьте гарам масалу и перемешайте. Вылейте соус карри через сито; верните в разогрейте и держите на слабом огне до готовности к подаче.\r\nПДля курицы: Приправьте куриные грудки с обеих сторон солью и перцем. Положите муку, яйцо и панировочные сухари в отдельные миски и выложите в ряд. Обваляйте куриные грудки в муке, затем обмакните их в яйцо, затем обваляйте в панировочных сухарях, стараясь покрыть их с обеих сторон.\r\n Разогрейте масло в большой сковороде на средне-сильном огне. Выложите курицу в разогретое масло и готовьте до золотисто-коричневого цвета, примерно по 3-4 минуты с каждой стороны. После приготовления выложите на кухонную бумагу, чтобы впиталось лишнее масло.Полейте курицу соусом карри, подавайте с белым рисом и наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vwrpps1503068729.jpg ",

        "strTags": "Карри, Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=MWzxDFRtVbc ",

        "strIngredient1": "куриная грудка",

        "strIngredient2": "обычная мука",

        "strIngredient3": "яйцо",

        "strIngredient4": "панировочные сухари",

        "strIngredient5": "растительное масло",

        "strIngredient6": "подсолнечное масло",

        "strIngredient7": "лук",

        "strIngredient8": "чеснок",

        "strIngredient9": "морковь",

        "strIngredient10": "обычная мука",

        "strIngredient11": "порошок карри",

        "strIngredient12": "куриный бульон",

        "strIngredient13": "мед",

        "strIngredient14": "соевый соус",

        "strIngredient15": "лавровый лист",

        "strIngredient16": "гарам масала",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 измельченных до толщины 1 см",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1 битый",

        "strMeasure4": "100 г штрафа",

        "strMeasure5": "230 мл для жарки",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "2 нарезанных",

        "strMeasure8": "5 нарезанных зубчиков",

        "strMeasure9": "2 нарезанных",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "4 чайные ложки",

        "strMeasure12": "600 мл",

        "strMeasure13": "2 чайные ложки",

        "strMeasure14": "4 чайные ложки",

        "strMeasure15": "1",

        "strMeasure16": "1 чайная ложка",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://allrecipes.co.uk/recipe/29578/chicken-katsu-curry.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52859",

        "strMeal": "Ключевой лаймовый пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 160 °С / вентилятор 140 ° С / газ 3. Измельчите печенье в крошку в кухонном комбайне (или положите в прочный пластиковый пакет и разомните скалкой). Смешайте с растопленным сливочным маслом и выдавите на основу и по бокам 22-сантиметровой формы для пирога с рыхлой основой. Выпекайте в духовке в течение 10 минут. Выньте и остудите.\r\nП Положите яичные желтки в большую миску и взбивайте в течение минуты электрическими венчиками. Добавьте сгущенное молоко и взбивайте в течение 3 минут, затем добавьте цедру и сок и снова взбивайте в течение 3 минут. Вылейте начинку в остывшую основу и снова поставьте в духовку на 15 минут. Остудите, затем охладите не менее 3 часов или, если хотите, на ночь.\r\nП кОгда будете готовы подавать, аккуратно достаньте пирог из формы и переложите на сервировочную тарелку. Для украшения слегка взбейте вместе сливки и сахарную пудру. Выложите ложкой или трубочкой крем на верх пирога и посыпьте цедрой лайма.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qpqtuu1511386216.jpg ",

        "strTags": "Торт, Пирог, Десерт, Фруктовый, Кислый",

        "strYoutube": "https://www.youtube.com/watch?v=q4Rz7tUkX9A ",

        "strIngredient1": "Печенье для пищеварения",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Сгущенное молоко",

        "strIngredient4": "Яичные желтки",

        "strIngredient5": "Лайм",

        "strIngredient6": "Двойной крем",

        "strIngredient7": "Сахарная пудра",

        "strIngredient8": "Лайм",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "150 г",

        "strMeasure3": "400 г",

        "strMeasure4": "3",

        "strMeasure5": "4",

        "strMeasure6": "300 мл",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "служить",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2155644/key-lime-pie ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52868",

        "strMeal": "Карри из фасоли",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в большой сковороде на слабом-среднем огне. Добавьте лук и щепотку соли и готовьте на медленном огне, периодически помешивая, пока он не станет мягким и не начнет окрашиваться. Добавьте чеснок, имбирь и стебли кориандра и готовьте еще 2 минуты, пока не появится аромат.\r\n\r\nДобавьте специи в сковороду и готовьте еще 1 минуту, к этому моменту все должно ароматно пахнуть. Опустите в воду нарезанные помидоры и фасоль, затем доведите до кипения.\r\n\r\nУбавьте огонь и тушите 15 минут, пока карри не станет приятным и густым. Приправьте по вкусу, затем подавайте с рисом басмати и листьями кориандра.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sywrsu1511463066.jpg ",

        "strTags": "Карри",

        "strYoutube": "https://www.youtube.com/watch?v=Tp_PMWvIKzo ",

        "strIngredient1": "Растительное масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Кориандр",

        "strIngredient6": "Тмин",

        "strIngredient7": "Паприка",

        "strIngredient8": "Гарам Масала",

        "strIngredient9": "Нарезанные помидоры",

        "strIngredient10": "Фасоль",

        "strIngredient11": "Рис Басмати",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1 мелко нарезанный",

        "strMeasure3": "2 нарезанных зубчика чеснока",

        "strMeasure4": "1 часть",

        "strMeasure5": "1 пакет",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "2 ч. л.",

        "strMeasure9": "400 г",

        "strMeasure10": "400 г",

        "strMeasure11": "служить",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/kidney-bean-curry ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52887",

        "strMeal": "Кеджери",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Для риса разогрейте масло в большой сковороде с крышкой, добавьте лук, затем слегка обжаривайте в течение 5 минут, пока он не станет мягким, но не покраснеет. Добавьте специи, посолите, затем продолжайте жарить, пока смесь не станет коричневой и ароматной; около 3 минут.\r\n Всыпьте рис и хорошо перемешайте. Добавьте 600 мл воды, перемешайте, затем доведите до кипения. Уменьшите огонь до кипения, затем накройте крышкой на 10 минут. Снимите с огня и оставьте настояться под крышкой еще на 10-15 минут. Рис будет отлично приготовлен, если вы не будете поднимать крышку до окончания варки.\r\nТем временем положите пикшу и лавровый лист в сковороду, залейте молоком, затем тушите в течение 10 минут, пока мякоть не станет шелушащейся. Достаньте из молока, очистите от кожицы, затем нарежьте мякоть на кусочки размером с большой палец. Положите яйца в кастрюлю, залейте водой, доведите до кипения, затем уменьшите огонь. Оставьте на 4-5 минут, опустите в холодную воду, затем очистите и разрежьте яйца на четвертинки. Аккуратно смешайте в сковороде рыбу, яйца, петрушку, кориандр и рис. Подавайте горячим, посыпав несколькими добавочными травами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/utxqpt1511639216.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_Pw1I1-SItE ",

        "strIngredient1": "Копченая пикша",

        "strIngredient2": "Лавровый лист",

        "strIngredient3": "Молоко",

        "strIngredient4": "Яйца",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Кориандр",

        "strIngredient7": "Растительное масло",

        "strIngredient8": "Лук",

        "strIngredient9": "Кориандр",

        "strIngredient10": "Порошок карри",

        "strIngredient11": "Рис",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "2",

        "strMeasure3": "300 мл",

        "strMeasure4": "4",

        "strMeasure5": "Горсть",

        "strMeasure6": "Горсть",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "1 нарезанный",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "2 ч. л.",

        "strMeasure11": "300 г",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/10421/kedgeree ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52945",

        "strMeal": "Курица Кунг Пао",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Смешайте саке или рисовое вино, соевый соус, кунжутное масло и кукурузную муку, растворенные в воде. Разделите смесь пополам.\r\nП В стеклянной посуде или миске смешайте половину смеси саке с кусочками курицы и перемешайте, чтобы покрыть. Накройте блюдо крышкой и поставьте в холодильник примерно на 30 минут.\nВ сковороде среднего размера смешайте оставшуюся смесь саке, перец чили, уксус и сахар. Перемешайте и добавьте зеленый лук, чеснок, водяные каштаны и арахис. Медленно разогрейте соус на среднем огне до появления аромата.\r\nТем временем выньте курицу из маринада и обжарьте на большой сковороде, пока сок не станет прозрачным. Когда соус станет ароматным, добавьте обжаренную курицу и тушите вместе, пока соус не загустеет. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1525872624.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=QqdcCHQlOe0 ",

        "strIngredient1": "Саке",

        "strIngredient2": "Соевый соус",

        "strIngredient3": "Кунжутное масло",

        "strIngredient4": "Кукурузная мука",

        "strIngredient5": "Вода",

        "strIngredient6": "Курица",

        "strIngredient7": "Молотый перец чили",

        "strIngredient8": "Рисовый уксус",

        "strIngredient9": "Коричневый сахар",

        "strIngredient10": "Зеленый лук",

        "strIngredient11": "Зубчик чеснока",

        "strIngredient12": "Водяной каштан",

        "strIngredient13": "Арахис",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": "500 г",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "4 нарезанных",

        "strMeasure11": "6 зубчиков",

        "strMeasure12": "220 г",

        "strMeasure13": "100 г",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://allrecipes.co.uk/recipe/1773/kung-pao-chicken.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52946",

        "strMeal": "Креветки Кунг По",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Смешайте кукурузную муку и 1 ст. л. соевого соуса, добавьте креветки и отставьте на 10 минут. Смешайте уксус, оставшийся соевый соус, томатное пюре, сахар и 2 столовые ложки воды, чтобы получился соус.\r\n\r\n Когда будете готовы готовить, разогрейте большую сковороду или вок до очень высокой температуры, затем добавьте 1 ст. л. масла. Обжаривайте креветки, пока они местами не станут золотистыми и не раскроются, затем выньте их из сковороды.\r\n\r\n Разогрейте оставшееся масло и добавьте арахис, перец чили и водяные каштаны. Обжаривайте, помешивая, в течение 2 минут или пока арахис не начнет окрашиваться, затем добавьте имбирь и чеснок и обжаривайте еще 1 минуту. Добавьте креветки и соус и тушите 2 минуты, пока они слегка не загустеют. Подавайте с рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1525873040.jpg ",

        "strTags": "БАРБЕКЮ",

        "strYoutube": "https://www.youtube.com/watch ?v=ysiuZm9FIxs",

        "strIngredient1": "Креветки",

        "strIngredient2": "Соевый соус",

        "strIngredient3": "Томатное пюре",

        "strIngredient4": "Кукурузная мука",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Подсолнечное масло",

        "strIngredient7": "Арахис",

        "strIngredient8": "Чили",

        "strIngredient9": "Коричневый сахар",

        "strIngredient10": "Зубчик чеснока",

        "strIngredient11": "Водяной каштан",

        "strIngredient12": "Имбирь",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "85g",

        "strMeasure8": "3 больших",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "6 зубчиков",

        "strMeasure11": "450 г",

        "strMeasure12": "по вкусу",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1415664/kung-po-prawns ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52971",

        "strMeal": "Kafteji",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Картофель очистить и нарезать 5-сантиметровыми кубиками.\r\nналейте 1-2 см оливкового масла в большую сковороду и разогрейте очень сильно. Обжаривайте картофель до золотистого цвета в течение 20 минут, время от времени переворачивая. Выложите на кухонную бумагу, чтобы стек.\r\n Разрежьте перец пополам и удалите семена. Смажьте их небольшим количеством оливкового масла и выложите срезанной стороной вниз на противень. Поместите их под гриль. Готовьте на гриле, пока кожица не потемнеет и не начнет пузыриться. Пока перец еще горячий, переложите его в пластиковый пакет для сэндвичей и запечатайте. Выньте их через 15 минут и снимите кожицу.\r\nПв то же время разогрейте еще оливкового масла в другой сковороде. Лук очистите и нарежьте тонкими кольцами. Обжаривайте в течение 15 минут до золотистого цвета, часто переворачивая. В конце добавьте Рас-эль-ханоут.\r\nНарежьте тыкву 5-сантиметровыми кубиками и обжаривайте на той же сковороде, которую вы использовали для картофеля, в течение 10-15 минут, пока она не станет мягкой и слегка подрумянится. Выложите на кухонную бумагу.\r\n Вылейте из сковороды оставшееся оливковое масло, выложите в сковороду все приготовленные овощи и перемешайте. Взбейте яйца и вылейте их на овощи. Накройте сковороду крышкой, чтобы яйца сварились. Выложите содержимое сковороды на большую разделочную доску, посолите, поперчите, измельчите и перемешайте все большим ножом. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1bsv1q1560459826.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=-TFf-Zu-xQU ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Зеленый перец",

        "strIngredient4": "Лук",

        "strIngredient5": "Рас-эль-ханоут",

        "strIngredient6": "Тыква",

        "strIngredient7": "Яйца",

        "strIngredient8": "Соль",

        "strIngredient9": "Перец",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "5 больших",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1",

        "strMeasure4": "5",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "500 г",

        "strMeasure7": "24 очищенных от кожи",

        "strMeasure8": "Ущипнуть",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/12294/kafteji--tunisian-fried-vegetables-.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52974",

        "strMeal": "Келея Заара",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте растительное масло в большой сковороде на средне-сильном огне. Добавьте баранину и готовьте, пока она не подрумянится со всех сторон, около 5 минут. Приправьте шафраном, солью и перцем по вкусу; добавьте все, кроме 4 столовых ложек лука, и влейте воду. Доведите до кипения, затем накройте крышкой, уменьшите огонь до средне-низкого и тушите, пока баранина не станет мягкой, около 15 минут.\r\nПНажмите сковороду, добавьте сливочное масло и дайте соусу остыть 5-10 минут до желаемой консистенции. Посолите и поперчите по вкусу, затем перелейте в сервировочное блюдо. Посыпать оставшимся нарезанным луком и зеленью петрушки. Перед подачей украсьте дольками лимона.\r\n",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/8x09hy1560460923.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=u_OSIChzuL0 ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Ягненок",

        "strIngredient3": "Шафран",

        "strIngredient4": "Лук",

        "strIngredient5": "Вода",

        "strIngredient6": "Петрушка",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "Лимон",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 столовые ложки",

        "strMeasure2": "750 г",

        "strMeasure3": "1 1/2 ч. л.",

        "strMeasure4": "1 Крупно нарезанный",

        "strMeasure5": "25 мл",

        "strMeasure6": "30g",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "1",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/43723/keleya-zaara-tunisian-lamb-with-saffron.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52978",

        "strMeal": "Кумпир",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Если вы заказываете кумпир в Турции, стандартная начинка - сначала много сливочного масла, размятого в картофеле, а затем сыр. Затем идет ряд других начинок, на которые вы можете просто указать, сколько душе угодно – сладкая кукуруза, оливки, салями, салат из капусты, русский салат, ассорти – и вы уходите с перефаршированным картофелем, потому что вас всегда восхищал предлагаемый выбор.\r\n\r\n Натрите на крупной терке (грубо – можно использовать сколько угодно) 150 г сыра.\r\n Мелко нарежьте одну луковицу и один сладкий красный перец.\r\nПпложите эти ингредиенты в большую миску, хорошенько посыпав солью и перцем, хлопьями чили (по желанию).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/mlchx21564916997.jpg ",

        "strTags": "Сайддиш",

        "strYoutube": "https://www.youtube.com/watch?v=IEDEtZ4UVtI ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Сыр",

        "strIngredient4": "Лук",

        "strIngredient5": "Красный перец",

        "strIngredient6": "Красные хлопья Чили",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 больших",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "150 г",

        "strMeasure4": "1 большой",

        "strMeasure5": "1 большой",

        "strMeasure6": "Ущипнуть",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://www.turkeysforlife.com/2013/10/firinda-kumpir-turkish-street-food.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53015",

        "strMeal": "Пончик с кремом Криспи",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Растворите дрожжи в теплой воде в миске объемом 2 1/2 литра. Добавьте молоко, сахар, соль, яйца, разрыхлитель и 2 стакана муки. Взбивайте на слабом огне в течение 30 секунд, постоянно соскребая миску. Взбивайте на средней скорости в течение 2 минут, периодически соскребая миску. Всыпьте оставшуюся муку до получения однородной массы. Накройте и дайте подняться, пока тесто не увеличится вдвое, 50-60 минут. (Тесто готово, если при прикосновении к нему остается вмятина.) Выложите тесто на посыпанную мукой поверхность, слегка раскатайте, чтобы покрыть мукой. Аккуратно раскатайте тесто толщиной 1/2 дюйма посыпанной мукой скалкой. Разрежьте посыпанными мукой пончиками. Накройте и дайте подняться, пока тесто не увеличится вдвое, 30-40 минут.\r\nПнагрейте растительное масло во фритюрнице до 350°. Широкой лопаткой обваляйте пончики в горячем масле. Переворачивайте пончики по мере того, как они поднимаются на поверхность. Обжаривайте до золотистого цвета, примерно по 1 минуте с каждой стороны. Осторожно выньте из масла (не покалывайте поверхность); слейте воду. Обмакните пончики в сливочную глазурь, выложенную на решетку.Глазурь: Разогрейте сливочное масло до таяния. Снимите с огня. Добавьте сахарную пудру и ваниль до получения однородной массы. Добавьте воду, по 1 столовой ложке за раз, до желаемой консистенции. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/4i5cnx1587672171.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=SamYg6IUGOI ",

        "strIngredient1": "Дрожжи",

        "strIngredient2": "Вода",

        "strIngredient3": "Вода",

        "strIngredient4": "Сахар",

        "strIngredient5": "Соль",

        "strIngredient6": "Яйца",

        "strIngredient7": "Сокращение",

        "strIngredient8": "Мука",

        "strIngredient9": "Масло канолы",

        "strIngredient10": "Молоко",

        "strIngredient11": "Сахар",

        "strIngredient12": "Ванильный",

        "strIngredient13": "Кипящая вода",

        "strIngredient14": "Сливочное масло",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/4 унции",

        "strMeasure2": "1/4 стакана",

        "strMeasure3": "1 1/2 чашки",

        "strMeasure4": "1/2 чашки",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "2",

        "strMeasure7": "1/3 чашки",

        "strMeasure8": "5 капель",

        "strMeasure9": "Разбрызгивание",

        "strMeasure10": "1/2 чашки",

        "strMeasure11": "2 чашки",

        "strMeasure12": "1 1/2 чашки",

        "strMeasure13": "6 столовых ложек",

        "strMeasure14": " 1/3 чашки",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.mythirtyspot.com/krispy-kreme-copycat-recipe-for /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53027",

        "strMeal": "Кошари",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Приготовьте чечевицу. Доведите чечевицу и 4 стакана воды до кипения в средней кастрюле или сотейнике на сильном огне. Уменьшите огонь до минимума и готовьте, пока чечевица не станет мягкой (15-17 минут). Слейте воду и немного посолите. (Примечание: когда чечевица будет готова, она не должна быть полностью приготовлена. Они должны быть только предварительно приготовленными, и их все равно можно перекусить, так как они должны закончить приготовление вместе с рисом).\nр\nн Теперь, для риса. Слейте воду с риса для замачивания. Смешайте отваренную чечевицу и рис в кастрюле на средне-сильном огне, добавив 1 ст. л. растительного масла. растительное масло, соль, перец и кориандр. Готовьте в течение 3 минут, регулярно помешивая. Добавьте теплую воду, чтобы покрыть смесь риса и чечевицы примерно на 1 1/2 дюйма (здесь вы, вероятно, используете около 3 стаканов воды). Доведите до кипения; вода должна немного убавиться. Теперь накройте и готовьте, пока вся жидкость не впитается и рис и чечевица не будут хорошо прожарены (около 20 минут). Держите под крышкой в нетронутом состоянии около 5 минут.\r\nП Теперь приготовьте макароны. Пока рис и чечевица варятся, приготовьте макароны в соответствии с инструкцией на упаковке, добавив макароны в кипящую воду с небольшим количеством воды. соли и немного масла. Готовьте, пока паста не станет аль денте. Слейте воду.\r\n Накройте нут и перед подачей на стол недолго прогрейте в микроволновой печи.Приготовьте хрустящую луковую посыпку.\nr\n\r\nсыпьте кольца лука солью, затем обваляйте их в муке, чтобы покрыть. Стряхните излишки муки.\r\nПв большой сковороде разогрейте растительное масло на средне-высоком огне, обжарьте луковые кольца, часто помешивая, пока они не приобретут приятный карамелизированный коричневый цвет. Лук должен быть хрустящим, но не пригоревшим (15-20 минут).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/4er7mj1598733193.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=y0d2ZMZBW4Y ",

        "strIngredient1": "Коричневая чечевица",

        "strIngredient2": "Рис",

        "strIngredient3": "Кориандр",

        "strIngredient4": "Макароны",

        "strIngredient5": "Нут",

        "strIngredient6": "Лук",

        "strIngredient7": "Соль",

        "strIngredient8": "Растительное масло",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 1/2 чашки",

        "strMeasure2": "1 1/2 чашки",

        "strMeasure3": "1/2 чайной ложки",

        "strMeasure4": "2 чашки",

        "strMeasure5": "Может",

        "strMeasure6": "1 большой",

        "strMeasure7": "Разбрызгивание",

        "strMeasure8": "1/2 чашки",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.themediterraneandish.com/egyptian-koshari-recipe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52782",

        "strMeal": "Баранина с помидорами и сладкими специями",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Используйте здесь маринованные виноградные листья, консервированные в рассоле. Маленькие нежные листья лучше, чем большие щетинистые, но если под рукой только большие листья, то обрежьте их примерно 12 на 12 см, чтобы не получилось слишком много слоев листьев вокруг начинки. И удалите все плодоножки. Слейте воду с консервированных листьев, опустите их в кипящую воду на 10 минут, а затем оставьте сушиться на кухонном полотенце перед употреблением. Рис Басмати с маслом и кедровыми орешками - идеальное дополнение. Кускус тоже очень вкусный. Подает на четыре порции.\r\nПпервым приготовьте начинку. Положите все ингредиенты, кроме помидоров, в миску. Помидоры разрезать пополам, натереть на крупной терке и выложить в миску, очистив от кожицы. Добавьте половину чайной ложки соли и немного черного перца и перемешайте. Оставьте на боку или в холодильнике на сутки. Перед употреблением слегка отожмите руками и слейте весь выступивший сок.\r\nП Чтобы приготовить соус, разогрейте масло в сковороде среднего размера. Добавьте имбирь и чеснок, готовьте минуту или две, стараясь, чтобы они не подгорели, затем добавьте помидоры, лимонный сок и сахар. Приправьте и тушите в течение 20 минут.\r\nП Пока соус пузырится, подготовьте виноградные листья. Используйте любые порванные или сломанные листья, чтобы выстелить дно широкой тяжелой кастрюли. Обрежьте листья фенхеля, нарежьте его вертикально ломтиками толщиной 0,5 см и распределите по дну сковороды, чтобы полностью покрыть.Положите подготовленный виноградный лист (см. Введение) на рабочую поверхность жилистой стороной вверх. Выложите две чайные ложки начинки у основания листа в виде полоски длиной 2 см и шириной 1 см. Сложите края листа поверх начинки, затем плотно сверните его снизу вверх в форме сигары. Выложите на противень швом вниз и повторите с оставшимися листьями, укладывая их плотно друг к другу рядами или кругами (при необходимости в два слоя).Полейте листья соусом (и, при необходимости, добавьте воды, чтобы она покрыла их). Поставьте сверху тарелку, чтобы утяжелить листья, затем накройте крышкой. Доведите до кипения, уменьшите огонь и готовьте на слабом огне в течение 70 минут. Большая часть жидкости должна испариться. Снимите с огня и оставьте немного остывать - их лучше подавать теплыми. При подаче подавайте к столу в сковороде - выглядит великолепно. Подавайте с несколькими виноградными листьями и ломтиками фенхеля с теплым рисом. Сверху полейте тушеным соком и украсьте кориандром.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qtwtss1468572261.jpg ",

        "strTags": "",

        "strYoutube": "https://www.youtube.com/watch?v=vaZb1MnFBgA ",

        "strIngredient1": "оливковое масло",

        "strIngredient2": "имбирь",

        "strIngredient3": "чеснок",

        "strIngredient4": "помидоры",

        "strIngredient5": "лимонный сок",

        "strIngredient6": "сахарная пудра",

        "strIngredient7": "виноградные листья",

        "strIngredient8": "луковица фенхеля",

        "strIngredient9": "фарш из баранины",

        "strIngredient10": "лук",

        "strIngredient11": "картофель",

        "strIngredient12": "рис басмати",

        "strIngredient13": "рубленая петрушка",

        "strIngredient14": "кориандр",

        "strIngredient15": "лимонный сок",

        "strIngredient16": "чеснок",

        "strIngredient17": "гвоздика",

        "strIngredient18": "корица",

        "strIngredient19": "помидоры",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "мелко нарезанный кусочек длиной 4 см",

        "strMeasure3": "2 зубчика чеснока, очищенные и нарезанные",

        "strMeasure4": "800 г очищенного и нарезанного",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "50",

        "strMeasure8": "1 большой",

        "strMeasure9": "400 г",

        "strMeasure10": "1 средний",

        "strMeasure11": "1 маленький кусочек, очищенный и натертый на крупной терке",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "2 столовые ложки измельченного",

        "strMeasure15": "1 столовая ложка",

        "strMeasure16": "2 зубчика",

        "strMeasure17": "½ чайной ложки молотого",

        "strMeasure18": "½ чайной ложки молотого",

        "strMeasure19": "2 средних",

        "strMeasure20": "",

        "strSource": "http://www.ottolenghi.co.uk/recipes/meat/lamb-tomato-and-sweet-spices-shop ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52805",

        "strMeal": "Бириани с бараниной",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Измельчите кешью, мак и семена тмина в однородную массу, используя как можно меньше воды. Отложите в сторону.\nr\n\r\n Глубоко обжарьте нарезанный лук, когда он станет горячим. Не перегружайте масло. Когда лук станет светло-коричневым, выньте его из масла и выложите на бумажное полотенце. Обжаренный лук станет хрустящим, когда он стечет. Также обжарьте кешью до золотисто-коричневого цвета. Отложите в сторону.\r\n\r\nПмойте рис и замочите в воде на двадцать минут.\r\nТем временем возьмите большую широкую сковороду, разогрейте масло на среднем огне, добавьте нарезанный лук, добавьте смешайте пасту, добавьте к ней зеленый перец чили, имбирно-чесночную пасту и чеснок и обжаривайте в течение минуты.\r\nЗатем добавьте помидоры и хорошо обжарьте их, пока они не станут мягкими и не станут мягкими.\r\n\r\n Затем добавьте красный молотый перец чили, порошок бирьяни, мяту, листья кориандра и хорошо обжарьте их.\r\n Добавьте йогурт и хорошо перемешайте. Я всегда убираю сковороду с огня, когда добавляю йогурт, чтобы он не свернулся.\r\n\r\n Теперь, вернув сковороду обратно на плиту, добавьте промытую баранину, соль и ½ стакана воды и хорошо перемешайте. Готовьте в течение 1 часа и готовьте под крышкой на средне-слабом огне или поставьте это в скороварке на 6 свистков. Если вода не слита полностью, нагрейте ее, держа открытой.\r\n\r\nt Возьмите другую большую кастрюлю, добавьте три раза по чашке риса, который вы используете, и отварите его. Когда вода закипит, добавьте рис, соль и джиру и хорошо перемешайте. Точно через 7 минут или когда рис будет готов на 80%. Выключите и слейте воду с риса.\r\n\r\n Теперь начинается наслоение. К баранине, похлопайте и разровняйте ее. Сверху выложите просушенный горячий рис. Украсить обжаренным луком, топленым маслом, мятой, листьями кориандра и шафраном, растворенным в молоке.\r\n\r\n Накройте блюдо и запекайте в духовке при температуре 350 °c в течение 15 минут или до готовности, но без образования кашицы. Или готовьте на плите на среднем огне в течение 12 минут и на самом слабом огне в течение 5 минут. И выключись. Перемешайте и подавайте горячим!\r\nПримечания\r\n1. Если вы готовите в духовке, обязательно готовьте на большой безопасной для духовки сковороде, плотно накрыв ее крышкой, а затем держите в духовке до последнего этапа.\r\n n2. Вы можете пропустить бириани масалу, если у вас ее нет, и добавить только гарам масалу (1 ч. л. и красный молотый перец чили – 3 ч. л. вместо 1 ч. л.)\r\n3. Если в конце блюдо окажется острым, выжмите немного лимона, это уменьшит жар и усилит вкус",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xrttsx1487339558.jpg ",

        "strTags": "Карри, Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=r7SYVSG5nxo ",

        "strIngredient1": "Орехи кешью",

        "strIngredient2": "Хус хус",

        "strIngredient3": "Семена тмина",

        "strIngredient4": "Лук",

        "strIngredient5": "Имбирно-чесночная паста",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Мятный",

        "strIngredient8": "Кинза",

        "strIngredient9": "Шафран",

        "strIngredient10": "Топленое масло",

        "strIngredient11": "Рис Басмати",

        "strIngredient12": "Полножирный йогурт",

        "strIngredient13": "Семена тмина",

        "strIngredient14": "Лавровый лист",

        "strIngredient15": "Корица",

        "strIngredient16": "Гвоздика",

        "strIngredient17": "Кардамон",

        "strIngredient18": "Ягненок",

        "strIngredient19": "Красный молотый перец чили",

        "strIngredient20": "Бирьяни масала",

        "strMeasure1": "12",

        "strMeasure2": "½ ст. л.",

        "strMeasure3": "½ ст. л.",

        "strMeasure4": "3 тонко нарезанных ломтика",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "4 целых",

        "strMeasure7": "Листья",

        "strMeasure8": "Листья",

        "strMeasure9": "½ ч. л. растворить в ½ стакана теплого молока",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": "2 чашки",

        "strMeasure12": "½ чашки",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "½",

        "strMeasure15": "1 тонкий кусочек",

        "strMeasure16": "3",

        "strMeasure17": "2",

        "strMeasure18": "1 фунт",

        "strMeasure19": "1 чайная ложка",

        "strMeasure20": "1 столовая ложка",

        "strSource": "http://www.relishthebite.com/restaurant-style-lamb-biryani /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52808",

        "strMeal": "Ягненок Роган Джош",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "\r\nПпложите лук в кухонный комбайн и взбивайте, пока он не будет очень мелко нарезан. Разогрейте масло в большой сковороде с толстым дном, затем обжарьте лук под крышкой, время от времени помешивая, пока он не станет действительно золотистым и мягким. Добавьте чеснок и имбирь, затем жарьте еще 5 минут.Выложите пасту карри, все специи и лавровый лист на сковороду вместе с томатным пюре. Хорошо перемешивайте на огне около 30 секунд, затем добавьте мясо и 300 мл воды. Перемешайте до получения однородной массы, убавьте огонь, затем добавьте йогурт.\r\n Накройте сковороду, затем осторожно тушите в течение 40-60 минут, пока мясо не станет мягким, а соус приятным и густым. Подавайте, посыпав кориандром, с обычным рисом басмати или пловом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vvstvq1487342592.jpg ",

        "strTags": "Карри, Острый, Алкогольный",

        "strYoutube": "https://www.youtube.com/watch?v=NZVo32n7iS8 ",

        "strIngredient1": "Лук",

        "strIngredient2": "Подсолнечное масло",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Мадрасская паста",

        "strIngredient6": "Паприка",

        "strIngredient7": "палочка корицы",

        "strIngredient8": "Кардамон",

        "strIngredient9": "Гвоздика",

        "strIngredient10": "Лавровый лист",

        "strIngredient11": "Tomato Purée",

        "strIngredient12": "Ягненок",

        "strIngredient13": "Греческий йогурт",

        "strIngredient14": "Кориандр",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 четверти",

        "strMeasure2": "4 столовые ложки",

        "strMeasure3": "4 зубчика",

        "strMeasure4": "Очищенный и очень мелко натертый на терке размером с большой палец",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "1",

        "strMeasure8": "6 ударов, чтобы разбить снаряды",

        "strMeasure9": "4",

        "strMeasure10": "2",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "1 кг в кубе",

        "strMeasure13": "150 мл",

        "strMeasure14": "Нарезанный гарнир",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.bbcgoodfood.com/recipes/9643/onepan-rogan-josh ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52821",

        "strMeal": "Лапша из королевских креветок Лакша",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте масло в кастрюле среднего размера и добавьте перец чили. Готовьте 1 минуту, затем добавьте пасту карри, перемешайте и готовьте еще 1 минуту. Растворите бульонный кубик в большом кувшине в 700 мл кипящей воды, затем вылейте в кастрюлю и перемешайте до однородности. Влейте кокосовое молоко и доведите до кипения.\r\nЗаправьте рыбу соусом и небольшим количеством приправ. Добавьте лапшу и готовьте еще 3-4 минуты до размягчения. Выжмите сок лайма, добавьте креветки и готовьте, пока они не прогреются, около 2-3 минут. Посыпьте сверху немного кориандра.\r\nНсервировать в мисках, посыпав сверху оставшимся кориандром и дольками лайма для придавливания. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rvypwy1503069308.jpg ",

        "strTags": "Моллюски, морепродукты",

        "strYoutube": "https://www.youtube.com/watch?v=OcarztU8cYo ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "красный перец чили",

        "strIngredient3": "Тайская красная паста с карри",

        "strIngredient4": "кубик овощного бульона",

        "strIngredient5": "кокосовое молоко",

        "strIngredient6": "рыбный соус",

        "strIngredient7": "рисовая лапша",

        "strIngredient8": "лайм",

        "strIngredient9": "королевские креветки",

        "strIngredient10": "кориандр",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1 мелко нарезанный",

        "strMeasure3": "2 ½ ст. л.",

        "strMeasure4": "1",

        "strMeasure5": "банка объемом 400 мл",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "100 г",

        "strMeasure8": "2 сока из 1, остальные разрезать пополам",

        "strMeasure9": "150 г",

        "strMeasure10": "½ небольшой упаковки",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/prawn-laksa-curry-bowl ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52843",

        "strMeal": "Тажин из баранины",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте оливковое масло в сковороде с толстым дном и добавьте лук и морковь. Готовьте 3-4 минуты до мягкости.\r\n\r\nНарежьте баранину кубиками и подрумяньте со всех сторон. Добавьте чеснок и все специи и готовьте еще несколько минут или до появления аромата.\r\n\r\nДобавьте мед и абрикосы, покрошите в бульонный кубик и залейте примерно 500 мл кипятка или столько, чтобы покрыть мясо. Хорошенько перемешайте и доведите до кипения. Убавьте огонь, накройте крышкой и готовьте в течение 1 часа.\r\n\r\n Снимите крышку и готовьте еще 30 минут, затем добавьте тыкву. Готовьте еще 20-30 минут, пока тыква не станет мягкой, а баранина – нежной. Подавайте с рисом или кускусом, посыпав петрушкой и кедровыми орешками, если используете.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yuwtuu1511295751.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=bR5Cqu84S_k ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Морковь",

        "strIngredient4": "Баранья ножка",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Тмин",

        "strIngredient7": "Имбирь",

        "strIngredient8": "Шафран",

        "strIngredient9": "Корица",

        "strIngredient10": "Мед",

        "strIngredient11": "Абрикос",

        "strIngredient12": "Кубик овощного бульона",

        "strIngredient13": "Тыквенный орех",

        "strIngredient14": "Кускус",

        "strIngredient15": "Петрушка",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 tblsp",

        "strMeasure2": "1 мелко нарезанный",

        "strMeasure3": "2 нарезанных",

        "strMeasure4": "500 г",

        "strMeasure5": "2 зубчика чеснока измельчить",

        "strMeasure6": "½ чайной ложки",

        "strMeasure7": "½ чайной ложки",

        "strMeasure8": "¼ чайной ложки",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 tblsp",

        "strMeasure11": "100 г",

        "strMeasure12": "1",

        "strMeasure13": "1 средняя нарезка",

        "strMeasure14": "Приготовленный на пару",

        "strMeasure15": "Нарезанный",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2303638/family-meals-easy-lamb-tagine -",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52844",

        "strMeal": "Лазанья",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "Разогрейте масло в большой кастрюле. Используйте кухонные ножницы, чтобы нарезать бекон на мелкие кусочки, или используйте острый нож, чтобы нарезать его на разделочной доске. Добавьте бекон в сковороду и готовьте всего несколько минут, пока он не начнет приобретать золотистый оттенок. Добавьте лук, сельдерей и морковь и готовьте на среднем огне в течение 5 минут, периодически помешивая, до мягкости.\r\nНатрите чеснок и готовьте 1 минуту, затем добавьте фарш и готовьте, помешивая и разбивая его деревянной ложкой, около 6 минут, пока все не подрумянится.\r\nНсмешайте в томатном пюре и готовьте 1 минуту, хорошо перемешивая с говядина с овощами. Добавьте нарезанные помидоры. Наполните каждую банку наполовину водой, чтобы промыть оставшиеся в ней помидоры, и добавьте в сковороду. Добавьте мед и приправьте по вкусу. Варите на медленном огне 20 минут.\r\nПнагрейте духовку до 200С/180С вентилятор/газ 6. Чтобы приготовить лазанью, налейте немного соуса рагу на дно формы для запекания или формы для запекания, распределив соус по всей основе. Положите 2 листа лазаньи поверх соуса внахлест, чтобы он плотно прилегал, затем повторите с добавлением большего количества соуса и еще одного слоя макарон. Повторите с еще 2 слоями соуса и макарон, заканчивая слоем макарон.Выложите крем-фреш в миску и смешайте с 2 столовыми ложками воды, чтобы он разрыхлился и получился однородный соус. Вылейте это поверх макарон, затем сверху выложите моцареллу. Посыпьте сверху пармезаном и запекайте в течение 25-30 минут до золотистого цвета и образования пузырьков. Подавайте, посыпав базиликом, если хотите.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wtsvxx1511296896.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=gfhfsBPt46s ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Бекон",

        "strIngredient3": "Лук",

        "strIngredient4": "Сельдерей",

        "strIngredient5": "Морковь",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Говяжий фарш",

        "strIngredient8": "Томатное пюре",

        "strIngredient9": "Нарезанные помидоры",

        "strIngredient10": "Мед",

        "strIngredient11": "Листы лазаньи",

        "strIngredient12": "Крем-фреш",

        "strIngredient13": "Шарики из моцареллы",

        "strIngredient14": "Сыр пармезан",

        "strIngredient15": "Листья базилика",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 tblsp",

        "strMeasure2": "2",

        "strMeasure3": "1 мелко нарезанный",

        "strMeasure4": "1 палочка",

        "strMeasure5": "1 средний",

        "strMeasure6": "2 нарезанных зубчика чеснока",

        "strMeasure7": "500 г",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "800 г",

        "strMeasure10": "1 tblsp",

        "strMeasure11": "500 г",

        "strMeasure12": "400 мл",

        "strMeasure13": "125 г",

        "strMeasure14": "50 г",

        "strMeasure15": "Начинка",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/classic-lasagne ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52877",

        "strMeal": "Пирог с бараниной и картофелем",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Посыпьте мясо мукой, чтобы оно слегка покрылось.\r\nПнагрейте в большой кастрюле достаточно растительного масла, чтобы заполнить основу, и обжарьте лук и мясо до легкого подрумянивания. Приправьте солью и перцем.\r\nДобавьте морковь, бульон и побольше приправ по вкусу.\r\nП Доведите до кипения, накройте крышкой и уменьшите огонь до кипения. Тушите на медленном огне не менее часа или пока мясо не станет мягким. Не торопитесь готовить мясо, чем дольше вы оставите его готовиться, тем лучше будет его вкус.\r\nРазогрейте духовку до 180 °C / 350 ° F / Газ 4.\r\n Выложите очищенные картофельные кубики к баранине.Выложите смесь в форму для пирога или запеканки и покройте песочным тестом. Сделайте три прорези в верхней части теста, чтобы выпустить пар во время приготовления.\r\n Смажьте взбитым яйцом и выпекайте около 40 минут, пока тесто не станет золотисто-коричневого цвета.\r\nсерв.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sxrpws1511555907.jpg ",

        "strTags": "Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=NCyPaaUNYUk ",

        "strIngredient1": "Баранья лопатка",

        "strIngredient2": "Мука",

        "strIngredient3": "Растительное масло",

        "strIngredient4": "Лук",

        "strIngredient5": "Морковь",

        "strIngredient6": "Овощной бульон",

        "strIngredient7": "Картофель",

        "strIngredient8": "Песочное тесто",

        "strIngredient9": "Яйца",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "Тире",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "2 нарезанных",

        "strMeasure6": "350 мл/12 мл",

        "strMeasure7": "500 г",

        "strMeasure8": "450 г",

        "strMeasure9": "Для глазури",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/lambandpotatopie_83913 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52884",

        "strMeal": "Ланкаширский хот-пот",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте духовку до 160 ° С /вентилятор 140 °С / газ 3. В большой неглубокой форме для запекания разогрейте сливочное или сливочное масло, обжарьте баранину порциями, переложите на тарелку, затем повторите то же самое с почками.\r\nПжарьте лук и морковь на сковороде с небольшим количеством масла. взбиваем до золотистого цвета. Посыпьте мукой, дайте повариться пару минут, взбейте с вустерширским соусом, влейте бульон, затем доведите до кипения. Добавьте мясо и лавровый лист, затем выключите огонь. Выложите нарезанный картофель поверх мяса, затем еще немного сбрызните. Накройте, затем поставьте в духовку примерно на 1½ часа, пока картофель не будет готов.\r\n сНимите крышку, смажьте картофель еще небольшим количеством капель, затем включите духовку, чтобы картофель подрумянился, или готовьте под грилем 5-8 минут, пока он не подрумянится.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uttrxw1511637813.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=w6TS5J8YRA4 ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Ягненок",

        "strIngredient3": "Баранья почка",

        "strIngredient4": "Лук",

        "strIngredient5": "Морковь",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Вустерширский соус",

        "strIngredient8": "Куриный бульон",

        "strIngredient9": "Лавровый лист",

        "strIngredient10": "Картофель",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "900 г",

        "strMeasure3": "3",

        "strMeasure4": "2 средних",

        "strMeasure5": "4 нарезанных",

        "strMeasure6": "25g",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "500 мл",

        "strMeasure9": "2",

        "strMeasure10": "900 г",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/9099/lancashire-hotpot ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52973",

        "strMeal": "Суп Леблеби",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в большой кастрюле. Добавьте лук и готовьте до прозрачности.\r\nП Промойте замоченный нут и добавьте его в кастрюлю вместе с овощным бульоном. Доведите до кипения, затем уменьшите огонь и накройте крышкой. Варите на медленном огне в течение 30 минут.\nтем временем поджарьте тмин на небольшой сковороде, не смазанной маслом, затем измельчите его в ступке. Добавьте чеснок и соль и разотрите в мелкую пасту.\r\nДобавьте пасту и хариссу в суп и тушите, пока нут не станет мягким, около 30 минут.Приправьте по вкусу солью, перцем и лимонным соком и подавайте горячим.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/x2fw9e1560460636.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=BgRifcCwinY ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Нут",

        "strIngredient4": "Овощной бульон",

        "strIngredient5": "Тмин",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Соль",

        "strIngredient8": "Харисса Спайс",

        "strIngredient9": "Перец",

        "strIngredient10": "Лайм",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "1 средний мелко нарезанный кубик",

        "strMeasure3": "250 г",

        "strMeasure4": "1,5л",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "5 зубчиков",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": "1/2",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/43419/leblebi--tunisian-chickpea-soup-.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52987",

        "strMeal": "Бутерброды с лазаньей",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "1. В небольшой миске смешайте первые четыре ингредиента и намажьте на четыре ломтика хлеба. Выложить слой бекона, помидоров и сыра, сверху выложить оставшийся хлеб.\r\n\r\n2. В большой сковороде или сковороде растопите 2 столовые ложки сливочного масла. Поджаривайте бутерброды, пока они не подрумянятся с обеих сторон и сыр не расплавится, при необходимости добавляя сливочное масло.\r\n\nr\nФакты о питании\n r\n1 сэндвич: 445 калорий, 24 г жира (12 г насыщенных жиров), 66 мг холестерина, 1094 мг натрия, 35 г углеводов (3 г сахара, 2 г клетчатки), 21 г белка.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xr0n4r1576788363.jpg ",

        "strTags": "Сэндвич",

        "strYoutube": "",

        "strIngredient1": "Сметана",

        "strIngredient2": "Нарезанный лук",

        "strIngredient3": "Сушеный орегано",

        "strIngredient4": "Соль",

        "strIngredient5": "Хлеб",

        "strIngredient6": "Бекон",

        "strIngredient7": "Помидор",

        "strIngredient8": "Моцарелла",

        "strIngredient9": "Сливочное масло",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/4 стакана",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1/2 столовой ложки",

        "strMeasure4": "1/4 чайной ложки",

        "strMeasure5": "8 срезов",

        "strMeasure6": "8 ломтиков",

        "strMeasure7": "8 срезов",

        "strMeasure8": "4 среза",

        "strMeasure9": "2 1/2 ст. л.",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53009",

        "strMeal": "Сувлаки из баранины с лимоном",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "Инструкции по приготовлению": "Измельчите чеснок с морской солью в пестике и ступке (или используйте небольшой кухонный комбайн), пока чеснок не превратится в пасту. Взбейте вместе масло, лимонный сок, цедру, укроп и чеснок. Добавьте баранину и хорошо перемешайте. Накройте и оставьте мариноваться минимум на 2 часа или на ночь в холодильнике. Если вы собираетесь использовать бамбуковые шпажки, замочите их в холодной воде.\r\n\r\nЕсли вы готовили баранину накануне, достаньте ее из холодильника за 30 минут до приготовления. Нанизать мясо на вымоченные или металлические шпажки. Разогрейте гриль до высокой температуры или приготовьте горячую сковороду или барбекю. Обжаривайте шашлык по 2-3 минуты с каждой стороны, поливая оставшимся маринадом. Слегка разогрейте питту или лепешки, затем нафаршируйте сувлаки. Добавьте греческий салат (см. Хорошо сочетается справа) и цацики (ниже), если хотите ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rjhf741585564676.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=krR4rhjR75Y ",

        "strIngredient1": "Чеснок",

        "strIngredient2": "Морская соль",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Лимон",

        "strIngredient5": "Укроп",

        "strIngredient6": "Баранья ножка",

        "strIngredient7": "Лаваш",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 зубчика",

        "strMeasure2": "2 ч. л.",

        "strMeasure3": "4 столовые ложки",

        "strMeasure4": "Цедра и сок 1",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "750 г",

        "strMeasure7": "Служить",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/lamb-lemon-dill-souvlaki ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53010",

        "strMeal": "Бургеры с цацики из баранины",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Переложите булгар в кастрюлю, залейте водой и варите в течение 10 минут. Хорошо откиньте на сито, отжимая лишнюю воду.\r\n\r\n Чтобы приготовить цацики, выжмите и выбросьте сок из огурца, затем смешайте в йогурте с измельченной мятой и небольшим количеством соли.\r\n\r\n Обработайте булгар в баранине со специями, чесноком (если используете) и приправами, затем сформируйте 4 котлеты. Смажьте небольшим количеством масла и обжаривайте или готовьте на гриле около 5 минут с каждой стороны до полной готовности. Подавайте в булочках (поджаренных, если хотите) с цацики, помидорами, луком и несколькими листиками мяты.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/k420tj1585565244.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=s7_TF4ZHjPc ",

        "strIngredient1": "Пшеничный булгур",

        "strIngredient2": "Фарш из баранины",

        "strIngredient3": "Тмин",

        "strIngredient4": "Кориандр",

        "strIngredient5": "Паприка",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Оливковое масло",

        "strIngredient8": "Булочка",

        "strIngredient9": "Огурец",

        "strIngredient10": "Греческий йогурт",

        "strIngredient11": "Мятный",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "25g",

        "strMeasure2": "500 г",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 мелко нарезанная гвоздика",

        "strMeasure7": "Для жарки",

        "strMeasure8": "4",

        "strMeasure9": "Тертый",

        "strMeasure10": "200 г",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/lamb-burgers-tzatziki ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52777",

        "strMeal": "Средиземноморский салат из макарон",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Доведите большую кастрюлю с подсоленной водой до кипения\n r\n Положите макароны, перемешайте один раз и готовьте около 10 минут или как указано на упаковке.\r\nП Тем временем вымойте помидоры и разрежьте на четвертинки. Нарежьте оливки ломтиками. Базилик вымыть.Выложите помидоры в салатницу и порвите на них листья базилика. Добавьте столовую ложку оливкового масла и перемешайте.\r\nПкогда макароны будут готовы, откиньте их на дуршлаг и обдайте холодной водой, чтобы они быстро остыли.Выложите макароны в салатницу вместе с помидорами и базиликом.\r\n Добавьте нарезанные оливки, очищенные шарики моцареллы и кусочки тунца. Хорошо перемешайте и дайте салату постоять не менее получаса, чтобы ароматы смешались.\r\nПпасту щедро посыпьте молотым черным перцем и сбрызните оставшимся оливковым маслом непосредственно перед подачей на стол.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wvqpwt1468339226.jpg ",

        "strTags": "Макароны, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=e52IL8zYmaE ",

        "strIngredient1": "шарики из моцареллы",

        "strIngredient2": "детские сливовые помидоры",

        "strIngredient3": "свежий базилик",

        "strIngredient4": "фарфалле",

        "strIngredient5": "оливковое масло первого отжима",

        "strIngredient6": "Зеленые оливки",

        "strIngredient7": "тунец",

        "strIngredient8": "соль",

        "strIngredient9": "перец",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "200 г",

        "strMeasure2": "250 г",

        "strMeasure3": "1 связка",

        "strMeasure4": "350 г",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "40 г",

        "strMeasure7": "200 г",

        "strMeasure8": "по вкусу",

        "strMeasure9": "по вкусу",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": "https://thelemonsqueezy.com/recipe/mediterranean-pasta-salad /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52827",

        "strMeal": "Карри из говядины Массаман",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 200 ° C / 180 ° C с вентилятором / газом 6, затем обжарьте арахис на противне в течение 5 минут до золотисто-коричневого цвета. Когда достаточно остынет, чтобы можно было обрабатывать, крупно нарежьте. Уменьшите температуру духовки до 180С/160С вентилятор/газ 4.\r\nПнагрейте 2 ст. л. кокосового крема в большой форме для запекания с крышкой. Добавьте пасту карри и жарьте в течение 1 минуты, затем добавьте говядину и жарьте, пока она не покроется плотной пленкой. Добавьте оставшуюся часть кокосовой стружки с половиной банки воды, картофель, лук, листья лайма, корицу, тамаринд, сахар, рыбный соус и большую часть арахиса. Доведите до кипения, затем накройте и готовьте в духовке в течение 2 часов, пока говядина не станет мягкой.\r\nНС посыпьте нарезанным перцем чили и оставшимся арахисом, затем подавайте прямо с блюда с жасминовым рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tvttqv1504640475.jpg ",

        "strTags": "Карри",

        "strYoutube": "https://www.youtube.com/watch?v=mVxgZSCU9_g ",

        "strIngredient1": "Арахис",

        "strIngredient2": "Кокосовый крем",

        "strIngredient3": "Паста карри Массаман",

        "strIngredient4": "Говядина",

        "strIngredient5": "Картофель",

        "strIngredient6": "Лук",

        "strIngredient7": "Лайм",

        "strIngredient8": "Палочка корицы",

        "strIngredient9": "Паста из тамаринда",

        "strIngredient10": "Коричневый сахар",

        "strIngredient11": "Рыбный соус",

        "strIngredient12": "чили",

        "strIngredient13": "Рис с жасмином",

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "85g",

        "strMeasure2": "банка объемом 400 мл",

        "strMeasure3": "4 столовые ложки",

        "strMeasure4": "600 г тушеного мяса, нарезанного соломкой",

        "strMeasure5": "450 г восковой массы",

        "strMeasure6": "1 нарезать тонкими дольками",

        "strMeasure7": "4 листа",

        "strMeasure8": "1",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "1 столовая ложка пальмового или мягкого света",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "1 красный лук, очищенный от семян и мелко нарезанный, для подачи на стол",

        "strMeasure13": "служить",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/420631/beef-massaman-curry ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52864",

        "strMeal": "Ротоло с грибами и каштанами",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Замочите сушеные грибы в 350 мл кипящей воды и отложите до тех пор, пока они не понадобятся. Смешайте ¾ каштанов со 150 мл воды до кремообразного состояния. Оставшиеся каштаны мелко нарежьте.\r\n Разогрейте 2 столовые ложки оливкового масла в большой сковороде с антипригарным покрытием. Обжарьте лук-шалот со щепоткой соли до размягчения, затем добавьте чеснок, измельченные каштаны и розмарин и жарьте еще 2 минуты. Добавьте лесные грибы, 2 столовые ложки масла и немного приправ. Готовьте в течение 3 минут, пока они не начнут размягчаться. Слейте воду и мелко нарежьте сушеные грибы (оставьте жидкость для замачивания), затем добавьте их вместе с полейте соевым соусом и жарьте еще 2 минуты.\r\n Взбейте вино, оставшуюся грибную жидкость и каштановые сливки вместе, чтобы получился соус. Приправьте, затем добавьте половину к грибной смеси на сковороде и готовьте в течение 1 минуты, пока соус не станет блестящим. Выньте и выбросьте веточки розмарина, затем отложите смесь в сторону.\r\nПнагрейте духовку до 180С / 160С вентилятор / газ 4. Доведите большую кастрюлю с подсоленной водой до кипения и приготовьте большую миску с ледяной водой. Опустите листы лазаньи в кипящую воду на 2 минуты или пока они не станут мягкими и немного не приготовятся, затем сразу же опустите их в холодную воду. Пальцами аккуратно отделите листы и переложите на чистое кухонное полотенце. Намажьте хорошую ложку соуса на нижние две трети каждого листа, затем, откатывая от себя, сверните более короткие концы. Разрежьте каждый рулет пополам, затем выложите рулеты из макарон разрезом вверх в форму для пирога, из которой вы с удовольствием будете подавать к столу. Если после того, как вы свернули все листы, у вас остался грибной соус, просто выдавите его в несколько открытых рулетов из макарон.\r\nПполейте оставшимся соусом макароны, затем запекайте в течение 10 минут или до тех пор, пока макароны не перестанут сопротивляться при тестировании на шпажках.\r\nП Тем временем положите в миску панировочные сухари, последние 2 столовые ложки оливкового масла, листья шалфея и немного приправ, и перемешайте все вместе. Посыпьте ротоло крошками и шалфеем, затем запекайте еще 10 минут, пока верх не станет золотистым, а листья шалфея не станут хрустящими. Оставьте остывать на 10 минут, чтобы макароны впитали соус, затем сбрызните небольшим количеством трюфельного масла, если хотите, прежде чем подавать блюдо к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ssyqwr1511451678.jpg ",

        "strTags": "Вегетарианский, Ореховый",

        "strYoutube": "https://www.youtube.com/watch?v=GNN7_ZSJ5YE ",

        "strIngredient1": "Грибы",

        "strIngredient2": "Каштаны",

        "strIngredient3": "Шалот",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Розмарин",

        "strIngredient6": "Лесные грибы",

        "strIngredient7": "Соевый соус",

        "strIngredient8": "Белое вино",

        "strIngredient9": "Листы лазаньи",

        "strIngredient10": "Панировочные сухари",

        "strIngredient11": "Мудрец",

        "strIngredient12": "Трюфельное масло",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "30g",

        "strMeasure2": "240 г",

        "strMeasure3": "3",

        "strMeasure4": "3 зубчика",

        "strMeasure5": "3 веточки",

        "strMeasure6": "500 г",

        "strMeasure7": "2 tblsp",

        "strMeasure8": "125 мл",

        "strMeasure9": "350 г",

        "strMeasure10": "4 столовые ложки",

        "strMeasure11": "1/2 горсти",

        "strMeasure12": "служить",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/mushroom-chestnut-rotolo ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52865",

        "strMeal": "Матар Панир",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в сковороде на сильном огне, пока оно не станет мерцающим и горячим. Добавьте панир, затем немного убавьте огонь. Обжаривайте, пока он не начнет подрумяниваться по краям, затем переверните его и подрумяньте с каждой стороны – панир подрумянится быстрее, чем вы думаете, так что не уходите. Снимите панир со сковороды и выложите на кухонную бумагу.\r\nП Положите на сковороду имбирь, тмин, куркуму, молотый кориандр и перец чили и обжаривайте все в течение 1 минуты. Добавьте помидоры, разминая их тыльной стороной ложки, и тушите все в течение 5 минут, пока соус не станет ароматным. Добавьте немного воды, если она слишком густая. Хорошо приправьте. Добавьте горошек и тушите еще 2 минуты, затем добавьте панир и посыпьте гарам масала. Разложите по двум тарелкам, посыпьте листьями кориандра и подавайте с хлебом наан, роти или рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xxpqsy1511452222.jpg ",

        "strTags": "Карри, вегетарианское",

        "strYoutube": "https://www.youtube.com/watch ?v=wlseYNqwLNs",

        "strIngredient1": "Подсолнечное масло",

        "strIngredient2": "Панир",

        "strIngredient3": "Имбирь",

        "strIngredient4": "Тмин",

        "strIngredient5": "Куркума",

        "strIngredient6": "Кориандр",

        "strIngredient7": "Зеленый перец чили",

        "strIngredient8": "Помидор",

        "strIngredient9": "Горох",

        "strIngredient10": "Гарам Масала",

        "strIngredient11": "Кориандр",

        "strIngredient12": "Хлеб Наан",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "225g",

        "strMeasure3": "2",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1",

        "strMeasure8": "4 больших",

        "strMeasure9": "150 г",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "Небольшая связка",

        "strMeasure12": "служить",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/matar-paneer ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52876",

        "strMeal": "Пирог с говяжьим фаршем",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 200C / 400F / Gas 6.\r\n Разогрейте масло в глубокой сковороде и обжаривайте говяжий фарш в течение 4-5 минут, разбивая его деревянной ложкой по мере подрумянивания.\r\nНатрите лук и готовьте 2-3 минуты, затем добавьте томатное пюре и готовьте еще 2-3 минуты. Всыпьте муку и готовьте еще минуту, затем добавьте нарезанные грибы, стаут или говяжий бульон и пару капель вустерширского соуса. Доведите до кипения, затем уменьшите огонь, накройте кастрюлю крышкой и оставьте тушиться на 20 минут. Отложите в сторону и дайте остыть, затем переложите мясную смесь в литровую форму для пирога.\r\n Раскатайте тесто на посыпанной мукой рабочей поверхности, пока оно не станет немного больше формы для пирога. Аккуратно выложите тесто на блюдо, плотно прижимая к краям. Обрежьте, затем придайте краям рифленую форму.\r\n Вырежьте несколько листиков из обрезков теста и украсьте верх пирога, приклеив их к тесту взбитым яичным желтком.\r\n Сделайте в тесте три или четыре прорези, чтобы выходил пар, затем смажьте пирог оставшимся взбитым яичным желтком и запекайте в духовке 20-25 минут или до золотисто-коричневого цвета.\r\nП Перед подачей нарежьте на дольки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xwutvy1511555540.jpg ",

        "strTags": "Пирог с мясом",

        "strYoutube": "https://www.youtube.com/watch?v=QY47h-uqq5g ",

        "strIngredient1": "Растительное масло",

        "strIngredient2": "Говяжий фарш",

        "strIngredient3": "Лук",

        "strIngredient4": "Томатное пюре",

        "strIngredient5": "Обычная мука",

        "strIngredient6": "Грибы",

        "strIngredient7": "Говяжий бульон",

        "strIngredient8": "Вустерширский соус",

        "strIngredient9": "Песочное тесто",

        "strIngredient10": "Яичные желтки",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "500 г",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 ½ ст. л.",

        "strMeasure6": "75g",

        "strMeasure7": "250 мл",

        "strMeasure8": "Тире",

        "strMeasure9": "400 г",

        "strMeasure10": "1",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/mincedbeefpie_89198 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52880",

        "strMeal": "Шотландский пирог McSinghs",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте большую сковороду и обжарьте семена тмина в течение нескольких минут, затем отставьте в сторону. Разогрейте масло в той же сковороде и обжарьте лук, чеснок, перец чили, перец и хорошую щепотку соли около восьми минут, пока не останется влаги. Снимите с огня, добавьте поджаренные семена тмина, молотый мускатный орех (или мускатный орех) и молотый кориандр. Оставьте остывать.\r\nПв большой миске смешайте фарш из баранины, белый перец, свежий кориандр и охлажденную луковую смесь с пряностями до однородной массы. Отложите, накрыв крышкой, в холодильник.\r\nNразогрейте духовку до 200C / 400F / Gas 6 и щедро смажьте салом круглую форму для пирогов диаметром 20 см / 8 дюймов или круглую форму для выпечки.\r\nN Чтобы приготовить тесто, просейте муку и соль в большую миску и сделайте углубление в центре.\r\nПналейте молоко, сало и 90 мл / 3 жидких унции воды в кастрюлю и слегка нагрейте. Когда сало расплавится, увеличьте огонь и доведите до кипения.\r\npвлейте кипящую жидкость в муку и деревянной ложкой перемешивайте, пока она не остынет настолько, чтобы ее можно было взять. Соберите вместе в шар.\r\nПосыпьте рабочую поверхность мукой и, работая быстро, быстро замесите тесто – оно будет мягким и влажным. Отложите треть теста, а остальное раскатайте на хорошо посыпанной мукой поверхности. Выложите тесто на форму для пирога, прижимая его по бокам до тех пор, пока оно не выступит прямо над верхом формы.\r\n Постепенно выкладывайте начинку в форму, выстланную тестом. Когда вы достигнете вершины, сформируйте небольшой пик. Оставшееся тесто раскатайте и выложите сверху на пирог. Защипните края, чтобы запечатать, и обрежьте излишки. Проделайте отверстие в верхней части пирога и вставьте в него маленькую трубочку из алюминиевой фольги, чтобы выходил пар.Смажьте верх пирога небольшим количеством взбитого яичного желтка и выпекайте в предварительно разогретой духовке в течение 30 минут (поставьте противень на нижнюю полку, чтобы не потекли капли). Затем уменьшите температуру до 160°C / 325F / Gas 3 и готовьте еще 1 ¼ часа до золотисто-коричневого цвета. Оставьте до полного остывания, а затем поставьте в холодильник на два часа или на ночь.\r\nП Проведите ножом по краю пирога, достаньте из формы и подавайте с чатни, салатами или маринадами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vssrtx1511557680.jpg ",

        "strTags": "Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=1nArqhRyszw ",

        "strIngredient1": "Тмин",

        "strIngredient2": "Рапсовое масло",

        "strIngredient3": "Красный лук",

        "strIngredient4": "Зубчик чеснока",

        "strIngredient5": "Зеленый перец чили",

        "strIngredient6": "Красный перец",

        "strIngredient7": "Мускатный орех",

        "strIngredient8": "Кориандр",

        "strIngredient9": "Фарш из баранины",

        "strIngredient10": "Перец",

        "strIngredient11": "Кориандр",

        "strIngredient12": "Обычная мука",

        "strIngredient13": "Соль",

        "strIngredient14": "Молоко",

        "strIngredient15": "Сало",

        "strIngredient16": "Яичные желтки",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 ч. л.",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "2 мелко нарезанных",

        "strMeasure4": "6",

        "strMeasure5": "3 мелко нарезанных",

        "strMeasure6": "1 мелко нарезанный",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "2 ч. л.",

        "strMeasure9": "1 кг",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "3 столовые ложки",

        "strMeasure12": "340g",

        "strMeasure13": "½ чайной ложки",

        "strMeasure14": "90 мл",

        "strMeasure15": "150 г",

        "strMeasure16": "Избитый",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/mcsinghs_scotch_pie_98356 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52900",

        "strMeal": "Пирог с мадерой",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Предварительно разогрейте духовку до 180 ° C / 350 ° F / Газ 4. Смажьте круглую форму для торта диаметром 18 см / 7 дюймов, застелите основание жиронепроницаемой бумагой и смажьте бумагу.\r\n Взбейте сливочное масло и сахар вместе в миске, пока они не станут бледными и пышными. Вбейте яйца по одному, хорошо взбивая смесь между каждым и добавляя столовую ложку муки с последним яйцом, чтобы смесь не свернулась.\r\nПсмешайте муку и аккуратно добавьте в нее столько молока, чтобы получилась смесь, которая медленно стекает с ложки. Добавьте лимонную цедру.\r\nЛожкой выложите смесь в подготовленную форму и слегка разровняйте верх. Запекайте на средней полке духовки в течение 30-40 минут или пока верх не подрумянится и шпажка, воткнутая в середину, не выйдет чистой.Достаньте форму из духовки и дайте ей остыть в форме в течение 10 минут, затем переложите на решетку и оставьте до полного остывания.\r\nП Перед подачей украсьте торт цукатами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/urtqut1511723591.jpg ",

        "strTags": "Торт, Легкий, Выпечка, Десерт",

        "strYoutube": "https://www.youtube.com/watch?v=-YDh4WEmK_E ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Яйца",

        "strIngredient4": "Мука для самостоятельного приготовления",

        "strIngredient5": "Молоко",

        "strIngredient6": "Лимон",

        "strIngredient7": "Смешанный пилинг",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "175g",

        "strMeasure2": "175g",

        "strMeasure3": "3",

        "strMeasure4": "250 г",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "Изюминка 1",

        "strMeasure7": "Для глазури",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/madeiracake_73878 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52927",

        "strMeal": "Монреальское копченое мясо",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Чтобы приготовить лекарство, в небольшой миске смешайте соль, розовую соль, черный перец, кориандр, сахар, лавровый лист и гвоздику. Обмажьте всю грудинку соусом и положите в очень большой закрывающийся пластиковый пакет. Поместите в самое холодное место холодильника и настаивайте в течение 4 дней, переворачивая грудинку два раза в день.\r\n Достаньте грудинку из пакета и промойте как можно больше жира под струей холодной воды. Положите грудинку в большую емкость, залейте водой и оставьте на 2 часа, заменяя воду каждые 30 минут. Выньте из воды и обсушите бумажными полотенцами.\r\nПдля приготовления растирания смешайте в небольшой миске черный перец, кориандр, паприку, чесночный порошок, луковый порошок, укроп, горчицу, семена сельдерея и измельченный красный перец. Обмажьте всю грудинку рубленой.\r\n Разогрейте коптильню или гриль до 225 градусов, добавляя кусочки копченых дров, когда они нагреются. Когда дрова разожгутся и начнут выделять дым, положите в них грудинку жирной стороной вверх и коптите, пока термометр мгновенного считывания не покажет 165 градусов, когда он будет вставлен в самую толстую часть грудинки, примерно 6 часов.\r\nПпереложите грудинку в большую форму для запекания с V-образной решеткой. Поставьте форму для запекания на две конфорки на плите и залейте водой на 1 дюйм. Доведите воду до кипения на сильном огне, уменьшите огонь до среднего, накройте форму для запекания алюминиевой фольгой и готовьте грудинку на пару, пока термометр мгновенного считывания не покажет 180 градусов, когда он будет вставлен в самую толстую часть мяса, от 1 до 2 часов, добавляя больше горячей воды по мере необходимости.\r\nП Переложите грудинку на разделочную доску и дайте немного остыть. Нарежьте и подавайте, желательно на ржаном хлебе с горчицей",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uttupv1511815050.jpg ",

        "strTags": "Фирменное блюдо, Закуска, сильный вкус",

        "strYoutube": "https://www.youtube.com/watch?v=g5oCDoyxbBk ",

        "strIngredient1": "Говяжья грудинка",

        "strIngredient2": "Соль",

        "strIngredient3": "Черный перец",

        "strIngredient4": "Кориандр",

        "strIngredient5": "Сахар",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Гвоздика",

        "strIngredient8": "Черный перец",

        "strIngredient9": "Кориандр",

        "strIngredient10": "Паприка",

        "strIngredient11": "Чеснок",

        "strIngredient12": "Лук",

        "strIngredient13": "Укроп",

        "strIngredient14": "Английская горчица",

        "strIngredient15": "Сельдерейная соль",

        "strIngredient16": "Хлопья из красного перца",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "3 столовые ложки",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "1 столовая ложка",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "1 чайная ложка",

        "strMeasure15": "1 столовая ложка",

        "strMeasure16": "1 чайная ложка",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.meatwave.com/blog/montreal-smoked-meat-recipe ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52947",

        "strMeal": "Ма По Тофу",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "Инструкции по приготовлению": "Добавьте небольшую щепотку соли и кунжутное масло в говяжий фарш. Хорошо перемешайте и отложите в сторону.\r\n Смешайте 1 столовую ложку кукурузного крахмала с 2 и ½ столовыми ложками воды в небольшой миске, чтобы получился водяной крахмал.\r\n Нарежьте тофу квадратными кубиками (около 2 см). Доведите большое количество воды до кипения, а затем добавьте щепотку соли. Положите туда тофу и готовьте в течение 1 минуты. Выньте и слейте воду.\r\n Разогрейте вок и разогрейте около 2 столовых ложек масла, обжарьте фарш до хрустящей корочки. Переложите говядину, а масло оставьте.Обжаривайте доубаньцзян в течение 1 минуты на медленном огне, а затем добавьте чеснок, белый лук-шалот, имбирь и ферментированные черные бобы и готовьте в течение 30 секунд до появления аромата. Затем добавьте хлопья перца.\r\n Добавьте воду к приправам и доведите до кипения на сильном огне. Аккуратно переложите кубики тофу. Добавьте легкий соевый соус и говядину.После закипания уменьшите огонь, а затем варите на медленном огне 6-8 минут. Затем добавьте измельченную зелень чеснока.\r\nНстирните крахмал в воде, а затем вылейте половину смеси в кастрюлю для закипания. Подождите около 30 секунд, а затем налейте вторую половину. Вы можете слегка попробовать тофу на вкус и добавить щепотку соли, если он недостаточно соленый. Кстати, если вам кажется, что он слишком острый, добавьте немного сахара, чтобы смягчить вкус. Но будьте осторожны, так как в этот момент бульон очень горячий.\r\nПпередайте, когда почти все приправы прилипнут к кубикам тофу. Посыпьте молотым сычуаньским перцем (по вкусу) и измельченной зеленью чеснока, если используете.\r\nсервировать сразу с приготовленным на пару рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1525874812.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch ?v=IhwPQL9dFYc",

        "strIngredient1": "Тофу",

        "strIngredient2": "Говяжий фарш",

        "strIngredient3": "Кунжутное масло",

        "strIngredient4": "Доубаньцзян",

        "strIngredient5": "Ферментированные черные бобы",

        "strIngredient6": "Перец",

        "strIngredient7": "Соль",

        "strIngredient8": "Сычуаньский перец",

        "strIngredient9": "Соевый соус",

        "strIngredient10": "Вода",

        "strIngredient11": "Оливковое масло",

        "strIngredient12": "Зеленый лук",

        "strIngredient13": "Зеленый лук",

        "strIngredient14": "Чеснок",

        "strIngredient15": "Имбирь",

        "strIngredient16": "Вода",

        "strIngredient17": "Кукурузный крахмал",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "100 г",

        "strMeasure3": "1/2 столовой ложки",

        "strMeasure4": "1 1/2 ч. л.",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "400 мл",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "2 нарезанных",

        "strMeasure13": "4",

        "strMeasure14": "2 измельченных зубчика чеснока",

        "strMeasure15": "4 нарезанных",

        "strMeasure16": "2 1/2 ст. л.",

        "strMeasure17": "1 столовая ложка",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.chinasichuanfood.com/mapo-tofu-recipe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52968",

        "strMeal": "Мбузи Чома (Жареная козлятина)",

        "strDrinkAlternate": null,

        "strCategory": "Козел",



        "strInstructions": "1. Шаги для мяса:\n r\n n Обжаривайте мясо на среднем огне в течение 50 минут и солим его по мере переворачивания.\r\n\r\n2. Шаги для приготовления угали:\r\nП Доведите воду и соль до кипения в кастрюле с толстым дном. Медленно всыпьте кукурузную муку, позволяя ей просыпаться сквозь пальцы.\r\n\r\n3. Уменьшите огонь до средне-низкого и продолжайте регулярно помешивать, разбивая ложкой любые комочки, пока кашица не оторвется от стенок кастрюли и не станет очень густой, около 10 минут.\r\n\r\n4.Снимите с огня и дайте остыть.\r\n\r\n5. Выложите угали в большую сервировочную миску. Смочите руки водой, сформируйте шарик и подавайте к столу.\r\n\r\n6. Шаги для приготовления качумбари: Смешайте помидоры, лук, чили и листья кориандра в миске.\r\n\r\n7. Подавайте и наслаждайтесь!\r\n\r\n",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/cuio7s1555492979.jpg ",

        "strTags": "Барбекю, Мясо",

        "strYoutube": "",

        "strIngredient1": "Козлятина",

        "strIngredient2": "Кукурузная мука",

        "strIngredient3": "Помидоры",

        "strIngredient4": "Соль",

        "strIngredient5": "Лук",

        "strIngredient6": "Зеленый перец чили",

        "strIngredient7": "Листья кориандра",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "1 кг",

        "strMeasure3": "2",

        "strMeasure4": "Ущипнуть",

        "strMeasure5": "1",

        "strMeasure6": "1",

        "strMeasure7": "1 связка",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52991",

        "strMeal": "Пирожки с мясом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Чтобы приготовить тесто, разотрите 225 г холодного, нарезанного кубиками сливочного масла в 350 г обычной муки, затем добавьте 100 г сахарной пудры и щепотку соли.\r\n\r\n Скатайте тесто в шар – не добавляйте жидкость – и быстро замесите. Тесто получится довольно твердым, как песочное. Вы можете использовать тесто сразу или охладить на потом.\r\n\r\nразогрейте духовку до 200С/газ 6/вентилятор 180С. Выровняйте 18 отверстий в двух 12-луночных формочках для пирожков, вдавливая в каждое отверстие маленькие шарики теста размером с грецкий орех.\r\n\r\n Ложка 280 г мясного фарша в пироги.\r\n\r\nВозьмите немного меньшие по размеру шарики из теста, чем раньше, и раскатайте их между ладонями, чтобы получились круглые крышки, достаточно большие, чтобы накрыть пироги. Накройте пироги крышками, аккуратно прижимая края друг к другу, чтобы запечатать – вам не нужно смазывать их молоком или яйцом, так как они прилипнут сами по себе. (Теперь пироги можно замораживать до 1 месяца).\r\n\r\n Взбейте 1 небольшое яйцо и смажьте верхушки пирожков. Выпекайте в течение 20 минут до золотистого цвета. Оставьте остывать в форме на 5 минут, затем переложите на решетку.\r\n\r\n Перед подачей слегка посыпьте сахарной пудрой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qe8pf51576795532.jpg ",

        "strTags": "Рождество",

        "strYoutube": "https://www.youtube.com/watch?v=PnXft7lQNJE ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Сахарная пудра",

        "strIngredient4": "Мясной фарш",

        "strIngredient5": "Яйцо",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g",

        "strMeasure2": "350 г",

        "strMeasure3": "100 г",

        "strMeasure4": "280g",

        "strMeasure5": "1 маленький",

        "strMeasure6": "Начинка",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/2174/unbelievably-easy-mince-pies ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53006",

        "strMeal": "Мусака",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте гриль до высокой температуры. Обжарьте говядину в глубокой жаропрочной сковороде на сильном огне в течение 5 минут. Тем временем наколите баклажаны вилкой, затем разогрейте в микроволновке на высокой мощности в течение 3-5 минут до мягкости. Смешайте йогурт, яйцо и пармезан, затем добавьте немного приправы.\r\n\r\n Перемешайте помидоры, пюре и картофель с говядиной с небольшим количеством приправ и прогрейте. Разровняйте поверхность говяжьей смеси тыльной стороной ложки, затем нарежьте вареные баклажаны и выложите сверху. Полейте баклажаны йогуртовой смесью, равномерно разровняйте, затем жарьте на гриле, пока начинка не застынет и не станет золотистой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ctg8jd1585563097.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=8U_29i9Qp5U ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Баклажан",

        "strIngredient3": "Греческий йогурт",

        "strIngredient4": "Яйцо",

        "strIngredient5": "Пармезан",

        "strIngredient6": "Помидор",

        "strIngredient7": "Томатное пюре",

        "strIngredient8": "Картофель",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "1 большой",

        "strMeasure3": "150 г",

        "strMeasure4": "1 битый",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "400 г",

        "strMeasure7": "4 столовые ложки",

        "strMeasure8": "350 г",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/must-make-moussaka ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53029",

        "strMeal": "Мулухия",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Обжарить лук в 3-4 столовых ложках оливкового масла\r\nОбжарить кубики говядины или куриные котлеты, обжаривать по 3-4 минуты с каждой стороны\r\nЗалить 1 литром воды или ровно столько, чтобы покрыть мясо\r\n Готовить на среднем огне, пока мясо не будет готово (Я обычно делаю это в скороварке и отжимаю их в течение 5 минут)\r\n\n r\n наденьте замороженную мулухию и помешивайте, пока она полностью не растает, а затем не закипит\n r\n n\n r\n В другую сковороду добавьте 1/4-1/2 стакана оливкового масла и зубчики чеснока и готовьте на средне-слабом огне, пока не почувствуете запах чеснока (не обжаривайте его, он станет горьким)\r\n\r\nДобавьте масло и чеснок в мультиварку, убавьте огонь и тушите 5-10 минут\r\nПосолите по вкусу\r\n\r\nСбрызните большим количеством лимонного сока.\r\n \r\ny Вы можете подать его с небольшим количеством короткозернистого риса или лаваша",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/x372ug1598733932.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=vWc5JzgAkIQ ",

        "strIngredient1": "Мулухия",

        "strIngredient2": "Лук",

        "strIngredient3": "Говядина",

        "strIngredient4": "Соль",

        "strIngredient5": "Вода",

        "strIngredient6": "Зубчик чеснока",

        "strIngredient7": "Оливковое масло",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "800 г",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "300 г",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 литр",

        "strMeasure6": "1",

        "strMeasure7": "1/2 чашки",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://chefindisguise.com/2017/05/15/mulukhiyah-a-stew-fit-for-royals /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53038",

        "strMeal": "Чемпион по горчице",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",

        "стрАриа": "ирландский",

        "strInstructions": "ШАГ 1\r\n Варите картофель в течение 15 минут или до готовности. Слейте воду, затем разомните.\r\n\r\nШаг 2\r\n Разогрейте молоко и половину сливочного масла в углу сковороды, затем взбейте в пюре вместе с цельнозерновой горчицей.\r\n\r\nШаг 3\r\nобжарьте зеленый лук в оставшемся сливочном масле в течение 2 минут, пока он не станет мягким, но все еще зеленым. Добавьте в пюре и подавайте к столу. Отлично сочетается с окороком или с рыбным пирогом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/o7p9581608589317.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_iKllHSC978 ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Молоко",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Горчица",

        "strIngredient5": "Зеленый лук",

        "strIngredient6": "Зеленый лук",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "200 мл",

        "strMeasure3": "50 г",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "Связка",

        "strMeasure6": "Связка",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/mustard-champ ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53047",

        "strMeal": "Марокканский морковный суп",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Шаг 1\r\nразогрейте духовку до 180 °C.\r\n Шаг 2\r\n Смешайте морковь, лук, чеснок, семена тмина, семена кориандра, соль и оливковое масло в миске и хорошо перемешайте. Переложите на противень для выпечки.Шаг 3. Поставьте противень в предварительно разогретую духовку и запекайте 10-12 минут или пока морковь не станет мягкой. Снимите с огня и остудите.\r\nШаг 4\r\n Измельчите запеченную морковную смесь вместе с небольшим количеством воды, чтобы получилась однородная паста, и процедите в миску.\r\n Шаг 5\nr\n Разогрейте морковную смесь в сковороде с антипригарным покрытием. Добавьте два стакана воды и доведите до кипения. Добавьте порошок гарам масала и перемешайте. Посолите и хорошо перемешайте.\r\nШаг 6\r\n Снимите с огня, добавьте лимонный сок и хорошо перемешайте.\r\nШаг 7\r\nсервировать горячим.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/jcr46d1614763831.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=7tDWOpnIhok ",

        "strIngredient1": "Морковь",

        "strIngredient2": "Лук",

        "strIngredient3": "Зубчик чеснока",

        "strIngredient4": "Тмин",

        "strIngredient5": "Кориандр",

        "strIngredient6": "Оливковое масло",

        "strIngredient7": "Гарам Масала",

        "strIngredient8": "Лимонный сок",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "6 нарезанных",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "4",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1/4 чайной ложки",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.sanjeevkapoor.com/Recipe/Moroccan-Carrot-Soup.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53048",

        "strMeal": "Ми горенг мамак",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте масло в сковороде на среднем огне. Затем добавьте арахис, сушеный перец чили, сушеные креветки и дхал. Обжарьте ароматические вещества до появления аромата. Выньте из кастрюли и оставьте в стороне.\r\n\r\n Обжаренные ингредиенты смешать с тамариндовой пастой и водой до получения однородной массы. Затем обжарьте смешанные ингредиенты в масле, разогретом на медленном огне. Продолжайте готовить, пока масло не отделится от пасты и не приобретет более темный оттенок.\r\n\r\n Очистите и нарежьте картофель небольшими кусочками и отварите его в кастрюле с водой до мягкости. Как только они будут готовы, выньте их из кастрюли и оставьте в стороне. Откажитесь от воды.\r\n\r\n Нарежьте лук и обжаренный тофу, чеснок пропустите через мясорубку, нарежьте немного капусты и китайской цветущей капусты (чой сам). Приготовьте оладьи из креветок и нарежьте их. Отварите лапшу, чтобы размягчить ее, если она куплена сушеной. Также смешайте черный соевый соус с водой.\r\n\r\n Чтобы обжарить одну порцию mee goreng mamak, разогрейте масло и добавьте 1/4 из следующих ингредиентов в таком порядке: чеснок, лук, паста. Обжаривайте до появления аромата. По желанию добавьте креветки.\r\n\r\nДобавьте по 1/4 тофу, отварной картофель, капусту, китайскую цветущую капусту и оладьи с креветками. Обжаривайте еще 30 секунд.\r\n\r\nВыложите лапшу в вок. Добавьте 3 столовые ложки смеси темного соевого соуса. Равномерно перемешивайте в течение следующей 1 минуты. Затем переложите лапшу на край вока. Добавьте яйцо. Украсьте ломтиком лайма и ломтиками зеленого чили. Чтобы приготовить еще одну тарелку лапши, повторите то же самое, начиная с шага 5.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xquakq1619787532.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=pOJEmDBgtSk ",

        "strIngredient1": "Арахис",

        "strIngredient2": "Чили",

        "strIngredient3": "Креветки",

        "strIngredient4": "Масло",

        "strIngredient5": "Вода",

        "strIngredient6": "Паста из тамаринда",

        "strIngredient7": "Картофель",

        "strIngredient8": "Красный лук",

        "strIngredient9": "Зубчик чеснока",

        "strIngredient10": "Капуста",

        "strIngredient11": "Китайская брокколи",

        "strIngredient12": "Тофу",

        "strIngredient13": "Соевый соус",

        "strIngredient14": "Лапша",

        "strIngredient15": "Яйцо",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "15g",

        "strMeasure3": "10g",

        "strMeasure4": "5 столовых ложек",

        "strMeasure5": "750 мл",

        "strMeasure6": "1/2 столовой ложки",

        "strMeasure7": "250 г",

        "strMeasure8": "2",

        "strMeasure9": "4",

        "strMeasure10": "30g",

        "strMeasure11": "30g",

        "strMeasure12": "1",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "4",

        "strMeasure15": "1",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.nyonyacooking.com/recipes/mee-goreng-mamak ~BkTLRjTuX",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53059",

        "strMeal": "Грибной суп с гречкой",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Мелко нарежьте лук и чеснок, грибы нарежьте ломтиками, гречневую крупу промойте. Разогрейте масло и слегка обжарьте лук. Добавьте грибы и чеснок и продолжайте обжаривать. Добавьте соль, овощную приправу, гречневую крупу и лавровый лист и залейте водой. Тушите на медленном огне и незадолго до полной готовности добавьте перец, сметану, смешанную с мукой, рубленую зелень петрушки и уксус по вкусу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1ngcbf1628770793.jpg ",

        "strTags": "Разогрев, Суп",

        "strYoutube": "https://www.youtube.com/watch?v=M1ok7mG9-Qc ",

        "strIngredient1": "Грибы",

        "strIngredient2": "Гречневая крупа",

        "strIngredient3": "Растительное масло",

        "strIngredient4": "Лук",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Кубик овощного бульона",

        "strIngredient8": "Сметана",

        "strIngredient9": "Белый винный уксус",

        "strIngredient10": "Петрушка",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "150 г",

        "strMeasure2": "50 г",

        "strMeasure3": "4 столовые ложки",

        "strMeasure4": "40g",

        "strMeasure5": "2 зубчика",

        "strMeasure6": "1",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "50 мл",

        "strMeasure9": "Тире",

        "strMeasure10": "Верхний",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.visit-croatia.co.uk/croatian-cuisine/croatian-recipes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },
    {

        "idMeal": "52851",

        "strMeal": "Куриное карри с орехами",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Мелко нарежьте четверть перца чили, затем положите остальное в кухонный комбайн вместе с имбирем, чесноком, стеблями кориандра и одной третью листьев. Взбейте до получения грубой пасты, при необходимости разбрызгивая воду.\r\nПнагрейте масло в сковороде, затем быстро обжарьте кусочки курицы в течение 1 минуты. Перемешивайте пасту еще минуту, затем добавьте арахисовое масло, бульон и йогурт. Когда соус начнет слегка пузыриться, готовьте в течение 10 минут, пока курица не будет прожарена и соус не загустеет. Добавьте большую часть оставшегося кориандра, затем посыпьте сверху оставшимся перцем чили, если используете. Ешьте с рисом или картофельным пюре.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yxsurp1511304301.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=nSQNfZxOdeU ",

        "strIngredient1": "Красный перец чили",

        "strIngredient2": "Имбирь",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Кориандр",

        "strIngredient5": "Подсолнечное масло",

        "strIngredient6": "Куриные грудки",

        "strIngredient7": "Арахисовое масло",

        "strIngredient8": "Куриный бульон",

        "strIngredient9": "Греческий йогурт",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 большой",

        "strMeasure2": "0,5",

        "strMeasure3": "1 большой",

        "strMeasure4": "Связка",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "4",

        "strMeasure7": "5 tblsp",

        "strMeasure8": "150 мл",

        "strMeasure9": "200 г",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/11753/nutty-chicken-curry ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52858",

        "strMeal": "Нью-йоркский чизкейк",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Установите полку для духовки в середине духовки. Разогрейте духовку до 160 °С / обычную 180 °С/ газовую 4. Застелите пергаментной бумагой основание 23-сантиметровой формы для торта. Для корочки растопите сливочное масло в сковороде среднего размера. Добавьте бисквитную крошку и сахар, чтобы смесь равномерно увлажнилась. Выдавите смесь на дно формы и выпекайте в течение 10 минут. Остудите на решетке, пока готовится начинка.\r\nПДля начинки увеличьте температуру в духовке до 200С с вентилятором/обычная 240 С/газовая 9. В настольном миксере, оснащенном насадкой-лопаткой, взбейте мягкую взбивайте сыр на средне-низкой скорости до кремообразного состояния, около 2 минут. С помощью миксера на слабом огне постепенно добавьте сахар, затем муку и щепотку соли, дважды соскребая по стенкам миски и взбивая лопаткой.\r\nПзамените насадку-лопатку для венчика. Продолжайте, добавляя ваниль, лимонную цедру и сок. Взбейте яйца и желток по одному, соскребая с миски, и взбейте не менее двух раз. Размешайте 284 мл взбитых сливок до получения однородной массы, затем отмерьте 200 мл / 7 жидких унций (чуть больше 3/4 объема коробки). Продолжайте на низкой скорости добавлять отмеренную сметану (остальное оставьте). Взбейте до получения однородной массы, но не переусердствуйте. Тесто должно получиться однородным, легким и немного воздушным.\r\n Смажьте стенки формы для выпечки растопленным сливочным маслом и выложите на противень. Влейте начинку - если есть комочки, проткните их ножом - верх должен быть как можно более ровным. Выпекайте в течение 10 минут. Уменьшите температуру духовки до 90 °С/обычной 110 °С/газовой 1/4 и выпекайте еще 25 минут. Если вы осторожно встряхнете форму, начинка должна слегка покачаться. Выключите духовку и откройте дверцу духовки, чтобы приготовить чизкейк со сливочным кремом в центре, или оставьте его закрытым, если вы предпочитаете более сухую текстуру. Дайте остыть в духовке в течение 2 часов. При остывании чизкейк может слегка потрескаться сверху.\r\n Смешайте оставшиеся взбитые сливки с картонной коробкой объемом 142 мл, сахаром и лимонным соком для посыпки. Распределите по чизкейку до самых краев. Плотно накройте фольгой и поставьте в холодильник минимум на 8 часов или на ночь.\r\n Проведите ножом с круглым лезвием по краям формы, чтобы ослабить прилипшие края. Снимите крышку, переложите чизкейк со дна формы на тарелку, затем выньте из-под него пергаментную бумагу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/swttys1511385853.jpg ",

        "strTags": "Десерт, Молочные продукты, Пудинг,Торт,Завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=tspdJ6hxqnc ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Сметана",

        "strIngredient3": "Сахар",

        "strIngredient4": "Сливочный сыр",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Лимонный сок",

        "strIngredient8": "Яйца",

        "strIngredient9": "Сметана",

        "strIngredient10": "Сметана",

        "strIngredient11": "Сахарная пудра",

        "strIngredient12": "Лимонный сок",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "85g",

        "strMeasure2": "140 г",

        "strMeasure3": "1 столовая ложка",

        "strMeasure4": "900 г",

        "strMeasure5": "250 г",

        "strMeasure6": "3 столовые ложки",

        "strMeasure7": "1 ½ чайной ложки",

        "strMeasure8": "3 больших",

        "strMeasure9": "250 мл",

        "strMeasure10": "150 мл",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "2 ч. л.",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2869/new-york-cheesecake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52924",

        "strMeal": "Батончики Нанаймо",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Начните с приготовления основы для бисквита. В миске над кастрюлей с кипящей водой растопите сливочное масло с сахаром и какао-порошком, периодически помешивая, до получения однородной массы. Взбивайте яйцо в течение 2-3 минут, пока смесь не загустеет. Снимите с огня и добавьте бисквитную крошку, кокосовую стружку и миндаль, если используете, затем выдавите на дно выложенной квадратной формы диаметром 20 см. Охладите в течение 10 минут.\r\nПДля среднего слоя приготовьте заварную глазурь; взбейте вместе сливочное масло, сливки и заварную пудру до получения легкой и пышной массы, затем постепенно добавляйте сахарную пудру до полного впитывания. Распределите по нижнему слою и охладите в холодильнике не менее 10 минут, пока заварной крем не перестанет быть мягким.\r\n Растопите шоколад и сливочное масло вместе в микроволновой печи, затем намажьте на охлажденные батончики и уберите обратно в холодильник. Оставьте до полного застывания шоколада (около 2 часов). Достаньте смесь из формы и нарежьте квадратиками перед подачей на стол. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vwuprt1511813703.jpg ",

        "strTags": "Угощение, Закуска, Молочные продукты",

        "strYoutube": "https://www.youtube.com/watch?v=MMrE4I1ZtWo ",

        "strIngredient1": "Заварной крем",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Какао",

        "strIngredient4": "Яйцо",

        "strIngredient5": "Пищеварительное печенье",

        "strIngredient6": "Высушенный кокосовый орех",

        "strIngredient7": "Миндаль",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Двойной крем",

        "strIngredient10": "Порошок для заварного крема",

        "strIngredient11": "Сахарная пудра",

        "strIngredient12": "Темный шоколад",

        "strIngredient13": "Сливочное масло",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "125 г",

        "strMeasure2": "50 г",

        "strMeasure3": "5 столовых ложек",

        "strMeasure4": "1 битый",

        "strMeasure5": "200 г измельченного",

        "strMeasure6": "100 г",

        "strMeasure7": "50 г",

        "strMeasure8": "100 г",

        "strMeasure9": "4 столовые ложки",

        "strMeasure10": "3 столовые ложки",

        "strMeasure11": "250 г",

        "strMeasure12": "150 г",

        "strMeasure13": "50 г",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/nanaimo-bars ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53051",

        "strMeal": "Наси лемак",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "В средней кастрюле на среднем огне смешайте кокосовое молоко, воду, молотый имбирь, корень имбиря, соль, лавровый лист и рис. Накройте крышкой и доведите до кипения. Уменьшите огонь и варите на медленном огне 20-30 минут или до готовности.\r\n\r\n Шаг 2\r\n Положите яйца в кастрюлю и залейте холодной водой. Доведите воду до кипения и сразу же снимите с огня. Накройте и дайте яйцам постоять в горячей воде 10-12 минут. Выньте яйца из горячей воды, остудите, очистите и разрежьте пополам. Нарезать огурец ломтиками.\r\n\r\n Шаг 3\r\n Тем временем в большой сковороде или воке разогрейте 1 стакан растительного масла на средне-сильном огне. Добавьте арахис и готовьте недолго, пока он не подрумянится. Шумовкой выньте арахис и выложите на бумажные полотенца, чтобы впитался лишний жир. Верните сковороду на плиту. Добавьте содержимое одной упаковки анчоусов; готовьте недолго, переворачивая, до хрустящей корочки. Выньте шумовкой и выложите на бумажные полотенца. Выбросьте масло. Вытрите сковороду.\r\n\r\n Шаг 4\r\n Разогрейте 2 столовые ложки масла в сковороде. Добавьте лук, чеснок и лук-шалот; готовьте до появления аромата, примерно 1-2 минуты. Добавьте пасту из чили и готовьте в течение 10 минут, периодически помешивая. Если паста из чили слишком сухая, добавьте небольшое количество воды. Добавьте оставшиеся анчоусы и готовьте в течение 5 минут. Добавьте соль, сахар и сок тамаринда; тушите, пока соус не загустеет, около 5 минут.\r\n\r\n Шаг 5\r\n Полейте теплый рис луково-чесночным соусом, а сверху выложите арахис, жареные анчоусы, огурцы и яйца.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wai9bw1619788844.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=IUIs4C86Ilo ",

        "strIngredient1": "Кокосовое молоко",

        "strIngredient2": "Вода",

        "strIngredient3": "Имбирная паста",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Лавровый лист",

        "strIngredient6": "Рис",

        "strIngredient7": "Яйца",

        "strIngredient8": "Огурец",

        "strIngredient9": "Арахис",

        "strIngredient10": "Филе анчоуса",

        "strIngredient11": "Растительное масло",

        "strIngredient12": "Лук",

        "strIngredient13": "Чеснок",

        "strIngredient14": "Лук-шалот",

        "strIngredient15": "Молотый перец чили",

        "strIngredient16": "Филе анчоуса",

        "strIngredient17": "Сахар",

        "strIngredient18": "Паста из тамаринда",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "2 чашки",

        "strMeasure3": "1/4 чайной ложки",

        "strMeasure4": "1",

        "strMeasure5": "1",

        "strMeasure6": "2 чашки",

        "strMeasure7": "4",

        "strMeasure8": "1",

        "strMeasure9": "1 чашка",

        "strMeasure10": "4 унции",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "1",

        "strMeasure13": "3 зубчика",

        "strMeasure14": "3",

        "strMeasure15": "2 ч. л.",

        "strMeasure16": "4 унции",

        "strMeasure17": "3 столовые ложки",

        "strMeasure18": "1/3 чашки",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.allrecipes.com/recipe/78938/malaysian-nasi-lemak /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52810",

        "strMeal": "Osso Buco alla Milanese",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Разогрейте духовку до 300 градусов.\r\n Нарезка черенков: насыпьте муку в неглубокую форму (хорошо подойдет тарелка для пирога). Приправьте телячьи голени со всех сторон солью и перцем. По одному обваляйте голени в мучной глазури, встряхните и похлопайте по голени, чтобы удалить остатки муки. Выбросьте оставшуюся муку.Приготовление голеней: положите масло и 1 столовую ложку сливочного масла в широкую жаровню или тяжелую кастрюлю для тушения (от 6 до 7 литров) и разогрейте на средне-сильном огне. Когда сливочное масло растопится и начнет мерцать, опустите голени в кастрюлю плоскими стороной вниз; если черенки не подходят друг к другу, не касаясь друг друга, делайте это партиями. Подрумяньте голени, перевернув один раз щипцами, пока обе плоские стороны не станут хорошо карамелизованными, примерно по 5 минут с каждой стороны. Если масляно-сливочная смесь начнет пригорать, немного убавьте огонь. Переложите голени на большое блюдо или поднос и отложите в сторону.\r\nПароматика: слейте и удалите жир из кастрюли. Вытрите пригоревшие кусочки влажным бумажным полотенцем, стараясь не удалить вкусные маленькие карамелизированные кусочки. Добавьте в кастрюлю оставшиеся 2 столовые ложки сливочного масла и растопите его на среднем огне. Когда масло перестанет пениться, добавьте лук, морковь, сельдерей и фенхель. Посолите и поперчите, перемешайте и готовьте овощи, пока они не начнут размягчаться, но не подрумянятся, около 6 минут. Добавьте чеснок, апельсиновую цедру, майоран и лавровый лист и тушите еще минуту или две.\r\n Жидкость для тушения: добавьте вино, увеличьте огонь до максимума и доведите до кипения. Варите, периодически помешивая, чтобы уменьшить количество вина примерно наполовину, 5 минут. Добавьте бульон и помидоры вместе с их соком и снова варите, чтобы жидкость убавилась примерно до 1 стакана, около 10 минут.Тушение: Положите голени в кастрюлю так, чтобы они лежали открытой костью вверх, и полейте соком, который накопился, пока они лежали. Накройте пергаментной бумагой, прижимая ее так, чтобы пергамент почти касался телятины, а края примерно на дюйм выступали над стенками кастрюли. Плотно накройте крышкой и переместите в нижнюю часть духовки для тушения на слабом огне. Проверьте кастрюлю после первых 15 минут, и если жидкость кипит слишком интенсивно, уменьшите температуру духовки на 10 или 15 градусов. Продолжайте тушить, переворачивая голени и поливая сверху ложкой сока после первых 40 минут, пока мясо не станет полностью мягким и не отделится от костей, около 2 часов.Гремолата: Пока голени тушатся, смешайте чеснок, петрушку и лимонную цедру в небольшой миске. Накройте полиэтиленовой пленкой и уберите в прохладное место (или в холодильник, если на вашей кухне очень тепло).\r\nПготовка: Когда телятина станет мягкой и отделится от костей, снимите крышку и посыпьте сверху половиной гремолаты. Верните телятину в духовку, не накрывая крышкой, еще на 15 минут, чтобы она немного карамелизовалась.\r\nИспользуя лопаточку с шумовкой или ложку, осторожно извлеките голени из жидкости для тушения, стараясь сохранить их целыми. Голени будут очень нежными и грозящими развалиться на куски, а костный мозг будет шататься внутри костей, так что это может быть немного сложно. Но если они все-таки развалятся, не волнуйтесь, вкус нисколько не пострадает. Выложите голени на сервировочное блюдо или другую большую тарелку, не укладывая, и накройте фольгой, чтобы они не остыли.\r\nПподготовка соуса: Поставьте кастрюлю для тушения на плиту и оцените соус: если на поверхности остался видимый слой жира, снимите его большой ложкой и выбросьте. Попробуйте соус на вкус для концентрации аромата. Если у него слабоватый или пресный вкус, доведите его до кипения на сильном огне и варите, чтобы уменьшить объем и усилить аромат, в течение 5-10 минут. Попробуйте еще раз посолить и поперчить. Если соус требует большей остроты, добавьте одну или две чайные ложки оставшейся гремолаты.\r\nП Разделка телячьих голеней: если голени достаточно большого размера, подавайте по одной на человека. Если голени гигантские или у вас скромный аппетит, разделите большие голени, отделяя их по естественным швам, и подавайте в меньшем количестве. Обязательно отдайте мозговые косточки тому, кто их больше всего ценит.\r\nПподача: Выложите телячьи голени на теплые обеденные тарелки вместе с ризотто, если будете подавать. Непосредственно перед подачей на стол посыпьте тарелки оставшейся гремолатой, а затем щедрой ложкой полейте соусом – соприкосновение с горячей жидкостью придаст гремолате аромат и поднимет аппетит благодаря аромату чеснока и лимона",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wwuqvt1487345467.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=9GUTC2Qwrf0 ",

        "strIngredient1": "Телятина",

        "strIngredient2": "Мука",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Лук",

        "strIngredient6": "Морковь",

        "strIngredient7": "Сельдерей",

        "strIngredient8": "Фенхель",

        "strIngredient9": "Чеснок",

        "strIngredient10": "Апельсиновая цедра",

        "strIngredient11": "Майоран",

        "strIngredient12": "Лавровый лист",

        "strIngredient13": "Белое сухое вино",

        "strIngredient14": "Куриный бульон",

        "strIngredient15": "Помидоры",

        "strIngredient16": "Петрушка",

        "strIngredient17": "Чеснок",

        "strIngredient18": "Лимонная цедра",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 мясистых голенища",

        "strMeasure2": "½ чашки",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "3 столовые ложки",

        "strMeasure5": "1 средний, нарезанный на кусочки толщиной ½ дюйма",

        "strMeasure6": "1 нарезанный на кусочки толщиной ½ дюйма",

        "strMeasure7": "1 нарезанный на кусочки толщиной ½ дюйма",

        "strMeasure8": "1 луковица, нарезанная на кусочки толщиной ½ дюйма",

        "strMeasure9": "3 зубчика",

        "strMeasure10": "2 полоски",

        "strMeasure11": "1 ½ чайной ложки",

        "strMeasure12": "1",

        "strMeasure13": "1 чашка",

        "strMeasure14": "½ чашки",

        "strMeasure15": "1 чашка измельченного сока",

        "strMeasure16": "2 столовые ложки измельченных",

        "strMeasure17": "1 чайная ложка измельченного мяса",

        "strMeasure18": "1 чайная ложка тертой муки",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.cookstr.com/Meat/Osso-Buco-alla-Milanese ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52943",

        "strMeal": "Бычий хвост с фасолью",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Перемешайте бычий хвост с луком, зеленым луком, чесноком, имбирем, чили, соевым соусом, тимьяном, солью и перцем. Разогрейте растительное масло в большой сковороде на средне-сильном огне. Обжарьте бычий хвост на сковороде, пока он весь не подрумянится, около 10 минут. Поместите в скороварку и влейте 375 мл воды. Готовьте под давлением в течение 25 минут, затем снимите с огня и снимите крышку в соответствии с указаниями производителя.\r\n Добавьте фасоль и ягоды душистого перца и доведите до кипения на средне-сильном огне. Разведите кукурузную муку в 2 столовых ложках воды и добавьте в тушащийся бычий хвост. Готовьте, помешивая, несколько минут, пока соус не загустеет, а фасоль не станет мягкой. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1520083578.jpg ",

        "strTags": "Тяжелое, основное блюдо, Фирменное блюдо",

        "strYoutube": "https://www.youtube.com/watch?v=DIhxk-98Hz8 ",

        "strIngredient1": "Бычий хвост",

        "strIngredient2": "Лук",

        "strIngredient3": "Зеленый лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Имбирь",

        "strIngredient6": "Шотландская шляпка",

        "strIngredient7": "Соевый соус",

        "strIngredient8": "Свежий тимьян",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "Вода",

        "strIngredient11": "Широкие бобы",

        "strIngredient12": "Кукурузная мука",

        "strIngredient13": "Вода",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "1",

        "strMeasure4": "2 зубчика чеснока измельчить",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 нарезанный",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "1 нарезанный",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "350 мл",

        "strMeasure11": "200 г",

        "strMeasure12": "1 столовая ложка",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://allrecipes.co.uk/recipe/5392/jamaican-oxtail-with-broad-beans.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52774",

        "strMeal": "Pad See Ew",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Смешайте соус в небольшой миске.\r\nП Измельчите чеснок в воке с маслом. Поставьте на сильный огонь, когда нагреется, добавьте курицу и стебли китайской брокколи, готовьте, пока курица не станет светло-золотистой.\r\nПпушите в сторону вока, разбейте яйцо и взбейте. Не волнуйтесь, если он прилипнет ко дну вока - он обуглится, что придаст ему аутентичный вкус.\r\nЛапша нАдд, листья китайской брокколи и соус. Аккуратно перемешивайте, пока лапша не потемнеет, а листья не завянут. Подавайте немедленно!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uuuspp1468263334.jpg ",

        "strTags": "Макароны",

        "strYoutube": "https://www.youtube.com/watch ?v=Ohy1DELF4is",

        "strIngredient1": "рисовая лапша",

        "strIngredient2": "темный соевый соус",

        "strIngredient3": "устричный соус",

        "strIngredient4": "соевый соус",

        "strIngredient5": "белый уксус",

        "strIngredient6": "сахар",

        "strIngredient7": "вода",

        "strIngredient8": "арахисовое масло",

        "strIngredient9": "чеснок",

        "strIngredient10": "Курица",

        "strIngredient11": "Яйцо",

        "strIngredient12": "Китайская брокколи",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "6 унций / 180 г",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "2 ч. л.",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "2 зубчика",

        "strMeasure10": "1 чашка",

        "strMeasure11": "1",

        "strMeasure12": "4 чашки",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52780",

        "strMeal": "Картофельный гратен с курицей",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "15-минутный картофельный гратен с курицей и зеленью бекона: запеканка всегда кажется более трудоемкой и более вкусной, чем обычные отварные или жареные блюда, но на это не обязательно уходит 45 минут, это приятно для разнообразия, и вы можете контролировать содержание калорий, переходя от обезжиренного к обезжиренному крем-фреш. (Жирный всегда вкуснее, хотя это очевидно!) для подачи 4: возьмите 800 г картофеля, мелко нарежьте и варите на сковороде около 5-8 минут, пока он не станет твердым, а не мягким. Мелко нарежьте 3 луковицы и выложите в форму для запекания с 2 столовыми ложками оливкового масла и 100 мл куриного бульона. Готовьте, пока лук не станет мягким, затем слейте воду с картофеля и выложите на лук. Приправьте и ложкой посыпьте сливками или крем-фрешем, пока все не покроется, но не поплывет. Сверху посыпьте пармезаном и обжаривайте под грилем до золотистого цвета. подавайте с курицей и беконом, горошком и шпинатом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qwrtut1468418027.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=p3u8eiy3yHI ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Лук",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Куриный бульон",

        "strIngredient5": "Крем-фреш",

        "strIngredient6": "Пармезан",

        "strIngredient7": "Куриные грудки",

        "strIngredient8": "Бекон",

        "strIngredient9": "Шпинат",

        "strIngredient10": "Горох",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "800 г",

        "strMeasure2": "3",

        "strMeasure3": "2 tblsp",

        "strMeasure4": "100 мл",

        "strMeasure5": "1 горшок",

        "strMeasure6": "Начинка",

        "strMeasure7": "4",

        "strMeasure8": "4",

        "strMeasure9": "Начинка",

        "strMeasure10": "Начинка",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": "https://www.instagram.com/p/BHxR7hYBJ6P ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52804",

        "strMeal": "Пирожное",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Разогрейте масло во фритюрнице или глубокой тяжелой сковороде до 365 ° F (185 ° C). Разогрейте соус в кастрюле или микроволновой печи.\r\n Выложите картофель фри в разогретое масло и готовьте до светло-коричневого цвета, около 5 минут.Переложите на тарелку, застеленную бумажным полотенцем, чтобы дать стечь воде.\r\nП Выложите картофель фри на сервировочное блюдо и посыпьте его сыром.Полейте картофель фри и сыр соусом и сразу подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uuyrrx1487327597.jpg ",

        "strTags": "Вредно для здоровья, Фирменное блюдо, пища от похмелья",

        "strYoutube": "https://www.youtube.com/watch?v=UVAMAoA2_WU ",

        "strIngredient1": "Растительное масло",

        "strIngredient2": "Говяжий соус",

        "strIngredient3": "Картофель",

        "strIngredient4": "Творожный сыр",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "Тире",

        "strMeasure2": "1 банка",

        "strMeasure3": "5 тонких срезов",

        "strMeasure4": "2 чашки",

        "strMeasure5": "",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.food.com/recipe/real-canadian-poutine-113388 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52837",

        "strMeal": "путтанеска с пилчардом",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "Приготовьте макароны, следуя инструкциям на упаковке. Разогрейте масло в сковороде с антипригарным покрытием и обжаривайте лук, чеснок и перец чили в течение 3-4 минут до размягчения. Добавьте томатное пюре и готовьте в течение 1 минуты, затем добавьте сардины с соусом. Готовьте, разламывая рыбу деревянной ложкой, затем добавьте оливки и продолжайте готовить еще несколько минут.\r\n\r\n Обсушите макароны и добавьте в сковороду 2-3 столовые ложки воды для варки. Все хорошо перемешайте, затем распределите по тарелкам и подавайте, посыпав пармезаном.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vvtvtr1511180578.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=wqZzLAPmr9k ",

        "strIngredient1": "Спагетти",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Красный перец чили",

        "strIngredient6": "Томатное пюре",

        "strIngredient7": "Сардины",

        "strIngredient8": "Черные оливки",

        "strIngredient9": "Пармезан",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "1 мелко нарезанный",

        "strMeasure4": "2 зубчика чеснока измельчить",

        "strMeasure5": "1",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "425g",

        "strMeasure8": "70g",

        "strMeasure9": "Бритый",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/pilchard-puttanesca ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52847",

        "strMeal": "Касуле из свинины",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Разогрейте духовку до 140С/120С с вентилятором/газом 1. Поставьте большую жаропрочную сковороду (с плотно закрывающейся крышкой) на сильный огонь. Добавьте жир и нарезанное кубиками мясо, готовьте несколько минут, чтобы уплотнить края, быстро помешивая, чтобы мясо прожарилось равномерно. Уменьшите огонь до минимума, добавьте нарезанный лук, целые зубчики чеснока, морковь и семена фенхеля и готовьте осторожно, чтобы овощи размягчились, в течение нескольких минут.\r\nполейте красным винным уксусом, соскребая со дна сковороды мясистые кусочки. Добавьте бульон, томатное пюре и половину розмарина и петрушки. Доведите до кипения и тушите 10 минут, затем приправьте, накройте крышкой и поставьте в духовку на 2 часа, сняв крышку на последний час приготовления. Время от времени помешивайте и добавьте фасоль за 30 минут до готовности.\r\n Выньте противень из духовки и разогрейте гриль. Посыпьте верх оставшейся зеленью и панировочными сухарями, сбрызните сверху небольшим количеством масла и верните в духовку на 5-10 минут, пока панировочные сухари не станут золотистыми. Подавайте с хрустящим хлебом и зелеными овощами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wxuvuv1511299147.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=MEdHMTD0VCA ",

        "strIngredient1": "Гусиный жир",

        "strIngredient2": "Свинина",

        "strIngredient3": "Лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Морковь",

        "strIngredient6": "Семена фенхеля",

        "strIngredient7": "Красный винный уксус",

        "strIngredient8": "Овощной бульон",

        "strIngredient9": "Томатное пюре",

        "strIngredient10": "Розмарин",

        "strIngredient11": "Петрушка",

        "strIngredient12": "Фасоль фасолевая",

        "strIngredient13": "Панировочные сухари",

        "strIngredient14": "Масло",

        "strIngredient15": "Хлеб",

        "strIngredient16": "Брокколи",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 столовые ложки",

        "strMeasure2": "350 г",

        "strMeasure3": "1 большой",

        "strMeasure4": "10",

        "strMeasure5": "1 тонко нарезанный",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "2 tblsp",

        "strMeasure8": "600 мл",

        "strMeasure9": "1 tblsp",

        "strMeasure10": "2 палочки",

        "strMeasure11": "Горсть",

        "strMeasure12": "400 г",

        "strMeasure13": "2 столовых ложки",

        "strMeasure14": "морось",

        "strMeasure15": "служить",

        "strMeasure16": "служить",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/jacks-pork-cassoulet ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52854",

        "strMeal": "Блинчики",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Положите муку, яйца, молоко, 1 столовую ложку масла и щепотку соли в миску или большой кувшин, затем взбейте до получения однородного теста. Отложите на 30 минут, чтобы отдохнуть, если у вас есть время, или сразу начинайте готовить.Поставьте среднюю сковороду или форму для блинов на средний огонь и тщательно протрите ее промасленной кухонной бумагой. Когда блинчики станут горячими, готовьте их по 1 минуте с каждой стороны до золотистого цвета, постоянно поддерживая их теплыми в низкой духовке.Подавайте с дольками лимона и сахаром или с вашей любимой начинкой. Когда блинчики остынут, вы можете выложить их слоем между пергаментом для выпечки, затем завернуть в пищевую пленку и заморозить на срок до 2 месяцев.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rwuyqx1511383174.jpg ",

        "strTags": "Завтрак, Десерт, Сладкий,Фруктовый",

        "strYoutube": "https://www.youtube.com/watch?v=LWuuCndtJr0 ",

        "strIngredient1": "Мука",

        "strIngredient2": "Яйца",

        "strIngredient3": "Молоко",

        "strIngredient4": "Подсолнечное масло",

        "strIngredient5": "Сахар",

        "strIngredient6": "Малина",

        "strIngredient7": "Черника",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "2 больших",

        "strMeasure3": "300 мл",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "служить",

        "strMeasure6": "служить",

        "strMeasure7": "служить",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2907669/easy-pancakes ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52857",

        "strMeal": "Тыквенный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Положите тыкву в большую кастрюлю, залейте водой и доведите до кипения. Накройте крышкой и тушите в течение 15 минут или до готовности. Слейте воду с тыквы, дайте остыть.\r\nПнагрейте духовку до 180 °С/160 °С с вентилятором/газом 4. Раскатайте тесто на слегка посыпанной мукой поверхности и выложите его в форму для пирога диаметром 22 см с неплотным дном. Охладите в течение 15 минут. Выложите тесто пергаментом для выпечки и посыпьте фасолью, затем выпекайте в течение 15 минут. Удалите фасоль и бумагу и готовьте еще 10 минут, пока основа не станет бледно-золотистой и бисквитной. Выньте из духовки и дайте немного остыть.\r\nПразогрейте духовку до 220С/ 200С с вентилятором/газом 7. Протрите охлажденную тыкву через сито в большую миску. В отдельной миске смешайте сахар, соль, мускатный орех и половину корицы. Смешайте взбитые яйца, растопленное сливочное масло и молоко, затем добавьте в тыквенное пюре и перемешайте. Вылейте в форму для пирога и готовьте 10 минут, затем уменьшите температуру до 180 ° С / 160 ° С 4. Продолжайте выпекать в течение 35-40 минут, пока начинка не застынет.\r\nП Оставьте остывать, затем достаньте пирог из формы. Смешайте оставшуюся корицу с сахарной пудрой и посыпьте пирог. Подавайте охлажденным.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/usuqtp1511385394.jpg ",

        "strTags": "Хэллоуин, Пирог, Десерт",

        "strYoutube": "https://www.youtube.com/watch ?v=hpapqEeb36k",

        "strIngredient1": "Тыква",

        "strIngredient2": "Песочное тесто",

        "strIngredient3": "Обычная мука",

        "strIngredient4": "Сахарная пудра",

        "strIngredient5": "Соль",

        "strIngredient6": "Мускатный орех",

        "strIngredient7": "Корица",

        "strIngredient8": "Яйца",

        "strIngredient9": "Сливочное масло",

        "strIngredient10": "Молоко",

        "strIngredient11": "Сахарная пудра",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "750 г",

        "strMeasure2": "350 г",

        "strMeasure3": "Удаление пыли",

        "strMeasure4": "140 г",

        "strMeasure5": "½ чайной ложки",

        "strMeasure6": "½ чайной ложки",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "2 битых",

        "strMeasure9": "25g",

        "strMeasure10": "175g",

        "strMeasure11": "1 tblsp",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1742633/pumpkin-pie ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52861",

        "strMeal": "Чизкейк с арахисовым маслом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Смажьте маслом и застелите пищевой пленкой круглую форму для торта диаметром 20 см с неплотным дном, чтобы она была как можно более ровной. Растопите сливочное масло на сковороде. Раздавите печенье, размяв его в пакете скалкой, затем размешайте с маслом до получения очень хорошей консистенции. Плотно прижмите смесь к основанию формы и охладите.\r\nПзамочите желатин в воде, пока готовите начинку. Выложите рикотту в миску, затем взбейте с арахисовым маслом и сиропом. Рикотта имеет слегка зернистую текстуру, поэтому взбейте до однородной массы с помощью блендера, если хотите, для получения более гладкой текстуры.\r\nПзамоченный желатин вынуть из воды и отжать досуха. Положите его в кастрюлю с молоком и очень осторожно нагревайте, пока желатин не растворится. Взбейте с арахисовой смесью, затем выложите на основу для печенья. Охладите до застывания.\r\nПдля замораживания оставьте в форме и, как только она затвердеет, накройте поверхность пищевой пленкой, затем оберните форму пищевой пленкой и фольгой.\r\nПчтобы разморозить, разморозьте в холодильнике на ночь.\r\nП Перед подачей осторожно выньте из формы. Взбейте сливки с сахаром, пока они не приобретут форму, затем выложите поверх чизкейка и посыпьте ломтиками арахиса.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qtuuys1511387068.jpg ",

        "strTags": "Пирожное, Десерт, Угощение, вредное для здоровья, Фирменное блюдо",

        "strYoutube": "https://www.youtube.com/watch?v=QSTsturcyL0 ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Арахисовое печенье",

        "strIngredient3": "Желатиновые листья",

        "strIngredient4": "Рикотта",

        "strIngredient5": "Арахисовое масло",

        "strIngredient6": "Золотистый сироп",

        "strIngredient7": "Молоко",

        "strIngredient8": "Двойной крем",

        "strIngredient9": "Светло-коричневый мягкий сахар",

        "strIngredient10": "Арахис Хрупкий",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "175g",

        "strMeasure3": "5",

        "strMeasure4": "500 г",

        "strMeasure5": "175g",

        "strMeasure6": "175g",

        "strMeasure7": "150 мл",

        "strMeasure8": "275 мл",

        "strMeasure9": "2 столовых ложки",

        "strMeasure10": "Измельченный",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1759649/peanut-butter-cheesecake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52862",

        "strMeal": "Персиково-черничный десерт",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 190С/170С с вентилятором/газом 5. Смажьте маслом широкую неглубокую жаропрочную форму. Смешайте кукурузную муку с апельсиновой цедрой и соком и положите в большую кастрюлю вместе с сахаром. Персики разрежьте пополам, очистите от косточек и нарежьте ломтиками и добавьте в сковороду. Медленно доведите до кипения, осторожно помешивая, пока соус не станет блестящим и густым, около 3-4 минут. Снимите с огня, добавьте чернику и выложите в подготовленное блюдо.Всыпьте муку в миску для смешивания и добавьте 50 г сливочного масла. Разотрите сливочное масло в муку, пока оно не станет похоже на мелкие панировочные сухари, затем добавьте половину сахара. Смешайте оставшийся сахар с корицей и отложите в сторону.\r\n Добавьте молоко к сухим ингредиентам и замесите мягкое тесто. Выложите на слегка посыпанную мукой поверхность и немного вымесите. Раскатайте в продолговатую форму размером примерно 16 х 24 см. Смажьте растопленным сливочным маслом и равномерно посыпьте пряным сахаром. Сверните рулет с одной длинной стороны и разрежьте на 12 ломтиков. Разложите по верху блюда, оставив середину открытой.Выпекайте в течение 20-25 минут, пока начинка не станет хрустящей и золотистой. Подавайте теплым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ssxvup1511387476.jpg ",

        "strTags": "Десерт, Пудинг, Фруктовый",

        "strYoutube": "https://www.youtube.com/watch?v=SNeO28BCpsc ",

        "strIngredient1": "Кукурузная мука",

        "strIngredient2": "Оранжевый",

        "strIngredient3": "Оранжевый",

        "strIngredient4": "Сахарная пудра",

        "strIngredient5": "Персики",

        "strIngredient6": "Черника",

        "strIngredient7": "Мука для самостоятельного приготовления",

        "strIngredient8": "Сливочное масло",

        "strIngredient9": "Мускатный сахар",

        "strIngredient10": "Корица",

        "strIngredient11": "Молоко",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чайная ложка",

        "strMeasure2": "Сок из 2",

        "strMeasure3": "Изюминка 1",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "6",

        "strMeasure6": "250 г",

        "strMeasure7": "200 г",

        "strMeasure8": "50 г",

        "strMeasure9": "100 г",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "6 tblsp",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1553651/peach-and-blueberry-grunt ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52902",

        "strMeal": "Торт Паркин",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 160 ° С / 140 ° С с вентилятором / газом 3. Смажьте маслом глубокую квадратную форму для торта диаметром 22 см / 9 дюймов и застелите пергаментом для выпечки. Взбейте вилкой яйцо и молоко.\r\n\r\nАккуратно растопите сироп, патоку, сахар и сливочное масло вместе в большой кастрюле, пока сахар не растворится. Снимите с огня. Смешайте овсянку, муку и имбирь и добавьте в сиропную смесь, затем яйцо и молоко.\r\n\r\npвлейте смесь в форму и выпекайте в течение 50 минут - 1 часа, пока пирог не станет твердым и немного хрустящим сверху. Охладите в форме, затем заверните в пергамент и фольгу и оставьте на 3-5 дней перед употреблением, если сможете – чем дольше вы его оставляете, тем мягче и липче он станет, до 2 недель.\r\n n ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qxuqtt1511724269.jpg ",

        "strTags": "Карамель",

        "strYoutube": "https://www.youtube.com/watch?v=k1lG4vk2MQA ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Яйцо",

        "strIngredient3": "Молоко",

        "strIngredient4": "Золотистый сироп",

        "strIngredient5": "Черная патока",

        "strIngredient6": "Коричневый сахар",

        "strIngredient7": "Овсянка",

        "strIngredient8": "Мука для самостоятельного приготовления",

        "strIngredient9": "Молотый имбирь",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "200 г",

        "strMeasure2": "1 большой",

        "strMeasure3": "4 столовые ложки",

        "strMeasure4": "200 г",

        "strMeasure5": "85g",

        "strMeasure6": "85g",

        "strMeasure7": "100 г",

        "strMeasure8": "250 г",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1940684/parkin ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52916",

        "strMeal": "Грушевый тарт Татен",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Груши очистите от сердцевины, затем очистите как можно аккуратнее и разрежьте пополам. Если хотите, их можно приготовить на день вперед и хранить в холодильнике, не накрывая крышкой, чтобы они высохли.\r\nПналейте сахар, сливочное масло, бадьян, кардамон и корицу в жаропрочную сковороду шириной около 20 см и поставьте на сильный огонь до образования пузырьков. Встряхните сковороду и перемешивайте маслянистый соус, пока он не отделится, а сахар не карамелизуется до цвета ириски.Выложите груши на сковороду, затем готовьте в соусе 10-12 минут, периодически помешивая, до полной карамелизации. Не беспокойтесь о том, что они подгорят – они не подгорят, – но вы хотите, чтобы они как можно больше карамелизовались. Добавьте бренди и дайте ему подрумяниться, затем отложите груши в сторону.\r\nПнагрейте духовку до 200С/вентилятор 180С/газ 6. Раскатайте тесто до толщины монеты в 1 фунт стерлингов. Используя пластину размером чуть больше верхней части формы, вырежьте круг, затем прижмите края круга теста, чтобы они стали тоньше.\r\nП кОгда груши немного остынут, выложите их на сковороду разрезом вверх, в форме цветка, так, чтобы груши по краям были направлены внутрь. Положите сверху в центр палочку корицы, а вокруг разбросайте стручки кардамона.\r\n Выложите тесто на груши, затем подверните края вниз по стенкам формы и под фрукты (см. Руководство Гордона). Проткните тесто несколько раз, затем выпекайте в течение 15 минут. Если на стенках сковороды появилось много сока, слейте его на этом этапе (см. Руководство). Уменьшите температуру духовки до 180 °C /160 °C / газ 4 и выпекайте еще 15 минут, пока тесто не станет золотистым. Оставьте пирог постоять в течение 10 минут, затем аккуратно переверните его на сервировочное блюдо.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rxvxrr1511797671.jpg ",

        "strTags": "Пирог с глазурью, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=8U1tKWKDeWA ",

        "strIngredient1": "Груши",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Звездчатый анис",

        "strIngredient5": "Кардамон",

        "strIngredient6": "Корица",

        "strIngredient7": "Бренди",

        "strIngredient8": "Слоеное тесто",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8",

        "strMeasure2": "100 г",

        "strMeasure3": "100 г",

        "strMeasure4": "2",

        "strMeasure5": "3 капсулы",

        "strMeasure6": "1 большой",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "500 г",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/4778/pear-tarte-tatin ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52921",

        "strMeal": "Провансальский омлетный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разбейте яйца в две миски, по пять в каждую. Слегка взбейте и приправьте солью и перцем. Разогрейте масло в сковороде, добавьте кабачки и зеленый лук, затем слегка обжаривайте около 10 минут до мягкости. Остудите, затем смешайте в одной миске яйца с небольшим количеством соли и перца. Добавьте обжаренный перец в другую миску с яйцами вместе с чесноком, перцем чили, солью и перцем.\r\nПнагрейте немного масла в 20-23-сантиметровой сковороде, желательно с антипригарным покрытием. Перелейте яйца с кабачками в мерный кувшин, затем залейте примерно одной третью выложите смесь на сковороду, перемешивая, чтобы она покрыла дно сковороды. Готовьте, пока яйцо не застынет и не подрумянится снизу, затем накройте сковороду тарелкой и переверните на нее омлет. Переложите его обратно в сковороду, чтобы обжарить с другой стороны. Повторите с оставшейся смесью, чтобы приготовить еще два омлета, каждый раз добавляя на сковороду немного масла. Выложите омлеты стопкой на тарелку. Приготовьте таким же образом три омлета со смесью красного перца, затем выложите их на отдельную тарелку.\r\nП Теперь делаем начинку. Взбейте сыр, чтобы он размягчился, затем добавьте молоко, чтобы получилась однородная консистенция. Добавьте зелень, соль и перец. Застелите пищевой пленкой глубокую круглую форму для торта диаметром 20-23 см (используйте форму того же размера, что и сковорода). Выберите омлет с лучшим красным перцем и выложите в форму самой красивой стороной вниз. Намажьте тонким слоем сырную начинку, затем накройте омлетом из кабачков. Повторяйте, чередуя слои, пока все омлеты и начинка не окажутся в форме, заканчивая омлетом. Заверните омлет в пищевую пленку, затем охладите в течение 24 часов.\r\nП Перед подачей переверните омлет на сервировочную тарелку и снимите пищевую пленку. Сверху выложите рукколу, посыпьте сыром, сбрызните оливковым маслом и посыпьте небольшим количеством свежемолотого черного перца. Подавайте, нарезав дольками.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qwtrtp1511799242.jpg ",

        "strTags": "Яйцо",

        "strYoutube": "https://www.youtube.com/watch?v=B7isFo2uP2k ",

        "strIngredient1": "Яйца",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Кабачки",

        "strIngredient4": "Зеленый лук",

        "strIngredient5": "Красный перец",

        "strIngredient6": "Зубчик чеснока",

        "strIngredient7": "Красный перец чили",

        "strIngredient8": "Сливочный сыр",

        "strIngredient9": "Молоко",

        "strIngredient10": "Зеленый лук",

        "strIngredient11": "Базилик",

        "strIngredient12": "Ракета",

        "strIngredient13": "Пармезан",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "10",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "2 мелко нарезанных",

        "strMeasure4": "3 мелко нарезанных",

        "strMeasure5": "4",

        "strMeasure6": "1 очищенная измельченная гвоздика",

        "strMeasure7": "1",

        "strMeasure8": "300 г",

        "strMeasure9": "6 tblsp",

        "strMeasure10": "4 столовые ложки",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": "служить",

        "strMeasure13": "служить",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/6428/provenal-omelette-cake ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52922",

        "strMeal": "Суп из креветок и фенхеля",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Креветки очистить от кожуры, затем обжарить панцири в масле на большой сковороде около 5 минут. Добавьте лук, фенхель и морковь и готовьте около 10 минут, пока овощи не начнут размягчаться. Влейте вино и бренди, взбивайте в течение примерно 1 минуты, чтобы удалить алкоголь, затем добавьте помидоры, бульон и паприку. Накройте крышкой и тушите в течение 30 минут. Тем временем нарежьте креветки.Измельчите суп как можно мельче с помощью блендера или кухонного комбайна, затем протрите через сито в миску. Потратьте немного времени на то, чтобы протереть смесь через сито, так как это придаст супу бархатистую текстуру.Выложите обратно в чистую сковороду, добавьте креветки и готовьте 10 минут, затем снова взбейте до получения однородной массы. Вы можете приготовить и охладить его на день вперед или заморозить на 1 месяц. Разморозьте духовку на ночь в холодильнике. Перед подачей слегка разогрейте на сковороде сливки. В качестве гарнира обжарьте 8 креветок в небольшом количестве сливочного масла. Разложите ложкой по небольшим тарелкам и выложите сверху креветки и нарезанные листья фенхеля.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rtwwvv1511799504.jpg ",

        "strTags": "Суп теплый, Морепродукты, Моллюски",

        "strYoutube": "https://www.youtube.com/watch?v=4thpMbDakgM ",

        "strIngredient1": "Тигровые креветки",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Фенхель",

        "strIngredient5": "Морковь",

        "strIngredient6": "Белое сухое вино",

        "strIngredient7": "Бренди",

        "strIngredient8": "Нарезанные помидоры",

        "strIngredient9": "Рыбный бульон",

        "strIngredient10": "Паприка",

        "strIngredient11": "Двойной крем",

        "strIngredient12": "Креветки",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "4 столовые ложки",

        "strMeasure3": "1 большой",

        "strMeasure4": "1 большой",

        "strMeasure5": "2 нарезанных",

        "strMeasure6": "150 мл",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "400 г",

        "strMeasure9": "1L",

        "strMeasure10": "2 щепотки",

        "strMeasure11": "150 мл",

        "strMeasure12": "8",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/71600/prawn-and-fennel-bisque ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52930",

        "strMeal": "Китайский паштет",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "В большой кастрюле с подсоленной водой варите картофель, пока он не станет очень мягким. Слейте воду.\r\nП С помощью пюре крупно измельчите картофель с добавлением не менее 30 мл (2 столовых ложек) сливочного масла. С помощью электрического миксера взбейте пюре с молоком. Приправьте солью и перцем. Отложите в сторону.Поставив решетку в среднее положение, разогрейте духовку до 190 °C (375 °F).\r\nПв большой сковороде обжарьте лук в оставшемся сливочном масле. Добавьте мясо и готовьте до золотистого цвета. Приправьте солью и перцем. Снимите с огня.\r\n Слегка прижмите мясо ко дну квадратной формы для запекания диаметром 20 см (8 дюймов). Сверху выложите кукурузу и картофельное пюре. Посыпать паприкой и зеленью петрушки.\r\nПпекать около 30 минут. Закончите готовить под бройлером. Дайте остыть в течение 10 минут.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yyrrxr1511816289.jpg ",

        "strTags": "Основная мука, алкогольная",

        "strYoutube": "https://www.youtube.com/watch?v=QRFqnLkEv3I ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Молоко",

        "strIngredient4": "Говяжий фарш",

        "strIngredient5": "Лук",

        "strIngredient6": "Кукурузный пюре",

        "strIngredient7": "Паприка",

        "strIngredient8": "Петрушка",

        "strIngredient9": "Соль",

        "strIngredient10": "Перец",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 чашки",

        "strMeasure2": "60 мл",

        "strMeasure3": "½ чашки",

        "strMeasure4": "450 г",

        "strMeasure5": "1 мелко нарезанный",

        "strMeasure6": "500 мл",

        "strMeasure7": "по вкусу",

        "strMeasure8": "по вкусу",

        "strMeasure9": "Тире",

        "strMeasure10": "Тире",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.ricardocuisine.com/en/recipes/5541-pate-chinois-shepherd--s-pie -",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52932",

        "strMeal": "Домашний пудинг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "В большой миске с помощью электрического миксера смешайте сливочное масло и сахар, пока смесь не станет легкой.\r\nДобавьте яйца и ваниль и перемешайте.\r\nВ другой миске смешайте муку и разрыхлитель.\r\nСмешайте муку и молоко с масляной смесью.\r\n Налейте в форму размером 13 на 9 дюймов, смазанную маслом.\r\nПМАЖНЫЙ СОУС.\r\nПв большой кастрюле доведите до кипения сироп, коричневый сахар, сливки и сливочное масло и постоянно помешивайте.\r\nПубавьте огонь и осторожно готовьте 2 минуты или пока соус немного не остынет.\r\nаккуратно полейте пирог соусом.\r\n Выпекайте при температуре 325°f (160°c) около 35 минут или пока корж не станет светло-коричневым, а зубочистка, вставленная в него, не выйдет чистой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yqqqwu1511816912.jpg ",

        "strTags": "Пудинг",

        "strYoutube": "https://www.youtube.com/watch?v=WFvj71RZYPc ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Сахар",

        "strIngredient3": "Яйца",

        "strIngredient4": "Ванильный экстракт",

        "strIngredient5": "Мука",

        "strIngredient6": "Разрыхлитель для выпечки",

        "strIngredient7": "Молоко",

        "strIngredient8": "Кленовый сироп",

        "strIngredient9": "Коричневый сахар",

        "strIngredient10": "Одиночный крем",

        "strIngredient11": "Сливочное масло",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "½ чашки",

        "strMeasure2": "1 чашка",

        "strMeasure3": "2",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "2 чашки",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1 1/4 чашки",

        "strMeasure8": "1 1/2 чашки",

        "strMeasure9": "1 1/2 чашки",

        "strMeasure10": "1 1/2 чашки",

        "strMeasure11": "1/3 чашки",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.geniuskitchen.com/recipe/pouding-chomeur-poor-mans-pudding-with-maple-syrup-sauce-218797",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52958",

        "strMeal": "Печенье с арахисовым маслом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Разогрейте духовку до 180 °C. В большой миске смешайте арахисовое масло, сахар и яйцо.\r\n Зачерпните ложкой тесто и скатайте его в шар. Выложите шарики печенья на противень с антипригарным покрытием.\r\nПДля дополнительного украшения и для того, чтобы они готовились более равномерно, расплющите шарики печенья, надавив на них сверху вилкой, затем снова придавите под углом 90 °, чтобы получился рисунок крест-накрест.\r\nПпекайте 8-10 минут или пока нижняя часть печенья не станет золотисто-коричневой.\r\n сНимите с противня и остудите.\r\nНе радуйся!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1544384070.jpg ",

        "strTags": "Завтрак, вредный для здоровья, барбекю",

        "strYoutube": "",

        "strIngredient1": "Арахисовое масло",

        "strIngredient2": "Сахар",

        "strIngredient3": "Яйцо",

        "strIngredient4": "",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "1/2 чашки",

        "strMeasure3": "1",

        "strMeasure4": "",

        "strMeasure5": "",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://tasty.co/recipe/3-ingredient-peanut-butter-cookies ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53014",

        "strMeal": "Пицца Экспресс Маргарита",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "Инструкции по приготовлению": "1 Разогрейте духовку до 230°C.\r\n\r\n2 Добавьте сахар и раскрошите свежие дрожжи в теплой воде.\r\n\n r\n n3 Дайте смеси постоять 10-15 минут в теплом месте (мы считаем, что лучше всего подходит подоконник в солнечный день), пока на поверхности не образуется пена.\r\n\nr\nn4 Просейте муку и соль в большую миску для смешивания, сделайте углубление в середине и влейте дрожжевую смесь и оливковое масло.\r\nn\n r\nn5 Слегка присыпьте руки мукой и медленно перемешайте ингредиенты, пока они не свяжутся.\r\n\r\n6 Щедро посыпьте поверхность мукой.\r\n\r\n7 Выложите тесто и начинайте вымешивать в течение 10 минут, пока оно не станет гладким, шелковистым и мягким.\r\n\r\n8 Выложите на слегка смазанный маслом противень с антипригарным покрытием (мы используем круглый, но подойдет любая форма!)\r\n\r\n9 Выложите пассату сверху, убедившись, что она доходит до края.\r\n\r\n10 Равномерно выложите сверху моцареллу (или другой сыр), приправьте орегано и черным перцем, затем сбрызните небольшим количеством оливкового масла.\r\n\r\n11 Запекайте в духовке 10-12 минут, пока сыр слегка не подрумянится.\r\n\r\n12 Когда будете готовы, положите сверху лист базилика и заправьте!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/x0lk931587671540.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=Mt5lgUZRoUg ",

        "strIngredient1": "Вода",

        "strIngredient2": "Сахар",

        "strIngredient3": "Дрожжи",

        "strIngredient4": "Обычная мука",

        "strIngredient5": "Соль",

        "strIngredient6": "Оливковое масло",

        "strIngredient7": "Passata",

        "strIngredient8": "Моцарелла",

        "strIngredient9": "Орегано",

        "strIngredient10": "Базилик",

        "strIngredient11": "Черный перец",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "150 мл",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "15g",

        "strMeasure4": "225g",

        "strMeasure5": "1 1/2 ч. л.",

        "strMeasure6": "Морось",

        "strMeasure7": "80g",

        "strMeasure8": "70g",

        "strMeasure9": "Очищенный и нарезанный",

        "strMeasure10": "Листья",

        "strMeasure11": "Ущипнуть",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.dailymail.co.uk/femail/food/article-8240361/Pizza-Express-release-secret-recipe-Margherita-Pizza-make-home.html",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53017",

        "strMeal": "Paszteciki (польские пирожки)",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "Инструкции по приготовлению": "Просейте муку и соль в большую миску для смешивания.\r\n Используйте ложку, чтобы протолкнуть яичный желток через мелкое сито в муку.\r\n Добавьте сырое яйцо и хорошо перемешайте.\r\nП Взбивайте сливочное масло по 1 столовой ложке за раз.\r\nП Выложите тесто на посыпанную мукой поверхность и месите до получения однородной и эластичной массы, затем заверните в вощеную бумагу и поставьте в холодильник до застывания (минимум на 30 минут).\r\nПв тяжелой сковороде растопите 2 столовые ложки сливочного масла на среднем огне; обжаривайте лук и брюкву, пока лук не станет мягким и прозрачным (5 минут).\r\nПропустите лук, брюкву и говядину через мясорубку дважды, если у вас есть во-первых, если нет, просто нарежьте их как можно мельче.\r\nП Растопите оставшиеся 4 столовые ложки сливочного масла на среднем огне и добавьте мясную смесь.Готовьте на медленном огне, периодически помешивая, пока вся жидкость не испарится и смесь не станет достаточно густой, чтобы сохранить форму.\r\n Снимите с огня и дайте остыть, затем добавьте 1 яйцо и приправьте солью и перцем.Разогрейте духовку до 350°F. На слегка посыпанной мукой поверхности раскатайте тесто в прямоугольник размером 13x8 дюймов (толщиной 1/8 дюйма). Выложите начинку ложкой по центру прямоугольника вдоль, оставляя примерно по дюйму пространства с каждого края.\r\n Слегка смажьте длинные стороны холодной водой, затем сложите одну из длинных сторон поверх начинки, а другую сторону поверх нее.\r\n Смажьте короткие концы холодной водой и сложите их сверху, закрыв начинкой.\r\nП Выложите тесто швом вниз на противень и равномерно смажьте верх оставшимся омлетом.\r\nПпекать в предварительно разогретой духовке до насыщенной золотистой корочки (30 минут).Нарежьте тесто по диагонали на кусочки длиной 1,5 дюйма и подавайте как закуску или с супом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/c9a3l31593261890.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=qANmR6BBJpQ ",

        "strIngredient1": "Мука",

        "strIngredient2": "Соль",

        "strIngredient3": "Яйцо",

        "strIngredient4": "Яйцо",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Сливочное масло",

        "strIngredient7": "Лук",

        "strIngredient8": "Швед",

        "strIngredient9": "Говяжья грудинка",

        "strIngredient10": "Яйца",

        "strIngredient11": "Соль",

        "strIngredient12": "Перец",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "1/4 чайной ложки",

        "strMeasure3": "1 желток",

        "strMeasure4": "1",

        "strMeasure5": "5 столовых ложек",

        "strMeasure6": "6 tblsp",

        "strMeasure7": "1/3 чашки",

        "strMeasure8": "1/2 чашки",

        "strMeasure9": "1/2 фунта",

        "strMeasure10": "2 битых",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "1/4 чайной ложки",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.food.com/recipe/paszteciki-polish-pasties-117909 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53019",

        "strMeal": "Вареники (польские клецки)",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Чтобы приготовить начинку из квашеной капусты, растопите сливочное масло в сковороде на среднем огне. Добавьте лук и готовьте, пока он не станет прозрачным, около 5 минут. Добавьте просушенную квашеную капусту и готовьте еще 5 минут. Приправьте по вкусу солью и перцем, затем переложите на тарелку для остывания.\r\n\r\n Для начинки из картофельного пюре растопите сливочное масло в сковороде на среднем огне. Добавьте лук и готовьте, пока он не станет прозрачным, около 5 минут. Добавьте картофельное пюре, приправьте солью и белым перцем.\r\n\r\nTo замесите тесто, взбейте вместе яйца и сметану до получения однородной массы. Просейте вместе муку, соль и разрыхлитель; добавьте в сметанную смесь, пока тесто не станет однородным. Замесите тесто на слегка посыпанной мукой поверхности до получения однородной массы. Разделите тесто пополам, затем раскатайте одну половину до толщины 1/8 дюйма. Разрежьте на 3-дюймовые кружочки с помощью формочки для печенья.\r\n\r\n Положите небольшую ложку начинки из картофельного пюре в центр каждого круга. Смочите края водой, сверните и прижмите вилкой, чтобы запечатать. Повторите процедуру с оставшимся тестом и начинкой из квашеной капусты.\r\n\r\n Доведите до кипения большую кастрюлю со слегка подсоленной водой. Добавьте вареники и готовьте в течение 3-5 минут или пока вареники не всплывут на поверхность. Выньте шумовкой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/45xxr21593348847.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=lyqDmUroZrI ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Нарезанный лук",

        "strIngredient3": "Квашеная капуста",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Нарезанный лук",

        "strIngredient6": "Картофель",

        "strIngredient7": "Яйца",

        "strIngredient8": "Сметана",

        "strIngredient9": "Мука",

        "strIngredient10": "Соль",

        "strIngredient11": "Разрыхлитель для выпечки",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "1/3 чашки",

        "strMeasure3": "1 1/2 чашки",

        "strMeasure4": "3 столовые ложки",

        "strMeasure5": "1/2 чашки",

        "strMeasure6": "2 чашки",

        "strMeasure7": "3",

        "strMeasure8": "1 горшок",

        "strMeasure9": "3 чашки",

        "strMeasure10": "1/4 чайной ложки",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.allrecipes.com/recipe/109914/pierogi-polish-dumplings /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53022",

        "strMeal": "Польские налесники (польские блины)",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Добавьте муку, яйца, молоко, воду и соль в большую миску, затем перемешайте ручным миксером, пока не получится однородное тесто без комочков.\r\nВ этот момент добавьте сливочное или растительное масло. Кроме того, вы можете использовать их для смазывания сковороды перед обжариванием каждого блинчика.\r\n Разогрейте сковороду с антипригарным покрытием на среднем огне, затем вылейте тесто, переворачивая сковороду, чтобы оно растеклось.\r\nПкогда блинчик начнет немного отходить от краев, а верх уже не будет влажным, переверните его и немного обжарьте с другой стороны.\r\nПпередайте на тарелку. Готовьте оставшееся тесто, пока все не израсходуется.\r\nПодавайте теплым, с начинкой по вашему выбору.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/58bkyo1593350017.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=EZS4ev2crHc ",

        "strIngredient1": "Мука",

        "strIngredient2": "Яйца",

        "strIngredient3": "Молоко",

        "strIngredient4": "Вода",

        "strIngredient5": "Соль",

        "strIngredient6": "Сахар",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "2",

        "strMeasure3": "1 чашка",

        "strMeasure4": "3/4 стакана",

        "strMeasure5": "Ущипнуть",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "3 столовые ложки",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.tasteatlas.com/nalesniki/recipe ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53039",

        "strMeal": "Курица Пири-пири с капустой",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "ШАГ 1\nr\n\r\n Взбейте все ингредиенты для маринада в небольшом кухонном комбайне. Натрите курицу маринадом и оставьте на 1 час при комнатной температуре.\r\n\r\nШаг 2\r\n\r\n Разогрейте духовку до 190С/вентилятор 170С/газ 5. Положите курицу в форму для запекания и готовьте 1 час 20 минут. Оставьте под неплотной фольгой на 20 минут. Пока курица отдыхает, смешайте вместе ингредиенты для салата и приправьте. Подавайте курицу с салатом из капусты, картофелем фри и приправами.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/hglsbl1614346998.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_RKwKjskopk ",

        "strIngredient1": "Курица",

        "strIngredient2": "Красный перец чили",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Имбирь",

        "strIngredient5": "Сушеный орегано",

        "strIngredient6": "Кориандр",

        "strIngredient7": "Паприка",

        "strIngredient8": "Красный винный уксус",

        "strIngredient9": "Масло",

        "strIngredient10": "Красный лук",

        "strIngredient11": "Морковь",

        "strIngredient12": "Свекла",

        "strIngredient13": "Капуста",

        "strIngredient14": "Майонез",

        "strIngredient15": "Греческий йогурт",

        "strIngredient16": "Красный винный уксус",

        "strIngredient17": "Семена тмина",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1,5 кг",

        "strMeasure2": "3 рубленых",

        "strMeasure3": "2 зубчика",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "1 нарезанный",

        "strMeasure11": "2",

        "strMeasure12": "1",

        "strMeasure13": "4 листа",

        "strMeasure14": "2 столовые ложки",

        "strMeasure15": "2 столовые ложки",

        "strMeasure16": "2 столовые ложки",

        "strMeasure17": "1 чайная ложка",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/family/piri-piri-chicken-and-winter-slaw /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53042",

        "strMeal": "Португальский прего с зеленым пири-пири",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "ШАГ 1\r\n\r\n Натрите стейки чесноком, затем положите в пакет для сэндвичей и сбрызните оливковым маслом, хересным уксусом и стеблями петрушки. Смешайте все вместе, затем несколько раз раскатайте стейки скалкой. Оставьте на 1-2 часа.\r\n\r\nШаг 2\r\n\r\n Чтобы приготовить соус, положите все ингредиенты в блендер с 1 ст. л. воды и взбивайте до получения максимально однородной массы. Этого получится больше, чем нужно для рецепта, но оно будет храниться неделю в герметичной банке.\r\n\r\nШаг 3\r\n\r\n Разогрейте сковороду или сковороду до высокой температуры. Очистите стейки от стеблей чеснока и петрушки и хорошо приправьте. Обжарьте стейки по 2 минуты с каждой стороны, затем выложите на тарелку. Выложите половинки чиабатты на тарелку поджаренной стороной вниз, чтобы они впитали весь сок.\r\n\r\nШаг 4\r\n\r\n Нарезать стейки, затем нафаршировать рулетики зеленым соусом и рукколой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ewcikl1614348364.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=FbIKfcDEPLA ",

        "strIngredient1": "Чеснок",

        "strIngredient2": "Говяжье филе",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Уксус",

        "strIngredient5": "Петрушка",

        "strIngredient6": "Чиабатта",

        "strIngredient7": "Ракета",

        "strIngredient8": "Листья базилика",

        "strIngredient9": "Петрушка",

        "strIngredient10": "Халапеньо",

        "strIngredient11": "Уксус",

        "strIngredient12": "Зеленый лук",

        "strIngredient13": "Чеснок",

        "strIngredient14": "Сахарная пудра",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 зубчик",

        "strMeasure2": "2 маленьких",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "Листья",

        "strMeasure6": "2",

        "strMeasure7": "2 пригоршни",

        "strMeasure8": "Маленькая связка",

        "strMeasure9": "Маленькая связка",

        "strMeasure10": "1",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "2 нарезанных",

        "strMeasure13": "1/2",

        "strMeasure14": "1/2 чайной ложки",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/meat-and-poultry/portuguese-prego-with-green-piri-piri /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53044",

        "strMeal": "Свинина по-португальски, приготовленная на гриле (Фебрас ассадас)",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "ШАГ 1\n r\n n\n r\n n Разрежьте вырезку на 5 кусочков одинакового размера, оставив концы хвоста немного длиннее. Возьмите прозрачный пластиковый пакет и положите в него один из кусочков. Раскатайте его скалкой в эскалоп размером с боковую тарелку и повторите то же самое с остальными кусочками.\r\n\r\nШаг 2\r\n\r\n Влейте вино, паприку, немного соли и перца и сок ½ лимона в миску и добавьте свинину. Оставьте мариноваться на 20-30 минут, пока вы доводите барбекю до стадии, когда угли раскаляются, но пламени нет.\r\n\r\nШаг 3\r\n\r\n Чтобы приготовить чипсы, наполните тазик прохладной водой и нарежьте картофель на чипсы толщиной 3 см. Замочите их в воде на 5 минут, а затем смените воду. Оставьте еще на 5 минут. Слейте воду, а затем обсушите на полотенце или кухонной бумаге.\r\n\r\nШаг 4\r\n\r\n Разогрейте масло во фритюрнице или глубокой сковороде с толстым дном и крышкой до 130С и опускайте в масло чипсы (порциями). Бланшируйте в течение 8-10 минут. Выньте из масла и хорошо слейте воду. Переложите на поднос для охлаждения. Разогрейте масло до 180 градусов (убедитесь, что оно горячее, иначе чипсы будут сырыми) и опустите корзину с чипсами в масло (опять же, делайте это порциями). Оставьте вариться на 2 минуты, а затем слегка встряхните. Готовьте еще минуту или около того, пока они не станут хорошо окрашенными и хрустящими на ощупь. Хорошо процедите в течение нескольких минут, переложите в миску и посыпьте морской солью.\r\n\r\nШаг 5\r\n r\n Свинина будет готовиться быстро, поэтому делайте это в 2 приема. Достаньте кусочки из маринада, натрите их маслом и выложите на решетку для барбекю (можно также использовать мангал). Готовьте по 1 минуте с каждой стороны – при этом они могут вспыхнуть. Этого времени действительно должно быть достаточно, так как они будут продолжать готовиться. Снимите их с гриля и выложите на тарелку. Повторите то же самое с оставшейся партией.\r\n\r\nШаг 6\r\n\r\nсервируйте, выложив на тарелку чипсы, сверху каждой горки положите свинину и полейте соком с тарелки, чтобы чипсы впитали вкус. Сверху полейте ложкой майонеза и долькой лимона.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/cybyue1614349443.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=tVpsZaejyYU ",

        "strIngredient1": "Свинина",

        "strIngredient2": "Белое вино",

        "strIngredient3": "Паприка",

        "strIngredient4": "Лимон",

        "strIngredient5": "Лимонный сок",

        "strIngredient6": "Оливковое масло",

        "strIngredient7": "Майонез",

        "strIngredient8": "Картофель",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "200 мл",

        "strMeasure3": "1/2 чайной ложки",

        "strMeasure4": "2",

        "strMeasure5": "1/2",

        "strMeasure6": "Тире",

        "strMeasure7": "Служить",

        "strMeasure8": "1 кг",

        "strMeasure9": "Для жарки",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/meat-and-poultry/febras-assadas-portuguese-barbecued-pork-served-with-lemon-and-mayo-on-chips/",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53045",

        "strMeal": "Тушеная рыба по-португальски (Caldeirada de peixe)",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1\nr\n\r\n Разогрейте немного масла в большой глубокой сковороде и обжарьте лук и перец на среднем огне, пока они не станут мягкими, но не подрумянятся. Мелко нарежьте стебли кориандра (листья оставьте на потом) и добавьте в сковороду вместе с перцем чили и измельченным чесноком. Обжаривайте еще несколько минут. Добавьте вино, шафран и лавровый лист и варите на медленном огне, пока масса не уменьшится наполовину.\r\n\r\nШаг 2\r\n\r\nДобавьте картофель, помидоры и 300 мл воды и доведите до слабого кипения. Разломайте помидоры ложкой по краю сковороды и тушите в течение 20-25 минут, пока картофель не станет мягким, а помидоры не распадутся.\r\n\r\nШаг 3\r\n\r\n Хорошо отварите, затем аккуратно опустите рыбу в соус и выложите на поверхность кальмары, креветки, моллюски и мидии. Накройте крышкой и готовьте в течение 6-8 минут, пока мидии и раковины моллюсков не раскроются, креветки не сварятся, а рыба не станет шелушащейся. Поджарьте хлеб, слегка натрите половинкой зубчика чеснока и сбрызните оливковым маслом. Подавайте рагу, посыпав нарезанными листьями кориандра, и тосты для макания.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/do7zps1614349775.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=utv-GpSJypk ",

        "strIngredient1": "Лук",

        "strIngredient2": "Красный перец",

        "strIngredient3": "Кориандр",

        "strIngredient4": "Красный перец чили",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Белое сухое вино",

        "strIngredient7": "Шафран",

        "strIngredient8": "Лавровый лист",

        "strIngredient9": "Картофель",

        "strIngredient10": "Сливовые помидоры",

        "strIngredient11": "Треска",

        "strIngredient12": "Кальмар",

        "strIngredient13": "Тигровые креветки",

        "strIngredient14": "Моллюски",

        "strIngredient15": "Мидии",

        "strIngredient16": "Багет",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 мелко нарезанных",

        "strMeasure2": "1 Нарезанный кубиками",

        "strMeasure3": "Небольшая связка",

        "strMeasure4": "1 маленький",

        "strMeasure5": "3 зубчика",

        "strMeasure6": "400 мл",

        "strMeasure7": "Ущипнуть",

        "strMeasure8": "1",

        "strMeasure9": "300 г",

        "strMeasure10": "400 г",

        "strMeasure11": "600 г",

        "strMeasure12": "300 г",

        "strMeasure13": "8",

        "strMeasure14": "500 г",

        "strMeasure15": "500 г",

        "strMeasure16": "1 нарезанный",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/one-pots/portuguese-fish-stew-caldeirada-de-peixe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53046",

        "strMeal": "Португальские пироги с заварным кремом",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "ШАГ 1\r\n Раскатайте тесто\r\n Смешайте муку и сахарную пудру и посыпьте ими рабочую поверхность. Раскатайте тесто в прямоугольник размером 45 х 30 см. Сверните вдоль, чтобы получилась длинная колбаса.\r\n\r\nШаг 2\r\nНарезать тесто кругами\r\n Нарезать тесто на 24 круга толщиной около 1-2 см.\r\n\nr\nШаг 3\nr\n Раскатайте каждую порцию теста\n r\n N Слегка раскатайте каждый круг скалкой, чтобы он поместился в 2 х 12-луночные формы для торта fairy с антипригарным покрытием.\r\n\r\nШаг 4\r\n Выложите тесто в форму\r\n Выложите кружочки теста в формочки и сформуйте в формочки, чтобы получились тонкие формочки. Охладите до готовности.\r\n\r\nШаг 5\r\n Приготовьте настоянный сироп\nr\n Разогрейте духовку до 220С /вентилятор 200С / газ 7. Приготовьте сахарный сироп, доведя до кипения сахар, 200 мл воды, лимонную цедру и палочку корицы. Убавьте огонь до образования сиропа, дайте остыть, затем удалите корицу и лимон. В другой большой сковороде взбейте яйца, яичные желтки и кукурузную муку до получения однородной массы.Шаг 6 Приготовление заварного крема Разогрейте молоко и семена ванильного стручка в отдельной кастрюле чуть ниже кипения. Постепенно влейте горячее молоко в яйца и кукурузную муку, затем готовьте на слабом огне, постоянно взбивая.\r\n\r\nШаг 7\r\nДобавить сироп к заварному крему\r\nДобавить охлажденный сахарный сироп к заварному крему и взбивать до легкого загустения.\r\n\r\nШаг 8\r\nналейте заварной крем в формочки\r\nналейте заварной крем через сито. Разлейте по формочкам для выпечки и выпекайте в течение 15 минут, пока тесто не станет золотистым, а заварной крем не потемнеет.\r\n\r\nШаг 9\r\nостудить и посыпать сахарной пудрой\r\nПолностью остудить в формочках, затем просеять поверх сахарной пудры и молотой корицы перед подачей.\r\n\r\n\r\n\r\n ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vmz7gl1614350221.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=lWLCxui1Mw8 ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Слоеное тесто",

        "strIngredient4": "Сахарная пудра",

        "strIngredient5": "Лимонная цедра",

        "strIngredient6": "Корица",

        "strIngredient7": "Яйца",

        "strIngredient8": "Яичные желтки",

        "strIngredient9": "Кукурузная мука",

        "strIngredient10": "Цельное молоко",

        "strIngredient11": "Ванильный",

        "strIngredient12": "Корица",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "375g",

        "strMeasure4": "250 г",

        "strMeasure5": "2 полоски",

        "strMeasure6": "1 палочка",

        "strMeasure7": "2",

        "strMeasure8": "4",

        "strMeasure9": "50 г",

        "strMeasure10": "500 мл",

        "strMeasure11": "Стручок",

        "strMeasure12": "Служить",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/baking-and-desserts/portuguese-custard-tarts /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52783",

        "strMeal": "Ригатони с соусом из колбасы с фенхелем",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте столовую ложку масла в большой сковороде с крышкой. Добавьте кусочки колбасы и обжаривайте на средне-сильном огне в течение 10 минут, регулярно помешивая, до золотисто-коричневого цвета. Переложите сосиски на тарелку, затем добавьте лук и фенхель на горячую сковороду и обжаривайте в течение 15 минут, время от времени помешивая, до мягкости и карамелизации; если сковорода получается немного суховатой, добавьте чайную ложку или около того дополнительного масла. Добавьте паприку, чеснок и половину семян фенхеля, обжаривайте еще две минуты, затем влейте вино и варите 30 секунд, чтобы уменьшить огонь наполовину. Добавьте помидоры, сахар, 100 мл воды, обжаренную колбасу и половину чайной ложки соли, накройте и тушите в течение 30 минут; снимите крышку через 10 минут и готовьте, пока соус не станет густым и насыщенным. Снимите с огня, добавьте оливки и оставшиеся семена фенхеля и отложите до готовности к подаче.\r\n\r\n Доведите большую кастрюлю с подсоленной водой до кипения, добавьте макароны и готовьте 12-14 минут (или в соответствии с инструкциями на упаковке), до состояния аль денте. Тем временем разогрейте соус. Слейте воду с макарон, верните их в кастрюлю, добавьте столовую ложку масла, затем разделите по тарелкам.\nr\n\r\n Положите все ингредиенты песто, кроме базилика, в маленькую чашу кухонного комбайна. Добавьте столовую ложку воды и взбейте в однородную массу. Добавьте базилик, затем взбейте до однородной массы (текстура песто будет намного лучше, если базилик не переборщить).Выложите поверх рагу и посыпьте ложкой песто. Посыпьте сверху измельченными листьями фенхеля, если они у вас есть, и сразу подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qtqvys1468573168.jpg ",

        "strTags": "Макароны",

        "strYoutube": "https://www.youtube.com/watch?v=45dpOfESxr8 ",

        "strIngredient1": "оливковое масло",

        "strIngredient2": "Итальянские колбаски с фенхелем",

        "strIngredient3": "лук",

        "strIngredient4": "луковица фенхеля",

        "strIngredient5": "копченая паприка",

        "strIngredient6": "чеснок",

        "strIngredient7": "семена фенхеля",

        "strIngredient8": "красное вино",

        "strIngredient9": "нарезанные помидоры",

        "strIngredient10": "сахарная пудра",

        "strIngredient11": "черные оливки без косточек",

        "strIngredient12": "ригатони",

        "strIngredient13": "пекорино",

        "strIngredient14": "филе анчоуса",

        "strIngredient15": "чеснок",

        "strIngredient16": "оливковое масло",

        "strIngredient17": "листья базилика",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2½ ст. л.",

        "strMeasure2": "6 нарезанных ломтиками толщиной 1,5 см",

        "strMeasure3": "1 большой очищенный и нарезанный",

        "strMeasure4": "1 обрезанный и крупно нарезанный; оставьте любые листья для украшения",

        "strMeasure5": "½ чайной ложки",

        "strMeasure6": "1 зубчик, очищенный и нарезанный ломтиками",

        "strMeasure7": "2 чайные ложки слегка поджаренных и затем слегка измельченных",

        "strMeasure8": "100 мл",

        "strMeasure9": "400 г консервов",

        "strMeasure10": "½ чайной ложки",

        "strMeasure11": "50 г разрезать вдоль пополам",

        "strMeasure12": "500 г",

        "strMeasure13": "30 г грубо раскрошить на кусочки толщиной 0,5 см",

        "strMeasure14": "1 промыть и высушить насухо",

        "strMeasure15": "1 зубчик, очищенный и измельченный",

        "strMeasure16": "60 мл",

        "strMeasure17": "50 г порванного",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.ottolenghi.co.uk/recipes/meat/rigatoni-with-fennel-sausage-sauce-and-pecorino-and-anchovy-pesto-shop",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52786",

        "strMeal": "Помадка Rocky Road Fudge",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Застелите форму для выпечки площадью 8 квадратных дюймов вощеной бумагой или фольгой и смажьте антипригарным спреем.\r\n Выложите ½ стакана миниатюрного зефира на дно формы для запекания.\r\nПв миске, пригодной для микроволновой печи, смешайте шоколадную стружку и арахисовое масло. Разогревайте шоколадную смесь в микроволновке с интервалом в 20 секунд, помешивая между каждым интервалом, пока шоколад не расплавится.\r\n Добавьте ванильный экстракт и хорошо перемешайте до получения однородной массы.\r\n Оставьте 2 столовые ложки измельченного миндаля или арахиса и отложите в сторону.\r\n Добавьте 1 ½ чашки миниатюрного зефира и оставшиеся измельченные орехи в шоколадную смесь.\r\nП Переложите шоколадную смесь в подготовленную форму и распределите ровным слоем. Сразу же посыпьте сверху оставшимися измельченными орехами и кусочками мальвы или дополнительным миниатюрным зефиром, если используете.\r\n Охладите в течение 4 часов или до застывания.\r\n Снимите помадку и вощеную бумагу со сковороды. Аккуратно очистите всю вощеную бумагу от помадки.\r\nНарежьте помадку небольшими кусочками и подавайте к столу. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vtxyxv1483567157.jpg ",

        "strTags": "Шоколад, Закуски, Сладости, Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=N1aJ3nEYXyg ",

        "strIngredient1": "Миниатюрный зефир",

        "strIngredient2": "Шоколадная стружка",

        "strIngredient3": "Арахисовое масло",

        "strIngredient4": "Ванильный экстракт",

        "strIngredient5": "Арахис",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "3 чашки",

        "strMeasure3": "½ чашки",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 ¼ чашки",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://tiphero.com/rocky-road-fudge /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52809",

        "strMeal": "Рыба Речадо Масала",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Замочите все специи, имбирь, чеснок, мякоть тамаринда и кашмирский перец чили, кроме масла, в уксусе.\r\nНаддаем сахаром и солью.\r\nТакже добавьте порошок куркумы.\r\nНкомбинируйте все красиво и маринуйте в течение 35-40 минут.\r\n Измельчите смесь до получения мягкой и однородной массы. При необходимости добавьте еще уксуса, но убедитесь, что паста должна быть густой, поэтому добавьте уксус соответствующим образом. Если паста масала будет тонкой, то она не прилипнет к рыбе.\r\nПрежьте рыбу разрезом от центра и сделайте небольшой надрез сверху. Для наглядности вы могли бы разглядеть рыбу ниже.\r\nП Теперь нафаршируйте пасту в центр и в разрез. Смажьте всю рыбу этой пастой. Замаринуйте рыбу в течение 30 минут.\r\nПналейте масло в неглубокую сковороду, как только масло достаточно нагреется, мелко обжарьте фаршированную скумбрию.\r\nПжарьте до золотистой корочки с обеих сторон\r\nПс Подавайте скумбрию речадо горячими с салатом, дольками лайма, рисом и карри.\r\nПримечания\r\n1. Убедитесь, что паста масала густая, иначе результат не будет хорошим.\r\n2. Если вы не можете найти кашмирский перец чили, используйте беджи чили или кашмирский красный молотый перец чили.\r\n3. Вы можете использовать белый уксус или кокосовый уксус.\r\n4. Оставшуюся пасту можно хранить в холодильнике для дальнейшего использования.\r\n5. Корицы можно было бы избежать, так как это сильная специя, обычно используемая для мяса или курицы ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uwxusv1487344500.jpg ",

        "strTags": "Рыба, острая",

        "strYoutube": "https://www.youtube.com/watch?v=FXtCris37nE ",

        "strIngredient1": "Скумбрия",

        "strIngredient2": "Красный перец Чили",

        "strIngredient3": "Имбирь",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Перец",

        "strIngredient6": "Тмин",

        "strIngredient7": "Куркума",

        "strIngredient8": "Палочка корицы",

        "strIngredient9": "Гвоздика",

        "strIngredient10": "Кардамон",

        "strIngredient11": "Сахар",

        "strIngredient12": "Шарик из тамаринда",

        "strIngredient13": "Уксус",

        "strIngredient14": "Масло",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4",

        "strMeasure2": "18 высушенных",

        "strMeasure3": "1 дюйм",

        "strMeasure4": "8 зубчиков",

        "strMeasure5": "1,5 ч. л.",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "½ чайной ложки",

        "strMeasure8": "",

        "strMeasure9": "4",

        "strMeasure10": "2",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "размером с 2 мрамора",

        "strMeasure13": "2,5 ст. л.",

        "strMeasure14": "для жарки",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.flavorsofmumbai.com/fish-recheado-masala-recipe /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52811",

        "strMeal": "Риболлита",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Положите 2 столовые ложки масла в большую кастрюлю на средний огонь. Когда овощи станут горячими, добавьте лук, морковь, сельдерей и чеснок, посыпьте солью и перцем и готовьте, периодически помешивая, пока овощи не станут мягкими, 5-10 минут.\r\nПнагрейте духовку до 500 градусов. Слейте воду с фасоли; если она консервированная, промойте ее также. Добавьте их в кастрюлю вместе с помидорами, их соком и бульоном, розмарином и тимьяном. Доведите до кипения, затем уменьшите огонь, чтобы суп постоянно пузырился; накройте и готовьте, помешивая один или два раза, чтобы помидоры разварились, пока ароматы не смешаются, от 15 до 20 минут.\r\n Выньте и выбросьте стебли розмарина и тимьяна, если хотите, и добавьте капусту. Попробуйте и добавьте приправу. Выложите ломтики хлеба поверх тушеного мяса так, чтобы они покрывали верх и как можно меньше перекрывали друг друга. Сверху посыпьте ломтиками красного лука, сбрызните оставшимися 3 столовыми ложками масла и посыпьте пармезаном.\r\nПпоставьте горшочек в духовку и запекайте, пока хлеб, лук и сыр не подрумянятся и не станут хрустящими, 10-15 минут. (Если ваша кастрюля помещается под бройлером, вы также можете подрумянить там верхушку.) Разделите суп и хлеб на 4 тарелки и подавайте.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xrrwpx1487347049.jpg ",

        "strTags": "Вегетарианский",

        "strYoutube": "https://www.youtube.com/watch?v=BiQUYTBb6eQ ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Морковь",

        "strIngredient4": "Сельдерей",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Фасоль Каннеллини",

        "strIngredient7": "Консервированные помидоры",

        "strIngredient8": "Вода",

        "strIngredient9": "Розмарин",

        "strIngredient10": "Тимьян",

        "strIngredient11": "Капуста",

        "strIngredient12": "Цельнозерновой хлеб",

        "strIngredient13": "Красный лук",

        "strIngredient14": "Пармезан",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "5 столовых ложек",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 нарезанный стебель",

        "strMeasure5": "1 столовая ложка фарша",

        "strMeasure6": "2 чашки",

        "strMeasure7": "1",

        "strMeasure8": "4 чашки",

        "strMeasure9": "1 свежая веточка",

        "strMeasure10": "1 свежая веточка",

        "strMeasure11": "1 фунт нарезанного",

        "strMeasure12": "4 толстых ломтика",

        "strMeasure13": "1 тонко нарезанный",

        "strMeasure14": "½ стакана свежей тертой муки",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://cooking.nytimes.com/recipes/1016052-ribollita ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52816",

        "strMeal": "Жареные баклажаны с тахини, кедровыми орешками и чечевицей",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Для чечевицы: Установите решетку духовки в центральное положение и разогрейте духовку до 450 ° F, чтобы подготовить баклажаны к запеканию. Тем временем разогрейте 2 столовые ложки оливкового масла в средней кастрюле на среднем огне до образования румяной корочки. Добавьте морковь, сельдерей и лук и готовьте, помешивая, пока они не станут мягкими, но не подрумянятся, около 4 минут. Добавьте чеснок и готовьте, помешивая, до появления аромата, около 30 секунд. Добавьте чечевицу, лавровый лист, бульон или воду и щепотку соли. Доведите до кипения, накройте частично приоткрытой крышкой и готовьте, пока чечевица не станет мягкой, около 30 минут. (Долейте воды, если чечевица в какой-то момент не полностью погрузилась в воду.) Снимите крышку, добавьте уксус и убавьте огонь, пока чечевица не станет влажной, но не супообразной. Посолите и поперчите по вкусу, накройте крышкой и держите в тепле до готовности к подаче.\r\n\r\n2.\r\n Для баклажанов: Пока варится чечевица, разрежьте каждый баклажан пополам. Надрежьте мякоть кончиком ножа для нарезки овощей поперечными штрихами с интервалом в 1 дюйм. Переложите на противень, застеленный фольгой, разрезом вверх и смажьте каждую половинку баклажана 1 столовой ложкой масла, давая каждому мазку полностью впитаться, прежде чем смазывать еще. Приправьте солью и перцем. Сверху на каждый положите веточку розмарина. Переложите в духовку и запекайте до полной готовности и хорошего обугливания, от 25 до 35 минут. Выньте из духовки и выбросьте розмарин.\r\n\r\n3.\r\n Для подачи: Разогрейте 2 столовые ложки оливкового масла и кедровые орешки в сковороде среднего размера на среднем огне. Готовьте, часто помешивая орехи, до золотисто-коричневого цвета и появления аромата, около 4 минут. Переложите в миску, чтобы остановить приготовление. Добавьте половину петрушки и розмарина в чечевицу и переложите на сервировочное блюдо. Сверху выложите половинки баклажанов. Намажьте каждую половинку баклажана несколькими столовыми ложками соуса тахини и посыпьте кедровыми орешками. Посыпьте оставшейся зеленью петрушки и розмарина, сбрызните оливковым маслом и подавайте.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ysqrus1487425681.jpg ",

        "strTags": "Вегетарианский, Импульсный, Ореховый",

        "strYoutube": "https://www.youtube.com/watch ?v=HkywCtna9t0",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Морковь",

        "strIngredient3": "Сельдерей",

        "strIngredient4": "Лук",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Коричневая чечевица",

        "strIngredient7": "Лавровый лист",

        "strIngredient8": "Вода",

        "strIngredient9": "Соль",

        "strIngredient10": "Яблочный уксус",

        "strIngredient11": "Перец",

        "strIngredient12": "Баклажаны",

        "strIngredient13": "Розмарин",

        "strIngredient14": "Кедровые орехи",

        "strIngredient15": "Петрушка",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "2 небольших кусочка, нарезанных на кусочки",

        "strMeasure3": "2 маленьких стебля",

        "strMeasure4": "1 средний мелко нарезанный кубик",

        "strMeasure5": "6 средних зубчиков, нарезанных ломтиками",

        "strMeasure6": "12 унций (340 г)",

        "strMeasure7": "2",

        "strMeasure8": "4 чашки",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": "2 чайные ложки (10 мл)",

        "strMeasure11": "Ущипнуть",

        "strMeasure12": "2 больших",

        "strMeasure13": "4 веточки",

        "strMeasure14": "1/4 стакана",

        "strMeasure15": "2 столовые ложки",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.seriouseats.com/recipes/2016/03/roasted-eggplant-tahini-pine-nut-lentil-vegan-experience-recipe.html",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52901",

        "strMeal": "Каменные лепешки",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 °C / 350 ° F / Газ 4 и застелите противень пергаментом для выпечки.Смешайте муку, сахар и разрыхлитель в миске и вотрите в нарезанное кубиками сливочное масло, пока смесь не станет похожа на панировочные сухари, затем добавьте сухофрукты.\r\nПв чистой миске взбейте яйцо и молоко вместе с ванильным экстрактом.\r\n Добавьте яичную смесь к сухим ингредиентам и перемешивайте ложкой, пока смесь не превратится в густое, комковатое тесто. Добавьте еще чайную ложку молока, если вам действительно нужно, чтобы смесь слиплась.\r\n Выложите смесь ложками размером с мяч для гольфа на подготовленный противень. Оставьте между ними пространство, так как во время выпечки они расплющатся и увеличатся вдвое.\r\nПпекайте 15-20 минут, до золотисто-коричневого цвета. Достаньте их из духовки, дайте остыть в течение нескольких минут, затем выложите на решетку для охлаждения.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/tqrrsq1511723764.jpg ",

        "strTags": "Выпечка, Торт",

        "strYoutube": "https://www.youtube.com/watch?v=tY3taZO3Aro ",

        "strIngredient1": "Мука для самостоятельного приготовления",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Разрыхлитель для выпечки",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Сухофрукты",

        "strIngredient6": "Яйца",

        "strIngredient7": "Молоко",

        "strIngredient8": "Ванильный экстракт",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g",

        "strMeasure2": "75g",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "125 г",

        "strMeasure5": "150 г",

        "strMeasure6": "1",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "2 ч. л.",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/rock_cakes_03094 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52908",

        "strMeal": "Рататуй",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разрежьте баклажаны вдоль пополам. Выложите их на доску, разрежьте стороной вниз, снова разрежьте вдоль пополам, а затем поперек на кусочки толщиной 1,5 см. У кабачков отрежьте кончики, затем нарежьте поперек ломтиками толщиной 1,5 см. Очистите перец от плодоножек до основания. Держите вертикально, обрежьте вокруг плодоножки, затем разрежьте на 3 части. Срежьте лишнюю пленку, затем нарежьте небольшими кусочками.\r\nПнарежьте небольшой крестик у основания каждого помидора, затем положите их в жаропрочную миску. Залейте помидоры кипятком, оставьте на 20 секунд, затем выньте. Слейте воду, замените помидоры залейте холодной водой. Оставьте остывать, затем снимите кожицу. Разрежьте помидоры на четвертинки, соскребите ложкой семена, затем крупно нарежьте мякоть.\r\nсажайте сотейник на средний огонь и, когда он нагреется, влейте 2 ст. л. оливкового масла. Обжаривайте баклажаны по 5 минут с каждой стороны, пока кусочки не станут мягкими. Отложите их в сторону и обжарьте кабачки в другой столовой ложке масла в течение 5 минут, до золотистого цвета с обеих сторон. Повторите то же самое с перцем. Не пережаривайте овощи на этом этапе, так как на следующем этапе им предстоит еще немного повариться.\r\nПсрежьте листья базилика и отложите в сторону. Обжаривайте лук на сковороде в течение 5 минут. Добавьте чеснок и жарьте еще минуту. Добавьте уксус и сахар, затем добавьте помидоры и половину базилика. Верните овощи в сковороду, посолите и поперчите и готовьте в течение 5 минут. Подавайте с базиликом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wrpwuu1511786491.jpg ",

        "strTags": "Овощи с гарниром",

        "strYoutube": "https://www.youtube.com/watch?v=BFdQUgAFtGU ",

        "strIngredient1": "Баклажан",

        "strIngredient2": "Кабачки",

        "strIngredient3": "Желтый перец",

        "strIngredient4": "Помидор",

        "strIngredient5": "Оливковое масло",

        "strIngredient6": "Базилик",

        "strIngredient7": "Лук",

        "strIngredient8": "Зубчик чеснока",

        "strIngredient9": "Красный винный уксус",

        "strIngredient10": "Сахар",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 больших",

        "strMeasure2": "4",

        "strMeasure3": "2",

        "strMeasure4": "4 больших",

        "strMeasure5": "5 столовых ложек",

        "strMeasure6": "Связка",

        "strMeasure7": "1 средний",

        "strMeasure8": "3 мелко нарезанных",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2903/ratatouille ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52933",

        "strMeal": "Рэппи Пай",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте духовку до 400 градусов по Фаренгейту (200 градусов по Цельсию). Смажьте маслом форму для выпечки размером 10x14x2 дюйма.\r\nРазогрейте маргарин в сковороде на среднем огне; добавьте лук. Готовьте, помешивая, пока лук не станет мягким и прозрачным, около 5 минут. Уменьшите огонь до минимума и продолжайте готовить, помешивая, пока лук не станет очень мягким и темно-коричневым, еще около 40 минут.\r\n Доведите куриный бульон до кипения в большой кастрюле; добавьте куриные грудки, уменьшите огонь и тушите, пока курица не перестанет быть розовой в центре, около 20 минут. Снимите с огня. Шумовкой переложите куриные грудки на тарелку; бульон оставьте.\r\nПЖмите картофель с помощью электрической соковыжималки; поместите сухую картофельную мякоть в миску и слейте сок. Посолите и поперчите картофель; добавьте достаточно бульона, чтобы смесь приобрела консистенцию овсянки. Отставьте оставшийся бульон в сторону.\r\nП Равномерно выложите половину картофельной смеси на подготовленную форму. Равномерно выложите приготовленную куриную грудку поверх картофеля; равномерно посыпьте курицу карамелизированным луком. Распределите оставшуюся картофельную смесь по луку и курице так, чтобы она покрыла их.\r\nПпекать в предварительно разогретой духовке до золотисто-коричневого цвета, около 1 часа. Разогрейте куриный бульон; по желанию разлейте на отдельные порции.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ruwpww1511817242.jpg ",

        "strTags": "Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=Ys2kZnTVXAM ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Куриный бульон",

        "strIngredient4": "Куриная грудка",

        "strIngredient5": "Картофель",

        "strIngredient6": "Соль",

        "strIngredient7": "Черный перец",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "2 нарезанных",

        "strMeasure3": "4 qt",

        "strMeasure4": "1,5 кг",

        "strMeasure5": "4 кг",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://allrecipes.com/recipe/234025/rappie-pie /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52941",

        "strMeal": "Суп из красного горошка",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "strInstructions": "Вымойте и промойте сушеную фасоль.. затем залейте водой в глубокой миске. Помните, что по мере впитывания они увеличатся как минимум в три раза по сравнению с первоначальным размером, поэтому добавьте в миску много воды. Замочите их на ночь или хотя бы на 2 часа, чтобы процесс приготовления прошел быстрее. Я вылила воду, в которой они были замочены, после того, как она сделала свое дело.\r\n n\n r\nN Попросите вашего мясника разрезать соленую косичку на 2-дюймовые кусочки, так как ее будет очень трудно разрезать обычным кухонным ножом. Вымойте, затем поставьте глубокую кастрюлю с водой и доведите до кипения. Варите 20 минут, затем слейте воду + промойте и повторите (снова вскипятите в воде). Цель состоит в том, чтобы сделать кусочки свиных хвостиков нежными и удалить большую часть соли, в которой они были обработаны.\r\n\r\nПвремя для приготовления супа. Положите все в кастрюлю (кроме муки и картофеля), затем залейте водой и поставьте на сильный огонь, чтобы довести до кипения. Когда она закипит, снимите пену / пену сверху и выбросьте. Уменьшите огонь до слабого кипения и дайте ему повариться в течение 1 часа 15 минут.. в основном до тех пор, пока фасоль не станет мягкой и не начнет разваливаться.\r\n n\n r\n Теперь пришло время добавить добавьте картофель (и батат и т.д, если вы его добавляете), а также кокосовое молоко и продолжайте готовить в течение 15 минут.\r\n\r\n Сейчас самое подходящее время, чтобы начать готовить основное тесто для пельменей. Смешайте муку и воду (при желании добавьте щепотку соли), пока не получится мягкое / гладкое тесто. дайте ему постоять 5 минут, затем пощипывайте по столовой ложке за раз и скатывайте между ладонями, придавая ему форму сигареты.\r\n Положите их в кастрюлю, хорошо перемешайте и продолжайте готовить еще 15 минут при постоянном кипении.\r\n\r\nВы заметите, что я не добавила в кастрюлю соли, так как оставшаяся соли из соленых косичек будет достаточно, чтобы правильно приправить это блюдо. Однако вы можете попробовать и настроить его соответствующим образом. Давайте резюмируем временную часть событий, чтобы вы не запутались. Готовьте основу супа в течение 1 часа 15 минут или до готовности, затем добавьте картофель и готовьте 15 минут, затем добавьте клецки и готовьте еще 15 минут. Имейте в виду, что этот суп немного загустеет по мере остывания.\r\n\n r\nN Хотя это не традиционный рецепт для какого-то одного конкретного острова, версии этого супа (иногда называемого тушеным горошком) можно найти по всему Карибскому бассейну, Латинской Америке и Африке. Сытная тарелка этого супа наверняка вызовет у вас сонливость (некоторые могут назвать это этнической усталостью). Вы, конечно, можете заморозить остатки и разогреть их в другой день ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sqpqtp1515365614.jpg ",

        "strTags": "Суп с гарниром",

        "strYoutube": "https://www.youtube.com/watch?v=1ogCfDXotMw ",

        "strIngredient1": "Фасоль",

        "strIngredient2": "Морковь",

        "strIngredient3": "Зеленый лук",

        "strIngredient4": "Тимьян",

        "strIngredient5": "Лук",

        "strIngredient6": "Черный перец",

        "strIngredient7": "Красный перец",

        "strIngredient8": "Зубчик чеснока",

        "strIngredient9": "Душистый перец",

        "strIngredient10": "Говядина",

        "strIngredient11": "Вода",

        "strIngredient12": "Картофель",

        "strIngredient13": "Обычная мука",

        "strIngredient14": "Вода",

        "strIngredient15": "Кокосовое молоко",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "1 большой",

        "strMeasure3": "2 нарезанных",

        "strMeasure4": "4 веточки",

        "strMeasure5": "1 Нарезанный кубиками",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "2 нарезанных",

        "strMeasure8": "4 Пюре",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "2 фунта",

        "strMeasure11": "2L",

        "strMeasure12": "4",

        "strMeasure13": "1 чашка",

        "strMeasure14": "1/4 стакана",

        "strMeasure15": "1 чашка",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://caribbeanpot.com/caribbean-red-peas-soup /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52942",

        "strMeal": "Паэлья из жареного фенхеля и баклажанов",

        "strDrinkAlternate": null,

        "strCategory": "Веганский",



        "strInstructions": "1 Выложите фенхель, баклажаны, перец и кабачки на противень для запекания. Добавьте немного оливкового масла, приправьте солью и перцем и перемешайте, чтобы овощи покрылись маслом. Запекайте в духовке в течение 20 минут, переворачивая пару раз, пока овощи практически не прожарятся и не станут золотистыми.\r\n\r\n2 Тем временем разогрейте сковороду для паэльи или большую сковороду на слабом–среднем огне и добавьте немного оливкового масла. Обжаривайте лук в течение 8-10 минут до мягкости. Увеличьте огонь до среднего и добавьте рис, паприку и шафран. Готовьте около 1 минуты, чтобы рис начал поджариваться, затем добавьте белое вино. Уменьшите количество примерно наполовину, прежде чем добавлять две трети бульона. Убавьте огонь и готовьте 10 минут без крышки, пару раз помешивая.\r\n\r\n3 Всыпьте горошек, добавьте немного приправ, затем аккуратно добавьте обжаренные овощи. Полейте оставшимся бульоном, сверху выложите дольки лимона и накройте крышкой или алюминиевой фольгой. Готовьте еще 10 минут.\r\n\r\n4 Чтобы на дне сковороды образовался классический слой поджаренного риса, увеличьте огонь до максимума, пока не услышите легкое потрескивание. Снимите с огня и оставьте на 5 минут, прежде чем посыпать зеленью петрушки и подавать к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1520081754.jpg ",

        "strTags": "Веганская паэлья",

        "strYoutube": "https://www.youtube.com/watch?v=H5SmjR-fxUs ",

        "strIngredient1": "Молодой баклажан",

        "strIngredient2": "Фенхель",

        "strIngredient3": "Красный перец",

        "strIngredient4": "Кабачки",

        "strIngredient5": "Лук",

        "strIngredient6": "Паэлья с рисом",

        "strIngredient7": "Паприка",

        "strIngredient8": "Шафран",

        "strIngredient9": "Белое вино",

        "strIngredient10": "Овощной бульон",

        "strIngredient11": "Замороженный горошек",

        "strIngredient12": "Лимон",

        "strIngredient13": "Петрушка",

        "strIngredient14": "Соль",

        "strIngredient15": "Черный перец",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "6 маленьких",

        "strMeasure2": "4 маленьких",

        "strMeasure3": "1 тонко нарезанный",

        "strMeasure4": "1 средний",

        "strMeasure5": "1 мелко нарезанный",

        "strMeasure6": "300 г",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "ущипнуть",

        "strMeasure9": "200 мл",

        "strMeasure10": "700 мл",

        "strMeasure11": "100 г",

        "strMeasure12": "1 нарезанный",

        "strMeasure13": "Горсть",

        "strMeasure14": "ущипнуть",

        "strMeasure15": "ущипнуть",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.homestylemag.co.uk/recipe/517/main-courses/roast-fennel-and-aubergine-paella ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53020",

        "strMeal": "Rosół (польский куриный суп)",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Положите курицу в большую жаровню или кастрюлю с бульоном\n r\n N Залейте водой\n r\n N Доведите до кипения и тушите в течение 2 - 2 1/2 часов, снимая все загрязнения с поверхности, чтобы обеспечить прозрачный бульон\n r\n Если ваша кастрюля достаточно большая, добавьте овощи и специи на последний час приготовления\n r\n N Моя жаровня была недостаточно большой, чтобы вместить все, только курица и другие кости заполнили кастрюлю, поэтому я готовила мясо / кости в течение всего времени приготовления, затем вынула их и приготовила овощи и специи отдельно\nr\n Процедите все из бульона\r\n Очистите курицу от костей, мясо нарезать крупными кусками\r\n Нарежьте морковь\r\n вЕрните курицу и морковь в бульон\r\n Приготовьте лапшу в соответствии с инструкциями на упаковке, если вы ее используете\r\nВыложите лапшу в миску, а затем залейте горячим супом ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/lx1kkj1593349302.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=AU60fxyxXGw ",

        "strIngredient1": "Куриные ножки",

        "strIngredient2": "Лук",

        "strIngredient3": "Морковь",

        "strIngredient4": "Лук-порей",

        "strIngredient5": "Сельдерей",

        "strIngredient6": "Капуста",

        "strIngredient7": "Гвоздика",

        "strIngredient8": "Душистый перец",

        "strIngredient9": "Лавровый лист",

        "strIngredient10": "Петрушка",

        "strIngredient11": "Укроп",

        "strIngredient12": "Перец",

        "strIngredient13": "Соль",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 нарезанных",

        "strMeasure2": "2 больших",

        "strMeasure3": "5 нарезанных",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "1 маленький",

        "strMeasure6": "1/4",

        "strMeasure7": "1 целое",

        "strMeasure8": "1tsp",

        "strMeasure9": "2",

        "strMeasure10": "4 веточки",

        "strMeasure11": "4 веточки",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://polishhousewife.com/rosol-polish-chicken-soup /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53024",

        "strMeal": "Рогалики (польское печенье с круассанами)",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "В миске среднего размера смешайте яичные желтки, сыр Филадельфия и разрыхлитель для выпечки с помощью ручного миксера. Осторожно начинайте добавлять муку. Когда смесь будет плохо перемешиваться и станет похожа на древесную стружку, уберите миксер и руками замесите тесто.\r\n Сформируйте рулет, накройте фольгой и заморозьте на 15 минут. В это время разогрейте духовку до 375 градусов.\r\nПтакните тесто и разделите на две части. Раскатайте и вырежьте 3-дюймовые брусочки.Сделайте столько, сколько сможете, и на середину каждого положите маленькую ложку джема. Раскатайте их в форме круассана.\r\nП Выложите круассаны на смазанный маслом противень и выпекайте в течение 10-12 минут или до золотистого цвета.\r\nП Повторите с остальным тестом.\r\nПкогда вынимаете их, отложите в сторону и посыпьте сверху сахарной пудрой.\r\nПэ получается примерно 3 партии по 20 печений в каждой.Всего насчитывается около 60 файлов cookie.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/7mxnzz1593350801.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=VAR10T9mfhU ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Яичные желтки",

        "strIngredient3": "Сливочный сыр",

        "strIngredient4": "Разрыхлитель для выпечки",

        "strIngredient5": "Мука",

        "strIngredient6": "Замятие",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 чашка",

        "strMeasure2": "3",

        "strMeasure3": "8 унций",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "3 чашки",

        "strMeasure6": "1 банка",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.food.com/recipe/rogaliki-polish-croissant-cookies-with-jam-filling-200668 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53052",

        "strMeal": "Роти джон",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Смешайте все ингредиенты в миске.\r\n Разогрейте сковороду или сковородку с небольшим количеством растительного масла.\r\n Вылейте смесь на противень и положите сверху кусочек багета с открытой поверхностью.\r\nП Надавите на хлеб лопаткой и обжаривайте в течение 2 минут.\r\nП Переверните хлеб, чтобы он стал немного хрустящим.\r\nП Выньте из формы и нарежьте хлеб небольшими порциями.\r\nПеред нарезкой бутерброда полейте майонезом и/или самбалом (по желанию).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/hx335q1619789561.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=cl4YH8wblRs ",

        "strIngredient1": "Говяжий фарш",

        "strIngredient2": "Лук",

        "strIngredient3": "Яйца",

        "strIngredient4": "Чили",

        "strIngredient5": "Багет",

        "strIngredient6": "Соль",

        "strIngredient7": "Перец",

        "strIngredient8": "Майонез",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/4 фунта",

        "strMeasure2": "1",

        "strMeasure3": "3",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1/2",

        "strMeasure6": "По вкусу",

        "strMeasure7": "По вкусу",

        "strMeasure8": "Верхний",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.196flavors.com/malaysia-roti-john /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52770",

        "strMeal": "Спагетти Болоньезе",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Положите лук и масло в большую сковороду и обжаривайте на довольно сильном огне 3-4 минуты. Добавьте чеснок и измельченный чеснок и жарьте, пока они оба не подрумянятся. Добавьте грибы и зелень и готовьте еще пару минут.Добавьте помидоры, говяжий бульон, томатный кетчуп или пюре, вустерширский соус и приправы. Доведите до кипения, затем уменьшите огонь, накройте крышкой и варите, периодически помешивая, в течение 30 минут.\r\n\r\n Тем временем приготовьте спагетти в большой кастрюле с кипящей подсоленной водой в соответствии с инструкциями на упаковке. Хорошо слейте воду, пропустите через нее горячую воду, положите обратно в сковороду и добавьте немного оливкового масла, если хотите, затем добавьте мясной соус. Подавайте в горячих тарелках, посыпав сверху кружочками сыра пармезан.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sutysw1468247559.jpg ",

        "strTags": "Макароны,Мясо",

        "strYoutube": "https://www.youtube.com/watch?v=-gF8d-fitkU ",

        "strIngredient1": "лук",

        "strIngredient2": "оливковое масло",

        "strIngredient3": "чеснок",

        "strIngredient4": "нежирный говяжий фарш",

        "strIngredient5": "грибы",

        "strIngredient6": "сушеный орегано",

        "strIngredient7": "помидоры",

        "strIngredient8": "горячий говяжий бульон",

        "strIngredient9": "томатное пюре",

        "strIngredient10": "вустерширский соус",

        "strIngredient11": "спагетти",

        "strIngredient12": "пармезан",

        "strIngredient13": null,

        "strIngredient14": null,

        "strIngredient15": null,

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "2",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "1 зубчик",

        "strMeasure4": "500 г",

        "strMeasure5": "90g",

        "strMeasure6": "1tsp",

        "strMeasure7": "банка 400 г",

        "strMeasure8": "300 мл",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "350 г",

        "strMeasure12": "Начинка",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52771",

        "strMeal": "Острый пенне из аррабиаты",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Доведите большую кастрюлю с водой до кипения. Добавьте кошерную соль в кипящую воду, затем добавьте макароны. Готовьте в соответствии с инструкцией на упаковке, около 9 минут.\nразогрейте в большой сковороде на средне-сильном огне оливковое масло и нагревайте, пока масло не начнет мерцать. Добавьте чеснок и готовьте, помешивая, до появления аромата, 1-2 минуты. Добавьте нарезанные помидоры, красные хлопья чили, итальянскую приправу, соль и перец по вкусу. Доведите до кипения и готовьте в течение 5 минут. Снимите с огня и добавьте нарезанный базилик.\r\n Промойте макароны и добавьте их в соус. Украсьте хлопьями пармезан-реджано и побольше базилика и подавайте теплыми.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ustsqw1468250014.jpg ",

        "strTags": "Паста с карри",

        "strYoutube": "https://www.youtube.com/watch?v=1IszT_guI08 ",

        "strIngredient1": "пенне ригате",

        "strIngredient2": "оливковое масло",

        "strIngredient3": "чеснок",

        "strIngredient4": "нарезанные помидоры",

        "strIngredient5": "красные хлопья чили",

        "strIngredient6": "итальянская приправа",

        "strIngredient7": "базилик",

        "strIngredient8": "Пармиджано-Реджано",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "1 фунт",

        "strMeasure2": "1/4 стакана",

        "strMeasure3": "3 зубчика",

        "strMeasure4": "1 жестяная банка",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "1/2 чайной ложки",

        "strMeasure7": "6 листьев",

        "strMeasure8": "мерцание",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52784",

        "strMeal": "Копченый чили из чечевицы с тыквой",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Начните с обжаривания тыквы. Нарежьте его тонкими полукольцами, сбрызните небольшим количеством масла и посыпьте морской солью. Я добавила немного свежего шалфея, который был у меня в холодильнике, но в этом нет необходимости. Обжаривайте кабачки при температуре 205 °C (400 F) в течение 20-30 минут, переворачивая на полпути, до мягкости и золотистого цвета. Дайте остыть и нарежьте кубиками.\r\nТем временем промойте чечевицу и залейте ее водой. Доведите их до кипения, затем убавьте огонь и варите (не накрывая крышкой) в течение 20-30 минут или до готовности. Слейте воду и отложите в сторону.\r\nП Пока варится чечевица, разогрейте 1 ст. л. разогрейте масло на слабом огне в средней кастрюле. Добавьте лук и лук-порей и тушите около 5 минут, или пока они не начнут размягчаться. Затем добавьте чеснок вместе с тмином и кориандром, готовьте еще несколько минут. Добавьте остальные специи – паприку, корицу, перец чили, какао, вустерширский соус, соль и орегано. Затем добавьте банку помидоров, воду или бульон и морковь. Варите на медленном огне под крышкой в течение 20 минут или пока овощи не станут мягкими, а смесь не загустеет. Вам нужно будет периодически проверять кастрюлю на предмет перемешивания и, при необходимости, долива жидкости.\r\nИзмельчите чечевицу и нарезанный жареный кабачок. Дайте повариться еще 10 минут, чтобы прогреть.Подавайте с нарезанным халапеньо, дольками лайма, кинзой, зеленым луком и сметаной из кешью.\r\n\r\n Простая СМЕТАНА ИЗ КЕШЬЮ\r\n\r\n1 стакан сырых несоленых орехов кешью\r\n Щепотка морской соли\r\n1 ч. л. Яблочный уксус\nr\nводная\nr\n\nr\n Доведите до кипения немного воды и используйте ее, чтобы замочить кешью минимум на четыре часа. В качестве альтернативы, вы можете использовать холодную воду и дать орехам кешью пропитаться на ночь, но я забывчивый / ленивый, поэтому часто использую метод варки, который намного быстрее.\r\nППосле того, как кешью пропитаются, слейте с них воду и добавьте в высокоскоростной блендер. Начните делать пюре, медленно добавляя примерно 1/2 стакана свежей воды, пока не будет достигнута кремообразная консистенция. Возможно, вам придется добавить меньше или больше воды, чтобы получить желаемую консистенцию.\r\nДобавьте щепотку морской соли и уксус (или лимонный сок).",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uwxqwy1483389553.jpg ",

        "strTags": "Пульс",

        "strYoutube": "https://www.youtube.com/watch?v=pKmqawK2Tqs ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Лук-порей",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Тмин",

        "strIngredient6": "Кориандр",

        "strIngredient7": "Копченая паприка",

        "strIngredient8": "Корица",

        "strIngredient9": "Молотый перец чили",

        "strIngredient10": "Какао",

        "strIngredient11": "Сушеный орегано",

        "strIngredient12": "Нарезанные кубиками помидоры",

        "strIngredient13": "Вода",

        "strIngredient14": "Морковь",

        "strIngredient15": "Коричневая чечевица",

        "strIngredient16": "Морская соль",

        "strIngredient17": "Сквош",

        "strIngredient18": "Кешью",

        "strIngredient19": "Яблочный уксус",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "1",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "3 зубчика",

        "strMeasure5": "4 ч. л. молотого",

        "strMeasure6": "2 чайные ложки молотого",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1/2 чайной ложки",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1 чайная ложка",

        "strMeasure11": "1/2 чайной ложки",

        "strMeasure12": "1 банка",

        "strMeasure13": "3 чашки",

        "strMeasure14": "3 нарезанных",

        "strMeasure15": "1 1/2 чашки",

        "strMeasure16": "1 чайная ложка",

        "strMeasure17": "1 Маленький",

        "strMeasure18": "1 чашка",

        "strMeasure19": "1 чайная ложка",

        "strMeasure20": "",

        "strSource": "http://www.wholeheartedeats.com/2016/11/smoky-lentil-chili-squash /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52793",

        "strMeal": "Идеальный липкий ирисный пудинг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Очистите финики от косточек и нарежьте их совсем мелко, положите в миску, затем залейте кипятком. Оставьте примерно на 30 минут, пока они не остынут и не пропитаются, затем немного разомните вилкой. Добавьте ванильный экстракт. Смажьте маслом и мукой семь мини-формочек для пудинга (каждая примерно по 200 мл/7 жидких унций) и поставьте их на противень. Разогрейте духовку до 180С/вентилятор 160С/газ 4.\r\nП Пока финики пропитываются, приготовьте пудинги. Смешайте муку и соду и взбейте яйца в отдельной миске. Взбейте сливочное масло и сахар вместе в большой миске в течение нескольких минут до слегка кремообразного состояния (смесь будет зернистой от сахара). Добавляйте яйца понемногу, хорошо взбивая между добавлениями. Взбейте черную патоку, затем, используя большую металлическую ложку, аккуратно добавьте треть муки, затем половину молока, стараясь не переборщить с взбиванием. Повторяйте до тех пор, пока не будет использована вся мука и молоко. Добавьте замоченные финики в тесто для пудинга. На этом этапе смесь может выглядеть немного свернувшейся и будет похожа на мягкое густое тесто. Равномерно распределите тесто по формочкам и выпекайте в течение 20-25 минут, пока оно не поднимется и не станет твердым.\r\nТем временем положите сахар и сливочное масло для соуса в кастрюлю среднего размера с половиной сливок. Доведите до кипения на среднем огне, все время помешивая, пока сахар полностью не растворится. Добавьте черную патоку, слегка увеличьте огонь и дайте смеси закипеть в течение 2-3 минут, пока она не приобретет насыщенный ирисный цвет, периодически помешивая, чтобы она не пригорела. Снимите сковороду с огня и взбейте оставшиеся сливки.\r\nПуд достаньте пудинги из духовки. Оставьте в формочках на несколько минут, затем хорошо разрыхлите их с боков формочек с помощью небольшого мастихина, прежде чем выворачивать их. Вы можете подавать их прямо сейчас, полив соусом, но они будут еще более липкими, если оставить их на день или два покрытыми соусом. Для этого налейте примерно половину соуса в одну или две жаропрочные сервировочные тарелки. Выложите перевернутые пудинги на соус, затем полейте их остальным соусом. Накройте пленкой, чтобы соус не расплылся (охлаждать не нужно).\nкогда будете готовы к подаче, разогрейте духовку до 180 °C / 160 °C / газа 4. Прогревайте пудинги, все еще накрыв их крышкой, в течение 15-20 минут или пока соус не начнет пузыриться. Подавайте их отдельно или со сливками или заварным кремом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xrptpq1483909204.jpg ",

        "strTags": "Пудинг, Десерт, Торт, Молочные продукты",

        "strYoutube": "https://www.youtube.com/watch?v=hKq6RbxJHBo ",

        "strIngredient1": "Промежуточные даты",

        "strIngredient2": "вода",

        "strIngredient3": "ванильный экстракт",

        "strIngredient4": "мука для самостоятельного приготовления",

        "strIngredient5": "бикарбонат соды",

        "strIngredient6": "яйца",

        "strIngredient7": "сливочное масло",

        "strIngredient8": "сахар демерара",

        "strIngredient9": "черная патока",

        "strIngredient10": "молоко",

        "strIngredient11": "мороженое",

        "strIngredient12": "мускатный сахар",

        "strIngredient13": "сливочное масло",

        "strIngredient14": "двойной крем",

        "strIngredient15": "черная патока",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g",

        "strMeasure2": "Кипячение 175 мл",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "175g",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "2",

        "strMeasure7": "85g",

        "strMeasure8": "140 г",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "100 мл",

        "strMeasure11": "1 мерная ложка",

        "strMeasure12": "175g",

        "strMeasure13": "50 г",

        "strMeasure14": "225 мл",

        "strMeasure15": "1 столовая ложка",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.youtube.com/watch ?v=Wytv3bjqJII",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52797",

        "strMeal": "Острый североафриканский картофельный салат",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Приготовьте картофель - положите картофель в кастрюлю с холодной водой и доведите до кипения. Варите 20 минут или пока картофель не станет мягким. Вы знаете, что они приготовлены, когда вы можете воткнуть в них нож, и нож проходит насквозь.Смешайте специи харисса, оливковое масло, соль, перец и лимонный сок в небольшой миске и взбейте до однородной массы.\r\nКак только картофель сварится, слейте воду и крупно нарежьте картофель пополам.\r\nСмешайте хариссу и зеленый лук/зеленый лук с картофелем и перемешайте.\r\nПв большую салатницу выложите рукколу/рукколу.\r\nП Сверху выложить картофельную смесь и перемешать.\r\nНаденьте фетту, мяту и посыпьте кедровыми орешками.\r\nПосолите и поперчите по вкусу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/urtwux1486983078.jpg ",

        "strTags": "Вегетарианский, Острый",

        "strYoutube": "https://www.youtube.com/watch?v=zxBzwJvTK4g ",

        "strIngredient1": "Мелкая картошка",

        "strIngredient2": "Харисса Спайс",

        "strIngredient3": "оливковое масло",

        "strIngredient4": "Лимон",

        "strIngredient5": "Зеленый лук",

        "strIngredient6": "Ракета",

        "strIngredient7": "Фета",

        "strIngredient8": "Мятный",

        "strIngredient9": "Кедровые орешки",

        "strIngredient10": "Соль",

        "strIngredient11": "Перец",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "650 г / 1 фунт 8 унций",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "2 ч. л.",

        "strMeasure4": "сок половины",

        "strMeasure5": "4",

        "strMeasure6": "150 г/ 6 унций",

        "strMeasure7": "80 г/3 унции",

        "strMeasure8": "20 нарезанных",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": "Ущипнуть",

        "strMeasure11": "Ущипнуть",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52817",

        "strMeal": "Запеченные баклажаны с хариссой, нутом и йогуртом с тмином",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в 12-дюймовой сковороде на сильном огне до образования румяной корочки. Добавьте баклажаны и убавьте огонь до среднего. Переворачивая баклажаны, приправляйте их солью и перцем, чтобы они подрумянились со всех сторон. Продолжайте готовить, регулярно переворачивая, до тех пор, пока вилка, воткнутая в баклажаны, не перестанет сопротивляться (возможно, вам придется подержать их на жирном конце, чтобы закончить приготовление самых толстых частей), около 20 минут, убавляя огонь и по мере необходимости подливая в сковороду воду, если баклажаны могут подгореть или задымиться чрезмерно.\r\n\r\n2.\r\n Смешайте хариссу, нут и помидоры вместе, затем добавьте к баклажанам. Готовьте, пока помидоры не покроются волдырями и не распадутся, еще около 5 минут. Приправьте солью и перцем и добавляйте воду по мере необходимости, чтобы получилась густая консистенция. Тем временем смешайте йогурт и тмин в сервировочной миске. Приправьте солью и перцем.\r\n\r\n3.\r\nП Посыпьте баклажанную смесь зеленью петрушки, сбрызните оливковым маслом первого отжима и подавайте с йогуртом на гарнир.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yqwtvu1487426027.jpg ",

        "strTags": "Вегетарианский",

        "strYoutube": "https://www.youtube.com/watch?v=uYB-1xJp4lg ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Яйцеклеточные растения",

        "strIngredient3": "Харисса",

        "strIngredient4": "Нут",

        "strIngredient5": "Помидоры черри",

        "strIngredient6": "Греческий йогурт",

        "strIngredient7": "Молотый тмин",

        "strIngredient8": "Петрушка",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 столовые ложки",

        "strMeasure2": "6 маленьких",

        "strMeasure3": "½ столовой ложки",

        "strMeasure4": "1 банка",

        "strMeasure5": "2 чашки разрезать пополам",

        "strMeasure6": "1 1/2 чашки",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "½ чашки",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.seriouseats.com/2014/09/one-pot-wonders-stovetop-eggplant-harissa-chickpeas-cumin.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52823",

        "strMeal": "Ризотто с лососем и креветками",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Растопите сливочное масло в сковороде с толстым дном и осторожно обжарьте лук без цвета, пока он не станет мягким.\r\nОбжарьте рис и перемешайте, чтобы все зерна покрылись маслом\r\nНалейте вино и готовьте, осторожно помешивая, пока оно не впитается\r\nПпоочередно добавляйте горячий бульон, помешивая, пока каждое добавление не впитается. Продолжайте помешивать, пока рис не станет мягким\r\nПполейте лимонным соком и цедрой, поперчите по вкусу. (лосось, вероятно, будет достаточно соленым, чтобы не нужно было добавлять соль) Осторожно перемешайте, чтобы прогреть через\nr\n nсерв посыпьте пармезаном и сезонными овощами.\r\n Лосось обжарить на гриле и аккуратно выложить на ризотто с креветками и спаржей",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xxrxux1503070723.jpg ",

        "strTags": "Рыба",

        "strYoutube": "https://www.youtube.com/watch?v=V2PMvBv52IE ",

        "strIngredient1": "сливочное масло",

        "strIngredient2": "лук",

        "strIngredient3": "рис",

        "strIngredient4": "белое вино",

        "strIngredient5": "овощной бульон",

        "strIngredient6": "лимон",

        "strIngredient7": "Королевские креветки",

        "strIngredient8": "лосось",

        "strIngredient9": "спаржа",

        "strIngredient10": "черный перец",

        "strIngredient11": "Пармезан",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г/2 унции",

        "strMeasure2": "1 мелко нарезанный",

        "strMeasure3": "150 г",

        "strMeasure4": "125 мл",

        "strMeasure5": "1 литр горячего",

        "strMeasure6": "Сок и цедра одного",

        "strMeasure7": "240 г большой",

        "strMeasure8": "150 г",

        "strMeasure9": "100 г кончиков, бланшированных в кипящей воде",

        "strMeasure10": "земля",

        "strMeasure11": "50 г стружки",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.rangemaster.co.uk/rangemaster-owners/recipes-ideas-inspiration/recipes/mains/prawn-and-hot-smoked-salmon-risotto-with-asparagus",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52833",

        "strMeal": "Чизкейк с соленой карамелью",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "1) Измельчите печенье и крендельки в кухонном комбайне и смешайте печенье с растопленным сливочным маслом. Выложите на дно формы для выпечки глубиной 8 дюймов/ 20 см и плотно прижмите. Оставьте настояться в холодильнике, пока вы готовите остальное!\r\n n\n r\n n2) С помощью электрического миксера, я использую KitchenAid с насадкой для взбивания, взбейте вместе сливочный сыр, ваниль и сахарную пудру до получения однородной массы, а затем добавьте карамель и снова взбивайте до однородности и образования комков бесплатно – это может занять пару минут, я взбиваю его на половинной скорости, так что не слишком быстро и не медленно!\r\n\r\n3) Влейте двойные сливочно–соленые хлопья и продолжайте взбивать в течение нескольких минут, пока они не станут очень густыми и похожими на мусс (я взбиваю на средней скорости, уровень 6/10) – теперь это может занять до 5 минут в зависимости от вашего миксера, но вы серьезно должны придерживаться этого - это будет полностью держаться после завершения перемешивания (как это делает безе!). Если вы недостаточно хорошо его перемешаете, он не застынет достаточно хорошо, но не теряйте терпения и взбивайте его очень быстро, потому что тогда он рассыплется! Распределите по бисквитной основе и оставьте застывать в холодильнике на ночь.\r\n\r\n4) Аккуратно достаньте чизкейк из формы и украсьте чизкейк – я посыпала его оставшейся карамелью, а затем попкорном с ирисками и еще крендельками!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xqrwyr1511133646.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=q5dQp3qpmI4 ",

        "strIngredient1": "Печенье для пищеварения",

        "strIngredient2": "Крендельки",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Сливочный сыр",

        "strIngredient5": "Ванильный экстракт",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "Карамель",

        "strIngredient8": "Морская соль",

        "strIngredient9": "Двойной крем",

        "strIngredient10": "Карамельный соус",

        "strIngredient11": "Попкорн с ирисками",

        "strIngredient12": "Крендельки",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "75g",

        "strMeasure3": "135g",

        "strMeasure4": "450 г",

        "strMeasure5": "1tsp",

        "strMeasure6": "100 г",

        "strMeasure7": "150 г",

        "strMeasure8": "1tsp",

        "strMeasure9": "300 мл",

        "strMeasure10": "морось",

        "strMeasure11": "Верхний",

        "strMeasure12": "Верхний",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.janespatisserie.com/2015/11/09/no-bake-salted-caramel-cheesecake /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52836",

        "strMeal": "fideuà из морепродуктов",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Вскипятите чайник. Откиньте мидии на дуршлаг и промойте под холодной водой. Выбросьте все со сломанными скорлупками. Перебирайте раковины, постукивая каждой по краю раковины – они должны быть закрыты или медленно закрываться при постукивании – если они остаются открытыми, выбросьте их. Если к какой-либо из раковин все еще прилипли ракушки или волокнистые бородки, снимите их столовым ножом и хорошо промойте раковины. Храните в дуршлаге, накрыв холодной влажной тканью, до готовности к приготовлению. Очистите креветки от панцирей только на части тела – головы и хвосты оставьте нетронутыми. Разрежьте спинки и вытащите все засыпанные песком внутренности. Охладите, пока не будете готовы к приготовлению.\r\nПпложите шафран в маленькую чашку, залейте 50 мл кипятка и отставьте на 10 минут. Если вы используете вермишель, выложите ее в миску и разомните руками на маленькие кусочки (около 1 см длиной).\r\nРазогрейте масло в большой сковороде с бортиками не менее 3 см или в 40-сантиметровой сковороде для паэльи. Добавьте лук и перемешивайте на сковороде в течение 5 минут до мягкости. Добавьте чеснок и готовьте еще 1 минуту, затем добавьте вермишель и готовьте еще 5 минут, время от времени помешивая, пока вермишель не станет поджаристо-коричневой. Добавьте паприку.\r\nП Поддерживая умеренный огонь, перемешайте морского черта, кальмаров и шафран с водой, хорошо приправив. Распределите ингредиенты ровным слоем, затем залейте горячим бульоном и посыпьте сверху помидорами. Доведите до кипения, затем накройте все блюдо плотно закрывающейся крышкой (или фольгой). Убавьте огонь до среднего и готовьте в течение 6 минут.Накройте и перемешайте, чтобы добавить сухой верхний слой макарон. Вдавите мидии в макароны так, чтобы петли оказались на дне блюда и встали вертикально. Сверху выложите креветки, плотно накройте и готовьте еще 6 минут или пока мидии не раскроются, креветки не станут розовыми, а макароны не прожарятся. Оставьте тушиться еще на 2-3 минуты, чтобы выпарить большую часть оставшейся жидкости (оставьте немного на сковороде, чтобы макароны не слиплись). Дайте настояться 2-3 минуты, затем выжмите лимонный сок и выложите сверху дольки. Перед подачей посыпьте зеленью петрушки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wqqvyq1511179730.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=itsFEc8W468 ",

        "strIngredient1": "Мидии",

        "strIngredient2": "Креветки",

        "strIngredient3": "Шафран",

        "strIngredient4": "Вермишель",

        "strIngredient5": "Оливковое масло",

        "strIngredient6": "Лук",

        "strIngredient7": "Чеснок",

        "strIngredient8": "Паприка",

        "strIngredient9": "Рыба-аконит",

        "strIngredient10": "Детеныш кальмара",

        "strIngredient11": "Рыбный бульон",

        "strIngredient12": "Помидоры",

        "strIngredient13": "Лимон",

        "strIngredient14": "Петрушка",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "8",

        "strMeasure3": "2 щепотки",

        "strMeasure4": "350 г",

        "strMeasure5": "5 tblsp",

        "strMeasure6": "1 большой",

        "strMeasure7": "3 зубчика",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "1 хвост",

        "strMeasure10": "4",

        "strMeasure11": "650 мл",

        "strMeasure12": "2 больших",

        "strMeasure13": "Сок 1",

        "strMeasure14": "Начинка",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/seafood-fideua-paella ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52849",

        "strMeal": "Каннеллони со шпинатом и рикоттой",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Сначала приготовьте томатный соус. Разогрейте масло в большой сковороде и обжарьте чеснок в течение 1 минуты. Добавьте сахар, уксус, помидоры и немного приправ и тушите 20 минут, периодически помешивая, до загустения. Добавьте базилик и разделите соус между 2 или более неглубокими жаропрочными тарелками (см. Советы по замораживанию ниже). Отложите в сторону. Приготовьте соус, взбив маскарпоне с молоком до получения однородной массы, приправьте, затем отложите в сторону.\r\n \r\n Положите шпинат в большой дуршлаг и залейте кипятком, чтобы он завял (возможно, вам придется делать это порциями). Когда достаточно остынет, чтобы можно было обрабатывать, отожмите лишнюю воду. Шпинат мелко нарежьте и смешайте в большой миске со 100 г пармезана и рикотты. Хорошо приправьте солью, перцем и мускатным орехом.\r\n\r\n Разогрейте духовку до 200С / 180 С с вентилятором /газом 6. Используя кондитерский мешок или пластиковый пакет для продуктов с отрезанным уголком, выдавите начинку в трубочки для каннеллони. Выложите трубочки рядышком поверх томатного соуса и ложкой полейте соусом маскарпоне. Сверху посыпьте пармезаном и моцареллой. Теперь вы можете заморозить каннеллони в сыром виде или сначала приготовить их, а затем заморозить. Выпекайте в течение 30-35 минут до золотистого цвета и образования пузырьков. Выньте из духовки и дайте постоять 5 минут перед подачей на стол. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wspuvp1511303478.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=rYGaEJjyLQA ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Чеснок",

        "strIngredient3": "Сахарная пудра",

        "strIngredient4": "Красный винный уксус",

        "strIngredient5": "Нарезанные помидоры",

        "strIngredient6": "Листья базилика",

        "strIngredient7": "Маскарпоне",

        "strIngredient8": "Молоко",

        "strIngredient9": "Пармезан",

        "strIngredient10": "Моцарелла",

        "strIngredient11": "Шпинат",

        "strIngredient12": "Пармезан",

        "strIngredient13": "Рикотта",

        "strIngredient14": "Мускатный орех",

        "strIngredient15": "Фасоль Каннеллини",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 столовые ложки",

        "strMeasure2": "8 нарезанных зубчиков",

        "strMeasure3": "3 столовые ложки",

        "strMeasure4": "2 столовых ложки",

        "strMeasure5": "3 банки по 400 г",

        "strMeasure6": "Связка",

        "strMeasure7": "2 ванны",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "85g",

        "strMeasure10": "2 нарезанных",

        "strMeasure11": "1 кг",

        "strMeasure12": "100 г",

        "strMeasure13": "3 ванны",

        "strMeasure14": "ущипнуть",

        "strMeasure15": "400 г",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/531632/spinach-and-ricotta-cannelloni ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52866",

        "strMeal": "Лингвини из кабачков",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте духовку до 200С/180 С с вентилятором/газом 6. Выложите тыкву и чеснок на противень и сбрызните оливковым маслом. Запекайте в течение 35-40 минут до мягкости. Сезон.\r\nПриготовьте макароны в соответствии с инструкциями на упаковке. Слейте воду, оставив воду. С помощью блендера взбейте тыкву с 400 мл воды для варки. Разогрейте немного масла в сковороде, обжарьте шалфей до хрустящей корочки, затем выложите на кухонную бумагу. Выложите макароны и соус на сковороду и прогрейте. Посыпьте шалфеем.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wxswxy1511452625.jpg ",

        "strTags": "Паста легкая",

        "strYoutube": "https://www.youtube.com/watch?v=xHZ-PoGwTLQ ",

        "strIngredient1": "Тыквенный орех",

        "strIngredient2": "Чеснок",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Паста лингвини",

        "strIngredient5": "Мудрец",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "350 г",

        "strMeasure2": "3 части",

        "strMeasure3": "3 столовые ложки",

        "strMeasure4": "350 г",

        "strMeasure5": "Небольшая связка",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/creamy-squash-linguine ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52872",

        "strMeal": "Испанская тортилья",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Поставьте большую сковороду с антипригарным покрытием на слабый огонь. Медленно обжаривайте лук в растительном и сливочном масле, пока он не станет мягким, но не коричневым – это должно занять около 15 минут. Добавьте картофель, накройте сковороду крышкой и готовьте еще 15-20 минут, периодически помешивая, чтобы картофель прожарился равномерно.\r\nПкогда картофель станет мягким, а лук блестящим, раздавите 2 зубчика чеснока и перемешайте, затем добавьте взбитые яйца.\r\nП Наденьте крышку обратно на сковороду и оставьте тортилью вариться на медленном огне. Через 20 минут края и основа должны стать золотистыми, верх застыл, но середина все еще немного шатается. Чтобы перевернуть его, переложите на тарелку, сверху поставьте другую тарелку, переверните все это и переложите обратно на сковороду, чтобы закончить приготовление. После приготовления переложите тортилью на тарелку и подавайте теплой или холодной, посыпав рубленой зеленью петрушки.\r\nП Для сопровождения возьмите ломтики подогретого багета, наколите со всех сторон вилкой и натрите оставшимся чесноком, выложите сверху тертые помидоры и приправьте морской солью и сбрызните оливковым маслом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/quuxsx1511476154.jpg ",

        "strTags": "Яйцо, Легкое",

        "strYoutube": "https://www.youtube.com/watch?v=JceGMNG7rpU ",

        "strIngredient1": "Лук",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Сливочное масло",

        "strIngredient4": "Картофель",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Яйца",

        "strIngredient7": "Петрушка",

        "strIngredient8": "Багет",

        "strIngredient9": "Виноградные помидоры",

        "strIngredient10": "Оливковое масло",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 нарезанный",

        "strMeasure2": "4 столовые ложки",

        "strMeasure3": "25g",

        "strMeasure4": "400 г",

        "strMeasure5": "6 зубчиков",

        "strMeasure6": "8",

        "strMeasure7": "Горсть",

        "strMeasure8": "1",

        "strMeasure9": "4",

        "strMeasure10": "морось",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/spanish-tortilla ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52881",

        "strMeal": "Пирог со стейком и почками",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте духовку до 220C/425F/Gas 7\r\nПна большой сковороде разогрейте растительное масло и обжарьте говядину со всех сторон. (Возможно, вам придется делать это партиями.) Отложите в сторону, затем обжарьте почки с обеих сторон на той же сковороде. Добавьте лук и готовьте 3-4 минуты.\r\n Выложите говядину на сковороду, посыпьте мукой и обваляйте мясо и лук\r\nВлейте в сковороду бульон, хорошо перемешайте и доведите до кипения.\r\nПубавьте огонь и тушите 1½ часа без крышки. Если жидкость испаряется слишком сильно, добавьте еще бульона.\r\n Отойдите от жары. Добавьте соль, перец и вустерширский соус и дайте полностью остыть. Выложите приготовленную мясную смесь в форму для пирога.\r\n N Раскатайте тесто до толщины 5 мм / ¼ дюйма и на 5 см / 2 дюйма больше, чем блюдо, которое вы используете.\r\nИспользуя скалку, приподнимите тесто и выложите его поверх формы для пирога. Обрежьте и обжмите края пальцами и большим пальцем.\r\n Смажьте поверхность взбитой яичной смесью и выпекайте в течение 30-40 минут до золотисто-коричневого цвета и пышности.Подавайте со сливочным пюре и тушеными овощами, чтобы они пропитались соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qysyss1511558054.jpg ",

        "strTags": "Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=oTw5tPt4KmA ",

        "strIngredient1": "Слоеное тесто",

        "strIngredient2": "Яичный белок",

        "strIngredient3": "Яичные желтки",

        "strIngredient4": "Растительное масло",

        "strIngredient5": "Говядина",

        "strIngredient6": "Баранья почка",

        "strIngredient7": "Лук",

        "strIngredient8": "Обычная мука",

        "strIngredient9": "Говяжий бульон",

        "strIngredient10": "Соль",

        "strIngredient11": "Перец",

        "strIngredient12": "Вустерширский соус",

        "strIngredient13": null,

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "Избитый",

        "strMeasure3": "Избитый",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "70 мл",

        "strMeasure6": "200 г",

        "strMeasure7": "2 нарезанных",

        "strMeasure8": "30g",

        "strMeasure9": "85 мл",

        "strMeasure10": "ущипнуть",

        "strMeasure11": "ущипнуть",

        "strMeasure12": "Тире",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/steakandkidneypie_73308 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52883",

        "strMeal": "Липкий ирисный пудинг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 180 °С /160 °С с вентилятором/газом 4. Смажьте маслом широкую неглубокую 1,7-литровую /3-пинтовую жаропрочную форму.\r\nП В миску для смешивания положите сливочное масло, сахар, яйца, муку, разрыхлитель, соду и патоку. Взбивайте с помощью электрического ручного венчика около 30 секунд или до получения однородной массы. Постепенно влейте молоко и снова взбейте до получения однородной массы. Вылейте в подготовленное блюдо. Выпекайте в течение 35-40 минут или до тех пор, пока тесто не поднимется и не станет упругим в центре.\r\nПчтобы приготовить соус, положите все ингредиенты в кастрюлю и помешивайте на слабом огне, пока сахар не растворится, а сливочное масло не растает. Доведите до кипения, помешивая в течение минуты.\r\nП Перед подачей на стол полейте пудинг в форме для запекания половиной соуса. Подавайте со сливками или мороженым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xqqqtu1511637379.jpg ",

        "strTags": "Пудинг, Торт, Десерт",

        "strYoutube": "https://www.youtube.com/watch ?v=Wytv3bjqJII",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Мускатный сахар",

        "strIngredient3": "Яйца",

        "strIngredient4": "Мука для самостоятельного приготовления",

        "strIngredient5": "Разрыхлитель для выпечки",

        "strIngredient6": "Бикарбонат соды",

        "strIngredient7": "Черная патока",

        "strIngredient8": "Молоко",

        "strIngredient9": "Двойной крем",

        "strIngredient10": "Сливочное масло",

        "strIngredient11": "Мускатный сахар",

        "strIngredient12": "Черная патока",

        "strIngredient13": "Двойной крем",

        "strIngredient14": "Ванильный экстракт",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "100 г",

        "strMeasure2": "175g",

        "strMeasure3": "2 больших",

        "strMeasure4": "225g",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "3 столовые ложки",

        "strMeasure8": "275 мл",

        "strMeasure9": "служить",

        "strMeasure10": "100 г",

        "strMeasure11": "125 г",

        "strMeasure12": "1 столовая ложка",

        "strMeasure13": "300 мл",

        "strMeasure14": "1 чайная ложка",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/marys_sticky_toffee_41970 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52886",

        "strMeal": "Пятнистый член",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Положите муку и соль в миску. Добавьте сало, смородину, сахар, лимонную и апельсиновую цедру.\r\npвлейте 150 мл молока и замесите плотное, но влажное тесто, при необходимости добавляя дополнительное молоко.\r\n Сформируйте толстый рулет длиной около 20 см. Выложите на большой прямоугольник пергамента для выпечки. Заверните неплотно, чтобы пудинг поднялся, и завяжите концы бечевкой, как рождественский крекер.\r\n Поставьте пароварку на большую кастрюлю с кипящей водой, добавьте пудинг в пароварку, накройте и готовьте на пару в течение 1 1/2 часа. Время от времени доливайте в кастрюлю воду.Достаньте из пароварки и дайте немного остыть, прежде чем разворачивать. Подавайте, посыпав ломтиками заварного крема.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xqvyqr1511638875.jpg ",

        "strTags": "Фруктовый, Пудинг, Десерт",

        "strYoutube": "https://www.youtube.com/watch?v=fu15XOF-ros ",

        "strIngredient1": "Мука для самостоятельного приготовления",

        "strIngredient2": "Соль",

        "strIngredient3": "Сало",

        "strIngredient4": "Смородина",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Лимон",

        "strIngredient7": "Оранжевый",

        "strIngredient8": "Молоко",

        "strIngredient9": "Заварной крем",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "ущипнуть",

        "strMeasure3": "125 г",

        "strMeasure4": "175g",

        "strMeasure5": "80g",

        "strMeasure6": "Изюминка 1",

        "strMeasure7": "Изюминка 1",

        "strMeasure8": "150 мл",

        "strMeasure9": "служить",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2686661/spotted-dick ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52889",

        "strMeal": "Летний пудинг",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Извлеките сок: Вымойте фрукты и аккуратно высушите на кухонной бумаге – держите клубнику отдельно. Положите сахар и 3 столовые ложки воды в большую кастрюлю. Осторожно нагревайте, пока сахар не растворится – перемешайте несколько раз. Доведите до кипения в течение 1 минуты, затем добавьте фрукты (не клубнику). Готовьте 3 минуты на слабом огне, помешивая 2-3 раза. Плоды будут размягченными, в основном целыми и окруженными темно-красным соком. Положите сито на миску и опрокиньте туда фрукты и сок.\r\n Застелите миску пищевой пленкой и подготовьте хлеб: выложите 1.25-литровый таз накройте пищевой пленкой, так как это поможет вам приготовить пудинг. Наложите два куска пищевой пленки внахлест посередине чаши, так как это проще, чем пытаться приклеить один лист ко всем изгибам. Пусть края выступят примерно на 15 см. Срежьте корки с хлеба. Разрежьте 4 куска хлеба пополам, немного под углом, чтобы получилось по 2 кривых прямоугольника на каждый кусок. Разрежьте 2 ломтика на 4 треугольника каждый и оставьте последний кусочек целым.Приготовьте пудинг: Окуните весь кусок хлеба в сок на несколько секунд, чтобы он покрылся. Вдавите это в дно таза. Теперь окуните вонючку прямоугольные кусочки по одному и прижимайте к стенкам чаши так, чтобы они аккуратно прилегали друг к другу, попеременно располагая широкие и узкие концы вверх. Если вы не можете полностью вместить последний кусочек хлеба, это не имеет значения, просто нарежьте его треугольником, обмакните в сок и надрежьте. Теперь ложкой всыпьте размягченные фрукты, добавляя по ходу то тут, то там клубнику.Пусть вкусы смешаются, затем подавайте: окуните хлебные треугольники в сок и положите сверху – обрежьте выступающие части ножницами. Оставшийся сок оставьте на потом. Поднимите пищевую пленку и плотно закройте. Сверху положите боковую тарелку и утяжелите банками. Охладите в течение 6 часов или на ночь. Перед подачей на стол снимите пищевую пленку, затем положите сверху сервировочную тарелку вверх дном и переверните. подавайте с оставшимся соком, оставшимися ягодами и сливками.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rsqwus1511640214.jpg ",

        "strTags": "Лето",

        "strYoutube": "https://www.youtube.com/watch?v=akJIO6UhXtA ",

        "strIngredient1": "Клубника",

        "strIngredient2": "Ежевика",

        "strIngredient3": "Красная смородина",

        "strIngredient4": "Малина",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Хлеб",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "250 г",

        "strMeasure3": "100 г",

        "strMeasure4": "500 г",

        "strMeasure5": "175g",

        "strMeasure6": "7 срезов",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/4516/summer-pudding ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52911",

        "strMeal": "Летний Писту",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в большой сковороде и обжарьте лук-порей и кабачки в течение 5 минут до мягкости. Влейте бульон, добавьте три четверти фасоли с зеленой фасолью, половину помидоров и тушите 5-8 минут, пока овощи не станут мягкими.\r\nТем временем измельчите оставшиеся бобы и помидоры, чеснок и базилик в кухонном комбайне (или в чаше с ручным блендером) до получения однородной массы, затем добавьте пармезан. Добавьте соус в суп, готовьте 1 минуту, затем разлейте половину по тарелкам или перелейте в термос для упакованного ланча. Остудите оставшуюся часть. Продержится пару дней",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rqtxvr1511792990.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch ?v=fyeqZJKEXp0",

        "strIngredient1": "Рапсовое масло",

        "strIngredient2": "Лук-порей",

        "strIngredient3": "Кабачки",

        "strIngredient4": "Овощной бульон",

        "strIngredient5": "Фасоль Каннеллини",

        "strIngredient6": "Зеленая фасоль",

        "strIngredient7": "Помидоры",

        "strIngredient8": "Зубчик чеснока",

        "strIngredient9": "Базилик",

        "strIngredient10": "Пармезан",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "2 мелко нарезанных",

        "strMeasure3": "1 большой",

        "strMeasure4": "1L",

        "strMeasure5": "400 г",

        "strMeasure6": "200 г",

        "strMeasure7": "3 нарезанных",

        "strMeasure8": "3 нарезанных",

        "strMeasure9": "Небольшая упаковка",

        "strMeasure10": "40g",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/summer-pistou ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52925",

        "strMeal": "Дробленый гороховый суп",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Положите окорок в очень большую кастрюлю с 2 литрами воды и доведите до кипения. Снимите с огня и слейте воду – это поможет избавиться от некоторой солености. Залейте 2 литрами холодной воды и снова доведите до кипения. Положите в кастрюлю все, кроме замороженного горошка, и доведите до кипения. Убавьте огонь и готовьте 1½-2½ часа, доливая воду по мере необходимости до того же уровня, с которого она начиналась. Когда ветчина сварится и размягчится, вы можете разрезать ее пополам, если хотите, чтобы она полностью погрузилась в жидкость. Когда ветчина станет мягкой достаточно растянуть в клочья, и все готово.\r\n Ветчину вынуть, очистить от кожицы и отбросить. Пока оно еще горячее (наденьте чистую пару резиновых перчаток), измельчите мясо. Выньте лавровый лист из супа и добавьте замороженный горошек. Варите на медленном огне в течение 1 минуты, затем взбейте до получения однородной массы. Добавьте немного воды, если она слишком густая, и верните на сковороду для прогрева, если она остыла, или если вы готовите заранее.\r\nП кОгда будете готовы подавать, смешайте горячий суп с большей частью ветчины – слегка разогрейте, если приготовили заранее. Подавайте в тарелках, посыпав сверху оставшейся ветчиной, и ешьте с хрустящим хлебом и маслом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/xxtsvx1511814083.jpg ",

        "strTags": "Суп, теплый",

        "strYoutube": "https://www.youtube.com/watch?v=qdhWz7qAaCU ",

        "strIngredient1": "Ветчина",

        "strIngredient2": "Горох",

        "strIngredient3": "Лук",

        "strIngredient4": "Морковь",

        "strIngredient5": "Лавровый лист",

        "strIngredient6": "Сельдерей",

        "strIngredient7": "Замороженный горошек",

        "strIngredient8": "Хлеб",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "200 г (замочить на ночь)",

        "strMeasure3": "2 нарезанных",

        "strMeasure4": "2 нарезанных",

        "strMeasure5": "2",

        "strMeasure6": "1 нарезанный",

        "strMeasure7": "300 г",

        "strMeasure8": "служить",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1022639/split-pea-and-green-pea-smoked-ham-soup ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52931",

        "strMeal": "Сахарный пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 350 градусов по Фаренгейту (175 градусов по Цельсию). Смажьте маслом 9-дюймовую форму для пирога.\r\n Поместите коричневый сахар и сливочное масло в миску для смешивания и взбейте их вместе электрическим миксером до получения кремообразной и очень хорошо перемешанной массы без комочков. Взбейте яйца по одному, включая первое яйцо, прежде чем добавлять следующее. Добавьте ванильный экстракт и соль; постепенно всыпьте муку, а затем молоко, чтобы получилось кремообразное тесто. Вылейте тесто в подготовленную форму для пирога.\r\nПпекайте в предварительно разогретой духовке 35 минут; достаньте пирог и накройте края алюминиевой фольгой, чтобы предотвратить пригорание. Верните в духовку и выпекайте, пока серединка не застынет, а сверху не образуется хрустящий слой, еще около 15 минут. Дайте пирогу остыть до комнатной температуры, затем поставьте в холодильник минимум на 1 час перед подачей на стол. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yrstur1511816601.jpg ",

        "strTags": "Пирог с десертом",

        "strYoutube": "https://www.youtube.com/watch?v=uVQ66jiL-Dc ",

        "strIngredient1": "Коричневый сахар",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Яйца",

        "strIngredient4": "Ванильный экстракт",

        "strIngredient5": "Соль",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Молоко",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "¼ чашки",

        "strMeasure3": "2",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "½ чашки",

        "strMeasure7": "1 1/2 чашки",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://allrecipes.com/recipe/213595/miraculous-canadian-sugar-pie /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52935",

        "strMeal": "Стейк Диана",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Разогрейте масло в 12-дюймовой сковороде на средне-сильном огне. Посолите и поперчите стейки и добавьте в сковороду; готовьте, перевернув один раз, пока они не подрумянятся с обеих сторон и не подрумянятся до желаемой прожарки, примерно 4-5 минут для средне-прожарки. Переложите стейки на тарелку и отложите в сторону.\r\n вЕрните сковороду на сильный огонь и добавьте бульон; готовьте, пока не уменьшится до 1/2 стакана, около 10 минут. Перелейте в миску и отставьте в сторону. Верните сковороду на огонь и добавьте сливочное масло; добавьте чеснок и лук-шалот и готовьте, помешивая, до мягкости, около 2 минут. Добавьте грибы и готовьте, помешивая, пока из них не выйдет жидкость, она не испарится и грибы не начнут подрумяниваться, около 2 минут. Добавьте коньяк и подожгите фламбе спичкой; готовьте, пока пламя не погаснет. Добавьте оставшийся бульон, сливки, дижонский, вустерширский и острый соус, а затем верните стейки в сковороду; готовьте, переворачивая соус, пока он не прогреется и соус не загустеет, около 4 минут. Переложите стейк на сервировочные тарелки и добавьте в соус петрушку и зеленый лук; перед подачей полейте стейки соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vussxq1511882648.jpg ",

        "strTags": "Дата, Ночь,Дорого,Мясо,Основная мука,Сырный",

        "strYoutube": "https://www.youtube.com/watch?v=9rWZNHkrsNg ",

        "strIngredient1": "Масло канолы",

        "strIngredient2": "Говяжье филе",

        "strIngredient3": "Говяжий бульон",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Шалот",

        "strIngredient7": "Грибы",

        "strIngredient8": "Бренди",

        "strIngredient9": "Жирные сливки",

        "strIngredient10": "Дижонская горчица",

        "strIngredient11": "Вустерширский соус",

        "strIngredient12": "Соус табаско",

        "strIngredient13": "Петрушка",

        "strIngredient14": "Зеленый лук",

        "strIngredient15": "Соль",

        "strIngredient16": "Перец",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "4",

        "strMeasure3": "1 1/2 чашки",

        "strMeasure4": "2 столовые ложки",

        "strMeasure5": "2 зубчика чеснока измельчить",

        "strMeasure6": "1 средний мелко нарезанный кубик",

        "strMeasure7": "4 унции",

        "strMeasure8": "¼ чашки",

        "strMeasure9": "¼ чашки",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "1 столовая ложка",

        "strMeasure12": "Тире",

        "strMeasure13": "1 столовая ложка фарша",

        "strMeasure14": "1 столовая ложка фарша",

        "strMeasure15": "по вкусу",

        "strMeasure16": "по вкусу",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.saveur.com/article/Recipes/Classic-Steak-Diane ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52936",

        "strMeal": "Соленая рыба и Аки",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Для приготовления соленой рыбы замочите соленую треску на ночь, пару раз сменив воду.\r\nП Слейте воду, затем положите треску в большую кастрюлю с пресной водой и доведите до кипения. Снова слейте воду, добавьте свежую воду и снова доведите до кипения.Обжаривайте около пяти минут или до готовности, затем слейте воду и нарежьте рыбу крупными кусками. Откажитесь от кожи и костей.\r\nПДля пельменей смешайте муку и сало с щепоткой соли и 250 мл / 9 жидких унций воды, чтобы получилось тесто.Заверните смесь в пищевую пленку и оставьте в холодильнике настояться.\r\n Откройте банку с аки, слейте воду и промойте, затем отложите в сторону.\r\nПнагрейте столовую ложку оливкового масла в сковороде и обжарьте лук, пока он не станет мягким, но не коричневым.\r\nДобавьте специи, приправу, перечный соус и нарезанный перец и продолжайте жарить, пока перец не станет мягким.\r\nДобавьте нарезанные помидоры, затем соленую треску и перемешайте. Наконец, очень осторожно добавьте аки и оставьте тушиться до готовности к подаче.\r\nПкогда вы будете почти готовы к употреблению, разогрейте примерно 1 см/ ½ дюйма растительного масла в сковороде и нагревайте, пока оно не начнет дымиться.\r\n Сформируйте из клецочной смеси шарики размером со сливу и мелко обжарьте до золотисто-коричневого цвета. (ВНИМАНИЕ: горячее масло может быть опасным. Не оставляйте сковороду без присмотра.)\r\n Выложите клецки на кухонную бумагу и подавайте с соленой рыбой и аки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vytypy1511883765.jpg ",

        "strTags": "Специальность",

        "strYoutube": "https://www.youtube.com/watch?v=nbfNyZbdn2I ",

        "strIngredient1": "Соленая треска",

        "strIngredient2": "Ackee",

        "strIngredient3": "Лук",

        "strIngredient4": "Паприка",

        "strIngredient5": "Порошок карри",

        "strIngredient6": "Топинамбур",

        "strIngredient7": "Горячее пюре",

        "strIngredient8": "Красный перец",

        "strIngredient9": "Желтый перец",

        "strIngredient10": "Помидоры",

        "strIngredient11": "Соль",

        "strIngredient12": "Перец",

        "strIngredient13": "Мука для самостоятельного приготовления",

        "strIngredient14": "Сало",

        "strIngredient15": "Соль",

        "strIngredient16": "Оливковое масло",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "400 г",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1 нарезанный",

        "strMeasure9": "1 нарезанный",

        "strMeasure10": "200 г",

        "strMeasure11": "по вкусу",

        "strMeasure12": "по вкусу",

        "strMeasure13": "250 г",

        "strMeasure14": "30g",

        "strMeasure15": "ущипнуть",

        "strMeasure16": "для жарки",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/saltfish__ackee_with_64803 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52949",

        "strMeal": "Свинина в кисло-сладком соусе",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Подготовка\nr\n1. Разбейте яйцо в миску. Отделите яичный белок от желтка.\r\n\r\nсладкая и кислая свинина\r\n2. Нарежьте свиную вырезку полосками.\r\n\r\n3. Приготовьте маринад, используя щепотку соли, одну чайную ложку крахмала, две чайные ложки светлого соевого соуса и яичный белок.\r\n\r\n4. Маринуйте полоски свинины около 20 минут.\r\n\r\n5. Положите оставшийся крахмал в миску. Добавьте немного воды и уксуса, чтобы получился крахмалистый соус.\r\n\r\nсладкая и кислая свинина\r\n Инструкция по приготовлению\r\n1. Налейте растительное масло в вок и разогрейте до 190 °C (375 °F). Добавьте маринованные полоски свинины и обжаривайте их, пока они не станут коричневыми. Готовую свинину выньте из вока и выложите на тарелку.\r\n\r\n2. Оставьте немного масла в воке. Положите томатный соус и белый сахар в вок и нагревайте, пока масло и соус полностью не смешаются.\r\n\r\n3. Добавьте немного воды в вок и тщательно разогрейте кисло-сладкий соус, прежде чем добавлять в него полоски свинины.\r\n\r\n4. Влейте крахмалистый соус. Обжаривайте все ингредиенты, помешивая, пока свинина и соус не будут тщательно перемешаны.\r\n\r\n5. Подавайте на тарелке, добавив немного кориандра для украшения.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529442316.jpg ",

        "strTags": "Сладкий",

        "strYoutube": "https://www.youtube.com/watch?v=mdaBIhgEAMo ",

        "strIngredient1": "Свинина",

        "strIngredient2": "Яйцо",

        "strIngredient3": "Вода",

        "strIngredient4": "Соль",

        "strIngredient5": "Сахар",

        "strIngredient6": "Соевый соус",

        "strIngredient7": "Крахмал",

        "strIngredient8": "Томатное пюре",

        "strIngredient9": "Уксус",

        "strIngredient10": "Кориандр",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "200 г",

        "strMeasure2": "1",

        "strMeasure3": "Тире",

        "strMeasure4": "1/2 чайной ложки",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "10g",

        "strMeasure7": "10g",

        "strMeasure8": "30g",

        "strMeasure9": "10g",

        "strMeasure10": "Тире",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.chinahighlights.com/travelguide/chinese-food/cooking/sweet-sour-pork.htm ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52950",

        "strMeal": "Говядина по-сычуаньски",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "ШАГ 1 - МАРИНОВАНИЕ ГОВЯДИНЫ\r\nВ миску добавьте говядину, соль, кунжутное масло, белый перец, яичный белок, 2 столовые ложки кукурузного крахмала и 1 столовую ложку масла.\r\nШаг 2 - ОБЖАРИВАНИЕ\nr\nПпервый обжарьте говядину, добавив 2 столовые ложки масла, пока говядина не станет золотисто-коричневой.\r\n Отложите говядину в сторону\nr\nПв вок добавьте 1 столовую ложку масла, измельченный имбирь, измельченный чеснок и обжаривайте, помешивая, несколько секунд.\r\n Затем добавьте все овощи, а затем добавьте хересное кулинарное вино и 1 стакан воды.Для приготовления соуса добавьте устричный соус, острый перечный соус и сахар.\r\n добавьте приготовленную говядину и 1 ложку соевого соуса\nr\nПдля загущения соуса взбейте в миске 1 столовую ложку кукурузного крахмала и 2 столовые ложки воды и медленно добавляйте в жаркое, пока он не станет нужной густоты.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529443236.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=SQGZqZYz7Ms ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Соль",

        "strIngredient3": "Кунжутное масло",

        "strIngredient4": "Перец",

        "strIngredient5": "Яичный белок",

        "strIngredient6": "Крахмал",

        "strIngredient7": "Масло",

        "strIngredient8": "Имбирь",

        "strIngredient9": "Чеснок",

        "strIngredient10": "Лук",

        "strIngredient11": "Морковь",

        "strIngredient12": "Зеленый перец",

        "strIngredient13": "Сельдерей",

        "strIngredient14": "Грибы",

        "strIngredient15": "Приготовление вина",

        "strIngredient16": "Вода",

        "strIngredient17": "Устричный соус",

        "strIngredient18": "Горячее пюре",

        "strIngredient19": "Сахар",

        "strIngredient20": "Соевый соус",

        "strMeasure1": "1/2 фунта",

        "strMeasure2": "1/2 чайной ложки",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "1 щепотка",

        "strMeasure5": "1",

        "strMeasure6": "3 столовые ложки",

        "strMeasure7": "4 столовые ложки",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "3/4 чашки",

        "strMeasure11": "1/2 чашки",

        "strMeasure12": "3/4 стакана",

        "strMeasure13": "1 чашка",

        "strMeasure14": "1 чашка",

        "strMeasure15": "1 столовая ложка",

        "strMeasure16": "1 чашка",

        "strMeasure17": "1 столовая ложка",

        "strMeasure18": "1/2 чайной ложки",

        "strMeasure19": "1 чайная ложка",

        "strMeasure20": "1 столовая ложка",

        "strSource": "https://sueandgambo.com/pages/szechuan-beef ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52953",

        "strMeal": "Веселое чау-чау с креветками",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1 - ЗАМОЧИТЕ РИСОВУЮ ЛАПШУ\n r\n Пзамочите рисовую лапшу на ночь, пока она не станет мягкой\n r\n Пшаг 2 - ОТВАРИТЕ РИСОВУЮ ЛАПШУ\n r\n Потварите лапшу в течение 10-15 минут, а затем промойте холодной водой, чтобы остановить процесс приготовления лапши.\r\nПшаг 3 -МАРИНОВАНИЕ КРЕВЕТОК\nr\nПв миску добавить креветки, яйцо, 1 щепотку белого перца, 1 чайную ложку кунжутного масла, 1 столовую ложку кукурузного крахмала и 1 столовую ложку масла\r\nнм хорошо перемешать\r\nПшаг 4 - ОБЖАРИВАТЬ\r\nРазогрейте вок, добавьте 2 столовые ложки масла, креветки и обжаривайте их, помешивая, пока они не станут золотисто-коричневыми\r\nПнажмите креветки сбрызните 1 столовую ложку масла, а затем добавьте измельченный чеснок, имбирь и все овощи.\r\nВыложите лапшу в вок\r\n зАтем добавьте хересное кулинарное вино, устричный соус, сахар, уксус, кунжутное масло, 1 щепотку белого перца и соевый соус\r\nВыложите обратно в креветки\r\nПдля загущения соуса взбейте вместе 1 столовую ложку кукурузного крахмала налейте в миску 2 столовые ложки воды и медленно добавляйте в жаркое, пока оно не станет нужной густоты.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1529445434.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch ?v=wzaTcpoFEaY",

        "strIngredient1": "Рисовая лапша",

        "strIngredient2": "Креветки",

        "strIngredient3": "Яйцо",

        "strIngredient4": "Перец",

        "strIngredient5": "Кунжутное масло",

        "strIngredient6": "Кукурузный крахмал",

        "strIngredient7": "Масло",

        "strIngredient8": "Измельченный чеснок",

        "strIngredient9": "Имбирь",

        "strIngredient10": "Лук",

        "strIngredient11": "Ростки фасоли",

        "strIngredient12": "Зеленый лук",

        "strIngredient13": "Приготовление вина",

        "strIngredient14": "Устричный соус",

        "strIngredient15": "Сахар",

        "strIngredient16": "Уксус",

        "strIngredient17": "Соевый соус",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1/2 пакета",

        "strMeasure2": "8 унций",

        "strMeasure3": "1/2",

        "strMeasure4": "ущипнуть",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "4 столовые ложки",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "1/2 чашки",

        "strMeasure11": "1 чашка",

        "strMeasure12": "1/2 чашки",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": "1 столовая ложка",

        "strMeasure15": "1/2 столовой ложки",

        "strMeasure16": "1/2 столовой ложки",

        "strMeasure17": "1 столовая ложка",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://sueandgambo.com/pages/shrimp-chow-fun ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52960",

        "strMeal": "Салат с лососем и авокадо",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Приправьте лосося, затем натрите маслом. Смешайте ингредиенты для заправки вместе. Авокадо разрезать пополам, очистить от косточек и нарезать ломтиками. Разрежьте огурец вдоль пополам и на четвертинки, затем нарежьте ломтиками. Разделите салат, авокадо и огурец на четыре тарелки, затем полейте половиной заправки.\r\n\r\n Разогрейте сковороду с антипригарным покрытием. Добавьте лосось и обжаривайте по 3-4 минуты с каждой стороны до хрустящей корочки, но все еще влажной внутри. Выложите филе лосося поверх каждого салата и полейте оставшейся заправкой. Подавайте теплым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1549542994.jpg ",

        "strTags": "Палео, Кето, низкоуглеводные продукты,Салат,Алкоголь,Хэллоуин",

        "strYoutube": "https://www.youtube.com/watch?v=FJiu2S0Xap0 ",

        "strIngredient1": "Лосось",

        "strIngredient2": "Авокадо",

        "strIngredient3": "Огурец",

        "strIngredient4": "Шпинат",

        "strIngredient5": "Мятный",

        "strIngredient6": "Лайм",

        "strIngredient7": "Мед",

        "strIngredient8": "Оливковое масло",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "3",

        "strMeasure3": "1",

        "strMeasure4": "400 г",

        "strMeasure5": "4 столовые ложки",

        "strMeasure6": "цедра и сок 1",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/4521/salmon-avocado-and-cucumber-salad ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52962",

        "strMeal": "Икра лосося Яйца Бенедикт",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Сначала приготовьте голландский соус. Смешайте лимонный сок и уксус в небольшой миске, добавьте яичные желтки и взбейте венчиком до образования легкой пены. Поставьте миску на кастрюлю с кипящей водой и взбивайте, пока смесь не загустеет. Постепенно добавляйте сливочное масло, постоянно взбивая до загустения – если кажется, что оно расслаивается, то уберите с огня на несколько минут. Приправьте и держите в тепле.\r\n\r\n Чтобы сварить яйца, доведите большую кастрюлю с водой до кипения и добавьте уксус. Убавьте огонь, чтобы вода слегка закипела. Размешайте воду так, чтобы получился небольшой водоворот, затем опустите яйца одно за другим. Готовьте каждый около 4 минут, затем выньте шумовкой.\r\n\r\n Слегка поджарьте и смажьте маслом кексы, затем положите на каждую половинку по паре ломтиков лосося. Смажьте каждый яйцом, полейте голландским соусом и украсьте рубленым зеленым луком.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1550440197.jpg ",

        "strTags": "Булочка,Поздний завтрак",

        "strYoutube": "https://www.youtube.com/watch ?v=Woiiet4vQ58",

        "strIngredient1": "Яйца",

        "strIngredient2": "Белый винный уксус",

        "strIngredient3": "Английские маффины",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Копченый лосось",

        "strIngredient6": "Лимонный сок",

        "strIngredient7": "Белый винный уксус",

        "strIngredient8": "Яйцо",

        "strIngredient9": "Несоленое сливочное масло",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "2",

        "strMeasure4": "Служить",

        "strMeasure5": "8 срезов",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "3 желтка",

        "strMeasure9": "125 г",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/73606/eggs-benedict-with-smoked-salmon-and-chives ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52963",

        "strMeal": "Шакшука",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в сковороде с крышкой, затем обжарьте лук, перец чили, чеснок и стебли кориандра в течение 5 минут до мягкости. Добавьте помидоры и сахар, затем взбивайте в течение 8-10 минут до загустения. Можно заморозить на 1 месяц.\r\n\r\nИспользуя тыльную сторону большой ложки, сделайте 4 обмакивания в соус, затем разбейте в каждое по яйцу. Накройте сковороду крышкой и готовьте на слабом огне в течение 6-8 минут, пока яйца не приготовятся по вашему вкусу. Посыпьте листьями кориандра и подавайте с хрустящим хлебом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/g373701551450225.jpg ",

        "strTags": "Яйцо,Поздний завтрак, Завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=C-3_jYrfdBU ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Красный лук",

        "strIngredient3": "Красный перец чили",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Кориандр",

        "strIngredient6": "Помидоры черри",

        "strIngredient7": "Сахарная пудра",

        "strIngredient8": "Яйца",

        "strIngredient9": "Фета",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "2 нарезанных",

        "strMeasure3": "1 мелко нарезанный",

        "strMeasure4": "1 зубчик",

        "strMeasure5": "Нарезанный",

        "strMeasure6": "800 г",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "4",

        "strMeasure9": "Мерцание",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/7573/spicy-tomato-baked-eggs ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52964",

        "strMeal": "Кеджери из копченой пикши",

        "strDrinkAlternate": null,

        "strCategory": "Завтрак",



        "strInstructions": "Растопите 50 г сливочного масла в большой кастрюле (около 20 см в поперечнике), добавьте 1 мелко нарезанную среднюю луковицу и осторожно готовьте на среднем огне в течение 5 минут, пока она не станет мягкой, но не подрумянится.Добавьте 3 раздробленных стручка кардамона, ¼ ч. л. куркумы, 1 маленькую палочку корицы и 2 лавровых листа, затем готовьте 1 минуту.\r\n\r\ntвыпустите 450 г риса басмати и перемешивайте, пока он не покроется острым сливочным маслом.\r\n\r\n влейте 1 литр куриного или рыбного бульона, добавьте ½ чайной ложки соли и доведите до кипения, один раз перемешайте, чтобы освободить рис со дна кастрюли. Накрыть крышкой с плотно закройте крышкой, уменьшите огонь до минимума и оставьте готовиться очень осторожно на 12 минут.\r\n\r\n Тем временем доведите немного воды до кипения в большой неглубокой кастрюле. Добавьте 750 г некрашеного филе копченой пикши и тушите в течение 4 минут, пока рыба не будет готова. Выложите его на тарелку и оставьте до полного остывания.\r\n\r\nHard-варить 3 яйца в течение 8 минут.\r\n\r\n Очистите рыбу от кожуры и костей. Слейте воду с яиц, слегка остудите, затем очистите и нарежьте.\r\n\r\nПнарежьте рис и удалите лавровый лист, палочку корицы и стручки кардамона, если хотите. Аккуратно обваляйте вилкой рыбу и рубленые яйца, снова накройте и поставьте на огонь на 2-3 минуты или пока рыба не прогреется.\r\n\r\nТщательно перемешайте почти все 3 столовые ложки нарезанной свежей петрушки и приправьте небольшим количеством соли и черного перца по вкусу. Подавайте, посыпав оставшейся зеленью петрушки и украсив 1 лимоном, нарезанным дольками.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1550441275.jpg ",

        "strTags": "Поздний завтрак, Рыба, Фьюжн",

        "strYoutube": "https://www.youtube.com/watch?v=QqdzDCWS4gQ ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Кардамон",

        "strIngredient4": "Куркума",

        "strIngredient5": "Палочка корицы",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "Рис Басмати",

        "strIngredient8": "Куриный бульон",

        "strIngredient9": "Копченая пикша",

        "strIngredient10": "Яйца",

        "strIngredient11": "Петрушка",

        "strIngredient12": "Лимон",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "3 капсулы",

        "strMeasure4": "1/4 чайной ложки",

        "strMeasure5": "1 маленький",

        "strMeasure6": "Свежие веточки",

        "strMeasure7": "450 г",

        "strMeasure8": "1 литр",

        "strMeasure9": "750 г",

        "strMeasure10": "3",

        "strMeasure11": "3 столовые ложки измельченных",

        "strMeasure12": "1 нарезанный",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/2256/smoked-haddock-kedgeree ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52980",

        "strMeal": "Stamppot",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "\r\nПмойте и очистите картофель и нарежьте кусочками одинакового размера для равномерного приготовления.\r\n\r\n В большой кастрюле для супа отварите картофель и лавровый лист в подсоленной воде в течение 20 минут. Откажитесь от лавровых листьев.\r\nn\n r\n Если вы не используете пакетик готовой кудрявой капусты, тщательно промойте пучки под холодной проточной водой, чтобы удалить всю грязь - вы же не хотите, чтобы в готовом блюде была такая зернистая текстура. Обрежьте все грубые стебли и удалите все коричневые листья. Острым ножом нарежьте кудрявую капусту тонкой соломкой.\r\n\r\nП Очистите и нарежьте лук-шалот.\r\n\r\n На сковороде или сковороде растопите 1 ст. л. сливочного масла и обжарьте лук-шалот в течение нескольких минут, прежде чем добавить кудрявую капусту и 2 ст. л. из воды. Приправьте и готовьте около 10 минут или до готовности.\r\n\r\nПподогрейте молоко на плите или в микроволновой печи.\r\n\r\n Промойте, встряхните и обсушите картофель кухонными полотенцами, прежде чем разминать его с помощью картофелемялки или рисоварки. Готовя быстро, добавьте теплое молоко и оставшееся сливочное масло. Приправьте по вкусу мускатным орехом, солью и перцем. Смешайте приготовленную кудрявую капусту с приготовленной смесью картофельного пюре.Сверху выложите ломтики копченой колбасы и подавайте горячими с вашей любимой горчицей или соусом.\r\n\r\nсервируйте и наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/hyarod1565090529.jpg ",

        "strTags": "Несладкий, завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=hTrSXryX31A ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Лавровый лист",

        "strIngredient3": "Лук-шалот",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Капуста",

        "strIngredient6": "Сосиски",

        "strIngredient7": "Молоко",

        "strIngredient8": "Мускатный орех",

        "strIngredient9": "Соль",

        "strIngredient10": "Перец",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1,5 кг",

        "strMeasure2": "2 листа",

        "strMeasure3": "2",

        "strMeasure4": "3 столовые ложки",

        "strMeasure5": "750 г",

        "strMeasure6": "2",

        "strMeasure7": "500 мл",

        "strMeasure8": "Тертый",

        "strMeasure9": "Ущипнуть",

        "strMeasure10": "Ущипнуть",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.thespruceeats.com/stamppot-with-curly-kale-and-rookworst-1128837 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52981",

        "strMeal": "Снерт (голландский гороховый суп)",

        "strDrinkAlternate": null,

        "strCategory": "Сторона",



        "strInstructions": "Соберите ингредиенты.\r\n\r\n В большой кастрюле для супа доведите до кипения воду, лущеный горошек, свиную грудинку или бекон, свиную отбивную и бульонный кубик. Уменьшите огонь до кипения, накройте крышкой и готовьте в течение 45 минут, периодически помешивая и снимая пену, которая поднимается наверх.\nr\n\r\n Удалите свиную отбивную, обваляйте и тонко нарежьте мясо. Отложите в сторону.\r\n\r\nДобавьте в суп сельдерей, морковь, картофель, лук, лук-порей и сельдерей. Снова доведите до кипения, уменьшите огонь до кипения и варите, не накрывая крышкой, еще 30 минут. минут, добавляя немного дополнительной воды, если ингредиенты начнут прилипать ко дну кастрюли.\r\n\r\nНаденьте копченую колбасу на последние 15 минут приготовления. Когда овощи станут мягкими, выньте бекон и копченую колбасу, нарежьте тонкими ломтиками и отложите в сторону.\r\n n\n r\n Если вы предпочитаете однородную консистенцию, измельчите суп с помощью блендера. Приправьте по вкусу солью и перцем. Добавьте мясо обратно в суп, отложив несколько ломтиков рукколы в сторону.Подавайте в подогретых тарелках или суповых тарелках, украсив ломтиками рукколы и нарезанным листом сельдерея.\r\n\r\nEnjoy!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/9ptx0a1565090843.jpg ",

        "strTags": "Суп, Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=5YV0sJLtLt8 ",

        "strIngredient1": "Вода",

        "strIngredient2": "Горох",

        "strIngredient3": "Свинина",

        "strIngredient4": "Кубик овощного бульона",

        "strIngredient5": "Сельдерей",

        "strIngredient6": "Морковь",

        "strIngredient7": "Картофель",

        "strIngredient8": "Лук",

        "strIngredient9": "Лук-порей",

        "strIngredient10": "Сельдерей",

        "strIngredient11": "Сосиски",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2L",

        "strMeasure2": "300 г",

        "strMeasure3": "100 г",

        "strMeasure4": "1",

        "strMeasure5": "2",

        "strMeasure6": "2",

        "strMeasure7": "1 большой",

        "strMeasure8": "1 маленький",

        "strMeasure9": "1 маленький",

        "strMeasure10": "1 чашка",

        "strMeasure11": "1 фунт",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.thespruceeats.com/traditional-dutch-split-pea-soup-1129011 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52982",

        "strMeal": "Spaghetti alla Carbonara",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "ШАГ 1\r\nПпоставьте большую кастрюлю с водой для кипения.\r\n\r\nПшаг 2\r\nПфинецко нарежьте 100 г панчетты, предварительно удалив кожуру. Натрите на мелкой терке 50 г сыра пекорино и 50 г пармезана и смешайте их вместе.Шаг 3 Взбейте 3 больших яйца в миске среднего размера и приправьте небольшим количеством свежего тертого черного перца. Отложите все в сторону.\r\n\r\nШаг 4\r\nДобавьте 1 ч. л. соли в кипящую воду, добавьте 350 г спагетти и, когда вода снова закипит, готовьте при постоянном кипении под крышкой в течение 10 минут или до состояния аль денте (только что сваренного).\r\n\r\n Шаг 5\r\n Раздавите 2 очищенных пухлых зубчика чеснока лезвием ножа, просто чтобы помять его.\r\n\r\nШаг 6\r\n Пока готовятся спагетти, обжарьте панчетту с чесноком. Положите 50 г несоленого сливочного масла в большую сковороду или вок и, как только масло растает, добавьте панчетту и чеснок.\r\n\r\nШаг 7\r\n Оставьте готовить на среднем огне около 5 минут, часто помешивая, пока панчетта не станет золотистой и хрустящий. Чеснок уже приобрел свой аромат, поэтому выньте его шумовкой и выбросьте.\r\n\r\nШаг 8\r\n Поддерживайте огонь под панчеттой на слабом огне. Когда макароны будут готовы, выньте их из воды вилкой или щипцами для макарон и положите на сковороду вместе с панчеттой. Не волнуйтесь, если в кастрюлю тоже попадет немного воды (вы хотите, чтобы это произошло), и пока не выбрасывайте воду из макарон.Шаг 9 Смешайте большую часть сыра с яйцами, оставив небольшую горсть для посыпки позже.\r\n\r\n Шаг 10\r\nt Снимите сковороду со спагетти и панчеттой с огня. Теперь быстро влейте яйца и сыр. Используя щипцы или длинную вилку, приподнимите спагетти так, чтобы они легко смешивается с яичной смесью, которая загустевает, но не взбивается, и все покрывается.\r\n\r\nШаг 11\r\nНалейте дополнительную воду для варки макарон, чтобы они оставались сочными (для этого достаточно нескольких столовых ложек). Вы же не хотите, чтобы она была мокрой, просто влажной. При необходимости приправьте небольшим количеством соли.\r\n\r\nШаг 12\r\n Используйте вилку с длинным зубцом, чтобы накрутить макароны на сервировочную тарелку или миску. Подавайте сразу, слегка посыпав оставшимся сыром и посыпав тертым черным перцем. Если блюдо все-таки немного подсохнет перед подачей на стол, плесните в макароны еще немного горячей воды, и глянцевая пикантность восстановится",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/llcbn01574260722.jpg ",

        "strTags": "Паста,барбекю,Завтрак",

        "strYoutube": "https://www.youtube.com/watch?v=_T6jkRvhlkk ",

        "strIngredient1": "Спагетти",

        "strIngredient2": "Яичные желтки",

        "strIngredient3": "Соль",

        "strIngredient4": "Бекон",

        "strIngredient5": "Пекорино",

        "strIngredient6": "Черный перец",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "320 г",

        "strMeasure2": "6",

        "strMeasure3": "По мере необходимости",

        "strMeasure4": "150 г",

        "strMeasure5": "50 г",

        "strMeasure6": "По мере необходимости",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/ultimate-spaghetti-carbonara-recipe ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52992",

        "strMeal": "Мясные рулеты в соевой глазури с картофельным пюре из васаби и запеченной морковью",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "1. Разогрейте духовку до 425 градусов. Вымойте и обсушите все продукты. Картофель нарезать кубиками на кусочки толщиной 1/2 дюйма. Обрежьте, очистите и нарежьте морковь по диагонали на кусочки толщиной 1/2 дюйма. Обрежьте и нарежьте тонкими ломтиками зеленый лук, отделив белки от зелени; белки мелко нарежьте. Очистите и мелко нарежьте чеснок.\r\n\r\n2. В миске среднего размера замочите хлеб в 2 столовых ложках воды (4 столовые ложки на 4 порции); разомните руками до образования пастообразной массы. Добавьте говядину, шрирачу, белки зеленого лука, половину чеснока, соль (мы использовали 3/4 ч. л. кошерной соли; 11/2 ч. л. на 4) и перец. Сформовать две буханки высотой 1 дюйм (четыре буханки на 4 человека). Выложите на одну сторону противня. Выложите морковь на свободную сторону того же листа, сбрызните маслом, посолите и поперчите. (На 4 порции разложите мясные рулеты по всему листу, а на второй лист добавьте морковь.) Выпекайте в течение 20 минут (затем мы будем покрывать мясные рулеты глазурью).\r\n\r\n3. Тем временем положите картофель в кастрюлю среднего размера с достаточным количеством подсоленной воды, чтобы он покрывал ее на 2 дюйма. Доведите до кипения и готовьте до готовности, 12-15 минут. Оставьте 1/2 стакана жидкости для варки картофеля, затем слейте воду. Пока картофель варится, в небольшой миске смешайте соевый соус и чеснок. порошка, 1/4 стакана кетчупа (1/2 стакана на 4 порции) и 2 ч. л. сахара (4 ч.л. на 4 порции).\r\n\r\n4. Как только мясные рулеты и морковь запекутся 20 минут, выньте из духовки. Выложите половину глазури из кетчупа на мясные рулеты (остальное оставьте для подачи); верните в духовку, пока морковь не подрумянится и не станет мягкой, мясные рулеты не прожарятся, а глазурь не станет липкой, еще 4-5 минут.\r\n\r\n5. Тем временем растопите 2 столовые ложки сливочного масла (4 столовые ложки на 4 порции) в кастрюле для картофеля на среднем огне. Добавьте оставшийся чеснок и готовьте до появления аромата, 30 секунд. Добавьте картофель и 1/4 ч. л. васаби. Разомните, добавляя при необходимости немного оставшейся жидкости для приготовления картофеля, до получения однородной массы. Приправьте солью и перцем. (Если вы любите острое, добавьте побольше васаби!)\r\n\r\n6. Разделите мясные рулеты, картофельное пюре и обжаренную морковь на тарелки. Посыпьте зеленью зеленого лука и подавайте с оставшейся кетчупной глазурью для обмакивания.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/o2wb6p1581005243.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Картофель",

        "strIngredient2": "Морковь",

        "strIngredient3": "Зеленый лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Хлеб",

        "strIngredient6": "Чесночный порошок",

        "strIngredient7": "Соевый соус",

        "strIngredient8": "Говяжий фарш",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "Сахар",

        "strIngredient11": "Сливочное масло",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "5",

        "strMeasure2": "12 унций",

        "strMeasure3": "1",

        "strMeasure4": "2 зубчика",

        "strMeasure5": "1 срез",

        "strMeasure6": "1",

        "strMeasure7": "2",

        "strMeasure8": "1",

        "strMeasure9": "1 чайная ложка",

        "strMeasure10": "2 ч. л.",

        "strMeasure11": "2 столовые ложки",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52994",

        "strMeal": "Свиные отбивные с яблоками на сковороде с жареным сладким картофелем и цуккини",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "\r\nn Обслуживает 2\nr\nn\n r\nn\nr\nn1.\nr\n\r\nУстановите противни в верхнее и среднее положение и разогрейте духовку до 450 градусов. Вымойте и обсушите все продукты. Сладкий картофель нарезать кубиками на кусочки толщиной 1/2 дюйма. Выложите на противень, сбрызните маслом, посолите и поперчите. Запекайте на решетке в течение 12 минут (затем мы обжарим кабачки).\nr\n\r\n\r\n2.\nr\n\r\n Тем временем яблоко разрежьте пополам и очистите от сердцевины; тонко нарежьте на полукольца. Очистите и мелко нарежьте чеснок. Четверть лимона. Обрежьте и разрежьте цуккини вдоль пополам; нарежьте поперек на полукольца толщиной 1/2 дюйма. Выложите на второй противень с сбрызните маслом и посыпьте щепоткой соли и перца. Отложите в сторону.\nr\n\r\n\r\n3.\nr\n\r\nСвинину обсушить бумажными полотенцами и приправить со всех сторон солью и перцем. Разогрейте немного масла в большой сковороде на средне-сильном огне. Добавьте свинину и готовьте, пока она не подрумянится и не прожарится, по 4-5 минут с каждой стороны. Выключите огонь; переложите на тарелку.\nr\n\r\n\r\n4. После того, как сладкий картофель обжарится 12 минут, переложите противень с цуккини на среднюю решетку и продолжайте запекать, пока оба овоща не подрумянятся и не станут мягкими, еще 12-15 минут.\nr\n\r\n\r\n5.\nr\n\r\n Тем временем растопите 1 ст. л. сливочного масла (2 ст. л. на 4 порции) в сковороде, предназначенной для свинины, на средне-сильном огне. Добавьте яблоко и приправьте солью и перцем. Готовьте, соскребая со дна сковороды подрумянившиеся кусочки, пока яблоко не станет слегка мягким, 2-3 минуты. Добавьте чеснок; готовьте до появления аромата, 30 секунд. Добавьте 1/3 стакана воды (3/4 стакана на 4), бульонный концентрат и 11/2 ч. л. сахара (3 ч. л. на 4). Готовьте, помешивая, пока соус не загустеет и яблоки не станут очень мягкими, 3-5 минут. Приправьте солью и перцем.\nr\n\r\n\r\n6.\nr\n\r\n Снимите сковороду с яблоком с огня; добавьте 1 ст. л. сливочного масла (2 ст.л. на 4 порции) и выжмите лимонный сок. Разложите свинину, цуккини и сладкий картофель по тарелкам. Сверху свинину полить глазированным яблочным соусом. Сверху цуккини сбрызните выжатым лимонным соком. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/h3ijwo1581013377.jpg ",

        "strTags": null,

        "strYoutube": "",

        "strIngredient1": "Картофель",

        "strIngredient2": "Яблоки",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Лимон",

        "strIngredient5": "Свинина",

        "strIngredient6": "Цуккини",

        "strIngredient7": "Куриный бульон",

        "strIngredient8": "Растительное масло",

        "strIngredient9": "Сахар",

        "strIngredient10": "Сливочное масло",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2",

        "strMeasure2": "1",

        "strMeasure3": "2 зубчика",

        "strMeasure4": "1",

        "strMeasure5": "2",

        "strMeasure6": "1",

        "strMeasure7": "1",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "1 1/2 ч. л.",

        "strMeasure10": "2 столовые ложки",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53005",

        "strMeal": "Клубнично-ревеневый пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Корж для пирога: В кухонный комбайн положите муку, соль и сахар и измельчите до однородной массы. Добавьте сливочное масло и перемешивайте, пока смесь не станет похожа на крупную муку (около 15 секунд). Влейте 1/4 стакана (60 мл) воды медленной, равномерной струйкой через подающую трубку, пока тесто просто не склеится при защипывании. При необходимости добавьте еще воды. Не обрабатывайте более 30 секунд.\r\nП Выложите тесто на рабочую поверхность и соберите в шар. Разделите тесто пополам, придав каждой половинке форму диска, накройте полиэтиленовой пленкой и поставьте в холодильник примерно на один час. использование. Это охладит масло и ослабит клейковину в муке.\nr\n\r\n После того, как тесто достаточно остынет, достаньте одну часть теста из холодильника и выложите его на слегка посыпанную мукой поверхность. Раскатайте тесто в круг диаметром 12 дюймов (30 см). (Чтобы предотвратить прилипание теста к столу и обеспечить равномерную толщину, во время раскатывания поднимайте и переворачивайте тесто на четверть оборота (всегда раскатывайте тесто от центра наружу).) Сложите тесто пополам и аккуратно переложите в форму для пирога диаметром 9 дюймов (23 см). Стряхните излишки муки и обрежьте выступающее тесто до края в 1/2 дюйма (1,5 см). Охладите тесто, накрыв полиэтиленовой пленкой, пока будете готовить начинку.\nr\n\r\n Извлеките второй круг теста и раскатайте его в круг диаметром 13 дюймов (30 см). Используя кондитерский круг или формочку для пиццы, нарежьте тесто полосками примерно 3/4 дюйма (2 см). Выложите полоски теста на противень, застеленный пергаментной бумагой, накройте полиэтиленовой пленкой и поставьте в холодильник примерно на 10 минут. Приготовьте клубнично-ревеневую начинку: Положите нарезанную клубнику и ревень в большую миску. В небольшой миске смешайте кукурузный крахмал, сахар и молотую корицу.\nr\n\r\n Достаньте охлажденный корж для пирога из холодильника. Посыпьте примерно 2 столовыми ложками сахарной смеси нижнюю часть коржа теста. Добавьте оставшуюся сахарную смесь к клубнике и ревеню и аккуратно перемешайте. Вылейте фруктовую смесь в подготовленную форму для пирога. Сбрызните фрукты примерно 1 чайной ложкой лимонного сока и смажьте 2 столовыми ложками сливочного масла.\r\nn\n r\nN Достаньте решетное тесто из холодильника и, начиная с центра с самых длинных полосок и продвигаясь наружу, положите половину полосок на расстоянии около 2,5 см друг от друга поверх начинки. (Используйте самые короткие полоски теста по внешним краям.) Затем аккуратно сложите назад, примерно наполовину, каждую вторую полоску теста. Возьмите еще одну полоску теста и положите ее перпендикулярно поверх первых полосок теста. Разверните нижние полоски теста, а затем сложите обратно полоски, которые не были сложены в первый раз. Положите еще одну полоску теста перпендикулярно поверх начинки, а затем продолжите с оставшимися полосками. Обрежьте края полосок теста, оставив выступ на 1 дюйм (2,5 см). Закрепите края полосок теста, загнув их под нижнюю коржовую корж и выровняв края теста. Смажьте решетку теста молоком и посыпьте небольшим количеством сахара. Накройте и поставьте в холодильник, пока вы разогреваете духовку до 400 градусов по Фаренгейту (205 градусов по Цельсию), а решетку для духовки поместите в нижнюю треть духовки. Поставьте противень, застеленный алюминиевой фольгой, на решетку духовки (для ловите любые разливы.)\r\n\r\n Поместите форму для пирога на горячий противень и выпекайте пирог около 35 минут, а затем, если края пирога слишком сильно подрумяниваются, накройте его кольцом из фольги. Продолжайте выпекать пирог еще около 10 минут или до тех пор, пока корочка не приобретет золотисто-коричневый цвет, а фруктовые соки не начнут пузыриться.Достаньте пирог из духовки и переложите на решетку для охлаждения на несколько часов. Подавайте при комнатной температуре со слегка взбитыми сливками или ванильным мороженым. Остатки можно хранить в холодильнике около 3 дней. Разогрейте перед подачей на стол. Этот пирог можно заморозить.\r\n\r\n Выпекает один 9-дюймовый (23 см) пирог.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/178z5o1585514569.jpg ",

        "strTags": "Пудинг, Пирог, Выпечка, Фруктовый, Глазированный",

        "strYoutube": "https://www.youtube.com/watch?v=tGw5Pwm4YA0 ",

        "strIngredient1": "Мука",

        "strIngredient2": "Соль",

        "strIngredient3": "Сахар",

        "strIngredient4": "Сливочное масло",

        "strIngredient5": "Вода",

        "strIngredient6": "Ревень",

        "strIngredient7": "Клубника",

        "strIngredient8": "Кукурузный крахмал",

        "strIngredient9": "Сахар",

        "strIngredient10": "Корица",

        "strIngredient11": "Лимонный сок",

        "strIngredient12": "Несоленое сливочное масло",

        "strIngredient13": "Молоко",

        "strIngredient14": "Сахар",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "350 г",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "1 чашка",

        "strMeasure5": "1/2 чашки",

        "strMeasure6": "450 г",

        "strMeasure7": "450 г",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "150 г",

        "strMeasure10": "1/4 чайной ложки",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "Мерцание",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.joyofbaking.com/StrawberryRhubarbPie.html ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53008",

        "strMeal": "Фаршированные помидоры из баранины",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Разогрейте духовку до 180 ° C / 160 ° C с вентилятором / газом 4. Срежьте верхушки помидоров и оставьте. Зачерпните большую часть мякоти чайной ложкой, стараясь не повредить кожицу. Мякоть мелко нарежьте, соки оставьте. Посыпьте внутренности помидоров небольшим количеством сахара, чтобы убрать кислинку, затем выложите их на противень.\r\n\r\n Разогрейте 2 ст. л. оливкового масла в большой сковороде, добавьте лук и чеснок, затем осторожно готовьте около 10 минут, пока они не станут мягкими, но не окрашенными. Добавьте баранину, корицу и томатное пюре, увеличьте огонь и жарьте, пока мясо не подрумянится. Добавьте томатную мякоть и сок, рис и бульон. Щедро приправьте. Доведите до кипения, затем варите на медленном огне в течение 15 минут или до тех пор, пока рис не станет мягким и жидкость не впитается. Отставьте в сторону, чтобы немного остыло, затем добавьте зелень.\r\n\r\n Наполните помидоры до краев, накройте помидоры крышками, сбрызните еще 2 ст.л. оливкового масла, сбрызните противень 3 ст. л. воды, затем запекайте в течение 35 минут. Подавайте с салатом и хрустящим хлебом, горячим или холодным.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/u55lbp1585564013.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=KfJp-QfrCz4 ",

        "strIngredient1": "Помидоры",

        "strIngredient2": "Сахар",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Лук",

        "strIngredient5": "Зубчик чеснока",

        "strIngredient6": "Ягненок",

        "strIngredient7": "Корица",

        "strIngredient8": "Томатное пюре",

        "strIngredient9": "Рис",

        "strIngredient10": "Куриный бульон",

        "strIngredient11": "Укроп",

        "strIngredient12": "Рубленая петрушка",

        "strIngredient13": "Мятный",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4 больших",

        "strMeasure2": "Ущипнуть",

        "strMeasure3": "4 столовые ложки",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "2 мелко нарезанных",

        "strMeasure6": "200 г",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "2 столовые ложки измельченных",

        "strMeasure9": "50 г",

        "strMeasure10": "100 мл",

        "strMeasure11": "4 столовые ложки",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": "1 столовая ложка",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/stuffed-tomatoes-lamb-mince-dill-rice ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53023",

        "strMeal": "Sledz w Oleju (польская сельдь)",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Сельдь замочить в холодной воде минимум на 1 час. Если очень соленая, повторите процедуру, каждый раз меняя воду.\r\n\r\n Сельдь тщательно промойте и нарежьте небольшими кусочками.\r\n\r\n Положите в банку, достаточно большую, чтобы вместить кусочки, и посыпьте маслом, душистым перцем, перцем горошком и лавровым листом. Закройте банку.\r\n\r\n Охладите в течение 2-3 дней перед употреблением. Это позволит хранить в холодильнике до 2 недель.Подавайте с мелко нарезанным луком или ломтиками лука, лимоном и зеленью петрушки или укропа.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/7ttta31593350374.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=v6I3GZlBkOM ",

        "strIngredient1": "Сельдь",

        "strIngredient2": "Лук",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Душистый перец",

        "strIngredient5": "Перец",

        "strIngredient6": "Лавровый лист",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8",

        "strMeasure2": "1 нарезанный",

        "strMeasure3": "1/2 чашки",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "1",

        "strMeasure7": " ",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.thespruceeats.com/polish-herrings-in-oil-recipe-1135618 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53028",

        "strMeal": "Шаурма",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Смешайте ингредиенты для маринада в большом пакете на молнии (или миске).\r\n Наденьте курицу и руками убедитесь, что каждый кусочек покрыт глазурью. Если вы используете пакет на молнии, я считаю удобным закрыть пакет, а затем помассировать пакет, чтобы распределить растирание по всему куску курицы.Замариновать на ночь или до 24 часов.\r\n Соедините ингредиенты йогуртового соуса в миске и перемешайте. Накройте и поставьте в холодильник до готовности (в холодильнике его хватит на 3 дня).\r\n Разогрейте гриль/барбекю (или большую тяжелую сковороду на плите) на средней мощности. Вам не нужно смазывать его маслом, потому что в маринаде есть масло, а также филе бедра содержит жир. Но если вы беспокоитесь, то смажьте маслом конфорку / гриль. (См. Инструкции по выпечке)\r\n Положите курицу на гриль и готовьте с первой стороны 4-5 минут, пока она не подрумянится, затем переверните и готовьте с другой стороны 3-4 минуты (на 2-ю сторону уходит меньше времени).\r\n сНимите курицу с гриля и неплотно накройте фольгой. Отставьте в сторону на 5 минут.\r\n ДЛЯ ПОДАЧИ\nr\n Нарежьте курицу ломтиками и выложите на блюдо вместе с лепешками, салатом и йогуртовым соусом.\r\nПчтобы сделать обертку, возьмите кусочек лепешки и смажьте йогуртовым соусом. Сверху выложите немного листьев салата, помидоры и куриную шаурму. Сворачивайте и наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/kcv6hj1598733479.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=3lxUIeKDgic ",

        "strIngredient1": "Куриные бедра",

        "strIngredient2": "Кориандр",

        "strIngredient3": "Тмин",

        "strIngredient4": "Кардамон",

        "strIngredient5": "Кайенский перец",

        "strIngredient6": "Паприка",

        "strIngredient7": "Лимонный сок",

        "strIngredient8": "Оливковое масло",

        "strIngredient9": "Греческий йогурт",

        "strIngredient10": "Зубчик чеснока",

        "strIngredient11": "Тмин",

        "strIngredient12": "Лимонный сок",

        "strIngredient13": "Салат-латук",

        "strIngredient14": "Помидор",

        "strIngredient15": "Лаваш",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "1 столовая ложка",

        "strMeasure3": "1 столовая ложка",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "1 чашка",

        "strMeasure10": "1",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "Всплеск",

        "strMeasure13": "Нарезанный",

        "strMeasure14": "Нарезанный",

        "strMeasure15": "6",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.recipetineats.com/chicken-sharwama-middle-eastern /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53040",

        "strMeal": "Эмпанадас с зеленым луком и креветками",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1\nr\n n\n r\n n Чтобы приготовить тесто, разотрите сливочное масло в муку, а затем добавьте яичный белок и половину желтка (остальное оставьте), уксус, щепотку соли и достаточно холодной воды, чтобы получилось мягкое тесто. Замесите тесто на посыпанной мукой поверхности до получения однородной массы, затем заверните и оставьте на 30 минут.\r\n \r\n Шаг 2\n r\n n\n r\n n Разогрейте духовку до 180 ° C / 160 ° C / газа 4. Обрежьте зеленые кончики зеленого лука, а затем мелко нарежьте оставшуюся часть. Разогрейте немного масла на сковороде и слегка обжарьте их, пока они не станут мягкими, но не подрумянятся. Добавьте перец чили и чеснок, перемешайте, затем добавьте креветки и готовьте, пока они не станут непрозрачными. Хорошо приправьте. Достаньте креветки и выжмите сок, пока они не загустеют, затем добавьте обратно креветки.Шаг 3 Разделите тесто для эмпанады на восемь шариков и раскатайте в тонкие круги на посыпанной мукой поверхности. Выложите немного начинки на одну половину теста, посыпьте сверху фетой и переверните другой половиной. Обрежьте края, а затем сложите и обминайте тесто так, чтобы эмпанада была плотно закрыта, выложите ее на смазанный маслом противень либо на бок, либо сидя на необмятом краю, как корниш-паштет. Повторите то же самое с оставшимся тестом и смесью. Смешайте остатки яичного желтка с небольшим количеством воды и смажьте верх эмпанадас.\r\n\r\nШаг 4\r\n\r\n Выпекайте в течение 30 минут или до золотистого цвета и слегка хрустящей корочки по краям.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1c5oso1614347493.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=Q24haJU-1dI ",

        "strIngredient1": "Зеленый лук",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Красный перец чили",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Креветки",

        "strIngredient6": "Фета",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "Обычная мука",

        "strIngredient9": "Яйцо",

        "strIngredient10": "Белый винный уксус",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 связка",

        "strMeasure2": "Тире",

        "strMeasure3": "1 мелко нарезанный",

        "strMeasure4": "1 зубчик",

        "strMeasure5": "350 г",

        "strMeasure6": "75g",

        "strMeasure7": "15g",

        "strMeasure8": "250 г",

        "strMeasure9": "1 отдельный",

        "strMeasure10": "1/2 чайной ложки",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.olivemagazine.com/recipes/fish-and-seafood/spring-onion-and-prawn-empanadas /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53054",

        "strMeal": "Сери мука куих",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Замочите клейкий рис в воде не менее чем на 1 ½ часа перед употреблением. Слейте воду.Приготовьте 9-дюймовую круглую или квадратную форму для кекса и сбрызните ее кулинарным спреем или застелите полиэтиленовой пленкой.Смешайте кокосовое молоко, воду, соль и рис. Вылейте его в форму для кекса, посыпав сверху узелками пандана.\r\nПпаривайте в течение 30 минут.\r\nПпо истечении 30 минут взбейте рис и удалите узелки пандана. Затем, используя смазанную маслом лопатку, разровняйте приготовленный на пару рис. Убедитесь, что в рисе нет отверстий / пузырьков воздуха и зазоров, особенно по бокам.\r\nПпаривайте еще 10 минут.Смешайте сок пандана, кокосовое молоко, универсальную муку, кукурузную муку и сахар. Хорошо перемешайте.\r\n Взбейте яйца и хорошо взбейте, затем процедите в металлическую миску или кастрюлю среднего размера.\r\n Положите смесь пандан на кипящую воду (в пароварку или на водяной бане)\r\nНепрерывно помешивайте и готовьте, пока заварной крем не начнет густеть. (15 минут)\r\n Выложите заварной крем пандан на клейкий рисовый слой, слегка постучите по нему (для образования пузырьков воздуха) и продолжайте готовить на пару в течение 30 минут.Достаньте куих сери муку из пароварки и дайте ей полностью остыть, прежде чем нарезать на прямоугольники или ромбы.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/6ut2og1619790195.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=_NJtCfqgaBo ",

        "strIngredient1": "Рис",

        "strIngredient2": "Кокосовое молоко",

        "strIngredient3": "Вода",

        "strIngredient4": "Соль",

        "strIngredient5": "Кукурузная мука",

        "strIngredient6": "Мука",

        "strIngredient7": "Яйца",

        "strIngredient8": "Кокосовый крем",

        "strIngredient9": "Сахар",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "150 мл",

        "strMeasure3": "100 мл",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "5 столовых ложек",

        "strMeasure6": "3 столовые ложки",

        "strMeasure7": "3",

        "strMeasure8": "200 мл",

        "strMeasure9": "140 г",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://makan.ch/recipe/kuih-seri-muka /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53065",

        "strMeal": "Суши",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "ШАГ 1 ДЛЯ ПРИГОТОВЛЕНИЯ СУШИ-РОЛЛОВ: Промажьте немного риса. Положите лист нори на коврик блестящей стороной вниз. Окуните руки в воду с уксусом, затем выложите сверху пригоршни риса слоем толщиной 1 см, оставляя чистыми самые дальние края.\r\n\r\nШаг 2\r\n Намажьте сверху немного японского майонеза. Ложкой распределите тонкий слой майонеза по середине риса.\r\n\r\nШаг 3\r\nВыложите начинку. Попросите вашего ребенка посыпать майонез их любимыми начинками – здесь мы использовали тунец и огурец.\r\n n\n r\n N Шаг 4\n r\n N Сверните его. Приподнимите край коврика над рисом, слегка надавливая, чтобы все получилось в плотный рулет.\r\n\r\n Шаг 5\r\nнстыкните по бокам, как штамп. Когда вы дойдете до края без риса, смажьте его небольшим количеством воды и продолжайте сворачивать в тугой рулет.Шаг 6 Завернуть в пищевую пленку. Снимите коврик и плотно заверните в пищевую пленку, прежде чем взрослый нарежет суши толстыми ломтиками, затем размотайте пищевую пленку.\r\n\r\n Шаг 7\r\n ДЛЯ ПРИГОТОВЛЕНИЯ ПРЕССОВАННЫХ СУШИ: Выложите слой поверх копченого лосося. Форму для хлеба застелите пищевой пленкой, затем выложите тонкий слой копченый лосось внутри, поверх пищевой пленки.\r\n\r\n Шаг 8\r\n Засыпьте рисом и придавите. Выложите на рыбу примерно 3 см риса, накройте пищевой пленкой и придавите как можно сильнее, используя другую форму, если она у вас есть.\r\n\r\n Шаг 9\r\nП Постройте его, как замок из песка. Выложите суши на разделочную доску. Получившуюся массу нарезать на пальчики, затем снять пищевую пленку.\r\n\r\n Шаг 10\r\n ДЛЯ ПРИГОТОВЛЕНИЯ СУШИ-ШАРИКОВ: выберите начинку. Возьмите небольшой квадратик пищевой пленки и положите на него начинку, например, половинку креветки или небольшой кусочек копченого лосося. Влажными руками скатайте рисовые шарики размером с грецкий орех и выложите на посыпку.\r\n\r\nШаг 11\r\nнмакать в плотные шарики. Сложите уголки пищевой пленки вместе и скрутите в шарики, скручивая их, затем разверните и подавайте. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/g046bb1663960946.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=ub68OxEypaY ",

        "strIngredient1": "Рис для суши",

        "strIngredient2": "Рисовое вино",

        "strIngredient3": "Сахарная пудра",

        "strIngredient4": "Майонез",

        "strIngredient5": "Рисовое вино",

        "strIngredient6": "Соевый соус",

        "strIngredient7": "Огурец",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 мл",

        "strMeasure2": "100 мл",

        "strMeasure3": "2 столовые ложки",

        "strMeasure4": "3 столовые ложки",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/simple-sushi ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52772",

        "strMeal": "Запеканка из курицы терияки",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Разогрейте духовку до 350 ° F. Сбрызните форму для выпечки размером 9x13 дюймов антипригарным спреем.\r\n Смешайте соевый соус, ½ стакана воды, коричневый сахар, имбирь и чеснок в небольшой кастрюле и накройте крышкой. Доведите до кипения на среднем огне. Снимите крышку и готовьте в течение одной минуты после закипания.\r\nТем временем смешайте кукурузный крахмал и 2 столовые ложки воды в отдельной посуде до получения однородной массы. Как только соус закипит, добавьте смесь в кастрюлю и перемешайте. Готовьте, пока соус не начнет густеть, затем снимите с огня.\r\nП Положите куриные грудки в подготовленную форму. Вылейте одну чашку соуса поверх курицы. Поставьте курицу в духовку и запекайте 35 минут или до готовности. Достаньте из духовки и измельчите курицу на блюде с помощью двух вилок.\r\n* Тем временем приготовьте овощи на пару или приготовьте их в соответствии с указаниями на упаковке.\r\nВыложите приготовленные овощи и рис в форму для запекания с курицей. Добавьте большую часть оставшегося соуса, оставив немного, чтобы полить сверху при подаче. Аккуратно перемешайте все вместе в форме для запекания до получения однородной массы. Верните в духовку и готовьте 15 минут. Выньте из духовки и дайте постоять 5 минут перед подачей на стол. Полейте каждую порцию оставшимся соусом. Наслаждайтесь!",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wvpsxx1468256321.jpg ",

        "strTags": "Мясо, Запеканка",

        "strYoutube": "https://www.youtube.com/watch?v=4aZr5hZXP_s ",

        "strIngredient1": "соевый соус",

        "strIngredient2": "вода",

        "strIngredient3": "коричневый сахар",

        "strIngredient4": "молотый имбирь",

        "strIngredient5": "измельченный чеснок",

        "strIngredient6": "кукурузный крахмал",

        "strIngredient7": "куриные грудки",

        "strIngredient8": "овощи для жарки",

        "strIngredient9": "коричневый рис",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "3/4 стакана",

        "strMeasure2": "1/2 чашки",

        "strMeasure3": "1/4 стакана",

        "strMeasure4": "1/2 чайной ложки",

        "strMeasure5": "1/2 чайной ложки",

        "strMeasure6": "4 столовые ложки",

        "strMeasure7": "2",

        "strMeasure8": "1 (12 унций)",

        "strMeasure9": "3 чашки",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52806",

        "strMeal": "Курица тандури",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Смешайте лимонный сок с паприкой и красным луком в большой неглубокой посуде. Надрежьте каждое куриное бедро три раза, затем обваляйте их в соке и отставьте в сторону на 10 минут.Смешайте все ингредиенты для маринада вместе и залейте курицу. Хорошо перемешайте, затем накройте и поставьте в холодильник минимум на 1 час. Это можно сделать не позднее, чем за день.\r\nПнагрейте гриль. Выложите кусочки курицы на решетку над противнем для выпечки. Смажьте небольшим количеством масла и готовьте на гриле по 8 минут с каждой стороны или до слегка обугливания и полной прожарки.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qptpvt1487339892.jpg ",

        "strTags": "Острый, Мясной",

        "strYoutube": "https://www.youtube.com/watch?v=-CKvt1KNU74 ",

        "strIngredient1": "лимоны",

        "strIngredient2": "паприка",

        "strIngredient3": "красный лук",

        "strIngredient4": "куриные бедра",

        "strIngredient5": "растительное масло",

        "strIngredient6": "Греческий йогурт",

        "strIngredient7": "имбирь",

        "strIngredient8": "зубчик чеснока",

        "strIngredient9": "гарам масала",

        "strIngredient10": "молотый тмин",

        "strIngredient11": "молотый перец чили",

        "strIngredient12": "куркума",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 сока",

        "strMeasure2": "4 ч. л.",

        "strMeasure3": "2 мелко нарезанных",

        "strMeasure4": "16 без кожи",

        "strMeasure5": "Для чистки щеткой",

        "strMeasure6": "300 мл",

        "strMeasure7": "большой кусок",

        "strMeasure8": "4",

        "strMeasure9": "¾ чайной ложки",

        "strMeasure10": "¾ чайной ложки",

        "strMeasure11": "½ чайной ложки",

        "strMeasure12": "¼ чайной ложки",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.bbcgoodfood.com/recipes/1660651/tandoori-chicken ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52814",

        "strMeal": "Тайское зеленое карри",

        "strDrinkAlternate": null,

        "strCategory": "Курица",



        "strInstructions": "Положите картофель в кастрюлю с кипящей водой и готовьте в течение 5 минут. Добавьте фасоль и готовьте еще 3 минуты, к этому времени фасоль должна стать нежной, но не слишком мягкой. Слейте воду и отложите в сторону.\r\nПв воке или большой сковороде разогрейте масло до очень горячего состояния, затем бросьте чеснок и готовьте до золотистого цвета, это должно занять всего несколько секунд. Не позволяйте ему сильно потемнеть, иначе это испортит вкус. Ложкой добавьте пасту карри и перемешивайте в течение нескольких секунд, чтобы специи начали готовиться и высвободили все ароматы. Затем влейте кокосовое молоко и дайте ему вскипеть.\r\nНстирнуть в рыбном соусе и сахаре, затем кусочки курицы. Убавьте огонь до кипения и готовьте под крышкой около 8 минут, пока курица не будет готова.Добавьте картофель и фасоль и дайте им прогреться в горячем кокосовом молоке, затем добавьте приятный цитрусовый аромат, перемешав с измельченными листьями лайма (или цедрой лайма). Затем добавьте листья базилика, но только ненадолго оставьте их на огне, иначе они быстро потеряют свой блеск. Посыпьте гарниром из лайма и сразу подавайте с отварным рисом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sstssx1487349585.jpg ",

        "strTags": "Карри, мягкий",

        "strYoutube": "https://www.youtube.com/watch?v=LIbKVpBQKJI ",

        "strIngredient1": "картофель",

        "strIngredient2": "зеленая фасоль",

        "strIngredient3": "подсолнечное масло",

        "strIngredient4": "чеснок",

        "strIngredient5": "Тайская зеленая паста карри",

        "strIngredient6": "кокосовое молоко",

        "strIngredient7": "Тайский рыбный соус",

        "strIngredient8": "Сахар",

        "strIngredient9": "Курица",

        "strIngredient10": "лайм",

        "strIngredient11": "базилик",

        "strIngredient12": "Рис",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "225g новый",

        "strMeasure2": "100 г",

        "strMeasure3": "1 столовая ложка",

        "strMeasure4": "1 зубчик",

        "strMeasure5": "4 ч. л.",

        "strMeasure6": "400 мл",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": "1 чайная ложка",

        "strMeasure9": "450 г без костей",

        "strMeasure10": "2 свежих кафрских листа",

        "strMeasure11": "полная пригоршня",

        "strMeasure12": "Вареный",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.bbcgoodfood.com/recipes/3235/thai-green-chicken-curry ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52822",

        "strMeal": "Жаба в норе",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Разогрейте духовку до 200 °C /180°C/газа 6. обжарьте сосиски на сковороде с антипригарным покрытием до румяной корочки.\r\nСбрызните растительным маслом форму для запекания размером 30 х 25 х 6 см и запекайте в духовке в течение 5 минут.\r\nПналейте обычную муку в миску, разбейте яйца среднего размера, затем добавьте тертый хрен. Постепенно влейте обезжиренное молоко. Сезон.\r\nП Выложите сосиски в форму для горячего запекания и залейте тестом. Сверху выложите помидоры черри и готовьте в течение 30 минут, пока они не станут пышными и золотистыми.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ytuvwr1503070420.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=t1dWkDrC330 ",

        "strIngredient1": "сосиски",

        "strIngredient2": "растительное масло",

        "strIngredient3": "обычная мука",

        "strIngredient4": "яйца",

        "strIngredient5": "хрен",

        "strIngredient6": "молоко",

        "strIngredient7": "помидоры черри",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "8",

        "strMeasure2": "3 столовые ложки",

        "strMeasure3": "100 г",

        "strMeasure4": "2 средних",

        "strMeasure5": "1 столовая ложка тертого сыра",

        "strMeasure6": "225 мл",

        "strMeasure7": "200 г",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.deliciousmagazine.co.uk/recipes/georgina-fuggles-horseradish-and-vine-tomato-toad-in-the-hole/",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52845",

        "strMeal": "Мясной рулет из индейки",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "strInstructions": "Разогрейте духовку до 180 ° С / 160 ° С с вентилятором / газом 4. Разогрейте масло в большой сковороде и обжаривайте лук в течение 8-10 минут, пока он не станет мягким. Добавьте чеснок, вустерширский соус и 2 ч. л. томатного пюре и перемешайте до получения однородной массы. Отставьте в сторону для остывания.Положите фарш из индейки, яйцо, панировочные сухари и охлажденную луковую смесь в большую миску и хорошо приправьте. Все тщательно перемешайте, затем сформируйте прямоугольный батон и выложите в большую форму для запекания. Намажьте мясной рулет 2 столовыми ложками соуса барбекю и запекайте в течение 30 минут.\r\n\r\n Тем временем слейте воду только с 1 банки фасоли, затем перелейте обе банки в большую миску. Добавьте оставшийся соус барбекю и томатное пюре. Приправьте и отложите в сторону.\r\n\r\n Когда мясной рулет начнет готовиться, посыпьте фасоль снаружи и запекайте еще 15 минут, пока мясной рулет не будет прожарен, а фасоль не станет обжигающе горячей. Посыпьте зеленью петрушки и подавайте мясной рулет ломтиками.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ypuxtw1511297463.jpg ",

        "strTags": "Алкоголик",

        "strYoutube": "https://www.youtube.com/watch?v=mTvlmY4vCug ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Вустерширский соус",

        "strIngredient5": "Томатное пюре",

        "strIngredient6": "Фарш из индейки",

        "strIngredient7": "Яйца",

        "strIngredient8": "Панировочные сухари",

        "strIngredient9": "Соус для барбекю",

        "strIngredient10": "Фасоль Каннеллини",

        "strIngredient11": "Петрушка",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 tblsp",

        "strMeasure2": "1 большой",

        "strMeasure3": "1 очищенная измельченная гвоздика",

        "strMeasure4": "2 столовых ложки",

        "strMeasure5": "3 ч. л.",

        "strMeasure6": "500 г",

        "strMeasure7": "1 большой",

        "strMeasure8": "85g",

        "strMeasure9": "2 столовых ложки",

        "strMeasure10": "800 г",

        "strMeasure11": "2 столовых ложки",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/turkey-meatloaf ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52852",

        "strMeal": "Нисуаз с тунцом",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте духовку до 200С / 180 С / газ 6. Перемешайте картофель с 2 ч. л. масла и приправой. Выложите на большой противень, затем запекайте в течение 20 минут, наполовину помешивая, до хрустящей корочки, золотистого цвета и готовности.\r\nТем временем положите яйца в небольшую кастрюлю с водой, доведите до кипения, затем варите на медленном огне 8-10 минут, в зависимости от того, как вы любите их готовить. Опустите в миску с холодной водой для охлаждения на несколько минут. Очистите от скорлупы, затем разрежьте на половинки.\nВ большой салатнице взбейте вместе оставшееся масло, красный винный уксус, каперсы и нарезанные помидоры. Приправьте, добавьте лук, шпинат, тунец и картофель, затем аккуратно перемешайте. Сверху выложите яйца и сразу подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/yypwwq1511304979.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=3_UAxkx0u6U ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Оливковое масло",

        "strIngredient3": "Яйца",

        "strIngredient4": "Красный винный уксус",

        "strIngredient5": "Каперсы",

        "strIngredient6": "Подсолнечное масло",

        "strIngredient7": "Красный лук",

        "strIngredient8": "Шпинат",

        "strIngredient9": "Тунец",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "2 tblsp",

        "strMeasure3": "4",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "2 столовых ложки",

        "strMeasure6": "50 г",

        "strMeasure7": "½",

        "strMeasure8": "100 г",

        "strMeasure9": "400 г",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/9529/winter-tuna-nioise ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52869",

        "strMeal": "Тахини с чечевицей",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "В кувшине смешайте тахини с цедрой и соком лимона и 50 мл холодной воды, чтобы получилась жидкая заправка. Приправьте по вкусу, затем отложите в сторону.\r\nПнагрейте масло в воке или большой сковороде на средне-сильном огне. Добавьте красный лук вместе с щепоткой соли и обжаривайте в течение 2 минут, пока он не начнет размягчаться и окрашиваться. Добавьте чеснок, перец, зеленую фасоль и кабачки и жарьте в течение 5 минут, часто помешивая.Добавьте капусту, чечевицу и заправку тахини. Держите сковороду на огне в течение нескольких минут, перемешивая все вместе, пока капуста не завянет и не покроется сливочной заправкой. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vpxyqt1511464175.jpg ",

        "strTags": "Пульс",

        "strYoutube": "https://www.youtube.com/watch?v=8kRlmz8pW0I ",

        "strIngredient1": "Тахини",

        "strIngredient2": "Лимон",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Красный лук",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Желтый перец",

        "strIngredient7": "Зеленая фасоль",

        "strIngredient8": "Кабачки",

        "strIngredient9": "Капуста",

        "strIngredient10": "Чечевица",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "цедра и сок 1",

        "strMeasure3": "2 tblsp",

        "strMeasure4": "1 нарезанный",

        "strMeasure5": "1 очищенная измельченная гвоздика",

        "strMeasure6": "1 тонко нарезанный",

        "strMeasure7": "200 г",

        "strMeasure8": "1 нарезанный",

        "strMeasure9": "100 г измельченного",

        "strMeasure10": "упаковка 250 г",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/veggie-tahini-lentils ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52882",

        "strMeal": "Пирог с тремя рыбами",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте духовку до 200C / 400F / Gas 6 (вентилятор 180C).\r\nП Положите картофель в кастрюлю с холодной подсоленной водой. Доведите до кипения и варите на медленном огне до полной готовности. Хорошо слейте воду, а затем разомните с маслом и молоком. Добавьте перец и попробуйте, чтобы проверить приправу. При необходимости посолите и поперчите.\r\nПДля рыбной начинки растопите сливочное масло в кастрюле, добавьте лук-порей и перемешайте на огне. Накройте крышкой и тушите на медленном огне в течение 10 минут или до мягкости. Отмерьте муку в небольшую миску. Добавьте вино и взбейте все вместе до получения однородной массы.\r\n Влейте молоко в лук-порей, доведите до кипения, а затем добавьте винную смесь. Быстро перемешайте до загустения. Приправьте и добавьте петрушку и рыбу. Помешивайте на огне в течение двух минут, затем выложите ложкой в жаропрочную запеканку. Посыпать сверху яйцами. Дайте остыть до застывания.\r\nнспложите картофельное пюре поверх рыбной смеси и пометьте вилкой. Посыпать сыром.\r\nПпекайте в течение 30-40 минут или до слегка золотисто-коричневого цвета сверху и образования пузырьков по краям. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/spswqs1511558697.jpg ",

        "strTags": "Рыба, Морепродукты, Молочные продукты, Пирог",

        "strYoutube": "https://www.youtube.com/watch?v=Ds1Jb8H5Sg8 ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Молоко",

        "strIngredient4": "Gruyère",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Лук-порей",

        "strIngredient7": "Обычная мука",

        "strIngredient8": "Белое вино",

        "strIngredient9": "Молоко",

        "strIngredient10": "Петрушка",

        "strIngredient11": "Лосось",

        "strIngredient12": "Пикша",

        "strIngredient13": "Копченая пикша",

        "strIngredient14": "Яйца",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 кг",

        "strMeasure2": "Ручка",

        "strMeasure3": "Тире",

        "strMeasure4": "50 г",

        "strMeasure5": "75g",

        "strMeasure6": "2 нарезанных",

        "strMeasure7": "75g",

        "strMeasure8": "150 мл",

        "strMeasure9": "568 мл",

        "strMeasure10": "2 столовые ложки измельченных",

        "strMeasure11": "250 г",

        "strMeasure12": "250 г",

        "strMeasure13": "250 г",

        "strMeasure14": "6",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/three_fish_pie_58875 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52892",

        "strMeal": "Пирог с патокой",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Сначала приготовьте песочное тесто: отмерьте муку в большую миску и разотрите масло кончиками пальцев, пока смесь не станет похожа на мелкие панировочные сухари (как вариант, это можно сделать в кухонном комбайне). Добавьте примерно три столовые ложки холодной воды и замесите крепкое тесто, заверните в пищевую пленку и поставьте в холодильник примерно на 20 минут.\r\nразогрейте духовку до 200C/ 400F/ Gas 6 и поставьте тяжелый противень в духовку для разогрева. Смажьте сливочным маслом глубокую форму для выпечки с рифленым дном диаметром 18 см/7 дюймов.\r\n Отделите примерно 150 г / 5½ унции теста от основного шарика и отложите для верха решетки.\r\n Остальную часть теста тонко раскатайте на слегка посыпанной мукой рабочей поверхности и выложите тесто на подготовленную форму для выпечки.\r\nП Наколите основу вилкой, чтобы основа не поднималась во время выпечки.\r\nПпложите припасенное тесто для верха решетки на пищевую пленку и тонко раскатайте. Тесто промыть яйцом и поставить охлаждаться в холодильник (пищевая пленка облегчает его перемещение). На этом этапе не нарезайте соломкой. Не мойте полоски яйцом, как только они окажутся на пироге, так как оно будет стекать в смесь патоки.\r\nПдля приготовления начинки слегка разогрейте сироп в большой кастрюле, но не доводите до кипения.\r\nнОнче растопите, добавьте в сироп панировочные сухари, лимонный сок и цедру. (Вы можете добавить меньше лимона, если предпочитаете менее цитрусовый вкус.) Если смесь выглядит жидкой, добавьте еще немного панировочных сухарей.\r\nПналейте сиропную смесь в форму с подкладкой и выровняйте поверхность.Достаньте припасенное тесто из холодильника и нарежьте длинными полосками шириной 1 см/ ½ дюйма. Убедитесь, что все они длиннее краев формы для пирога.\r\nнЕгг вымыть край выпекайте тесто в форме и начинайте делать плетеный узор решетки поверх смеси, оставляя полоски свисать с края формы.\r\n Как только решетка будет установлена, используйте жестяной край, чтобы отрезать полоски, надавливая руками, создавая аккуратную отделку.\r\n Выпекайте на предварительно разогретом противне в горячей духовке около 10 минут, пока тесто не начнет окрашиваться, а затем уменьшите температуру в духовке до 180 °C / 350 ° F / Газ 4. Если на этом этапе решетка кажется слишком темно-коричневой, накройте пирог оловянной фольгой.\r\nПпекайте еще 25-30 минут, пока тесто не станет золотисто-коричневым, а начинка не застынет.\r\nПвынимаем пирог из духовки и оставляем застывать в форме. Подавайте теплым или холодным.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wprvrw1511641295.jpg ",

        "strTags": "Терпкий",

        "strYoutube": "https://www.youtube.com/watch?v=YMmgKCNcqwI ",

        "strIngredient1": "Обычная мука",

        "strIngredient2": "Сливочное масло",

        "strIngredient3": "Золотистый сироп",

        "strIngredient4": "Панировочные сухари",

        "strIngredient5": "Лимоны",

        "strIngredient6": "Яйца",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "135g",

        "strMeasure3": "400 г",

        "strMeasure4": "150 г",

        "strMeasure5": "Изюминка 2",

        "strMeasure6": "1 битый",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbc.co.uk/food/recipes/mary_berrys_treacle_tart_28524 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52909",

        "strMeal": "Tarte Tatin",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Раскатайте тесто в круг толщиной 3 мм на слегка посыпанной мукой поверхности и вырежьте круг диаметром 24 см, используя тарелку в качестве направляющей. Слегка наколоть со всех сторон вилкой, завернуть в пищевую пленку на противне и заморозить, пока готовятся яблоки.\r\nПнагрейте духовку до 180С/160С вентилятор/газ 4. Очистите яблоки от кожуры, четвертинки и сердцевины. Положите сахар в жаропрочную 20-сантиметровую керамическую форму для выпечки или 20-сантиметровую жаропрочную сковороду с толстым дном и поставьте на средне-сильный огонь. Варите сахар в течение 5-7 минут до образования темно-янтарного карамельного сиропа, который начинает дымиться, затем выключите огонь и добавьте 60 г нарезанного кубиками охлажденное сливочное масло.\r\n Чтобы приготовить Тарт Татен, разложите четвертинки яблок очень плотно по кругу сначала по краю блюда закругленной стороной вниз, затем аналогичным образом заполните середину. Аккуратно прижмите руками, чтобы убедиться в отсутствии зазоров. Смажьте фрукты растопленным сливочным маслом.\r\nПпекайте в духовке 30 минут, затем достаньте и положите сверху диск замороженного слоеного теста – оно быстро разморозится. Подверните края формы внутрь и ножом проделайте в тесте несколько отверстий, чтобы выходил пар. Выпекайте еще 40-45 минут, пока тесто не станет золотисто-коричневым и хрустящим.\r\nДайте мальку остыть до комнатной температуры в течение 1 часа, затем проведите ножом по краю блюда и переверните его на большую сервировочную тарелку, достаточно глубокую, чтобы в нее поместился сок. Подавайте с крем-фреш или ванильным мороженым.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ryspuw1511786688.jpg ",

        "strTags": "Угощение, Пирог, Десерт, вечеринка",

        "strYoutube": "https://www.youtube.com/watch?v=8xDM8U6h9Pw ",

        "strIngredient1": "Слоеное тесто",

        "strIngredient2": "Обычная мука",

        "strIngredient3": "Яблоки Брейберна",

        "strIngredient4": "Сахарная пудра",

        "strIngredient5": "Сливочное масло",

        "strIngredient6": "Крем-фреш",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "300 г",

        "strMeasure2": "Удаление пыли",

        "strMeasure3": "6",

        "strMeasure4": "100 г",

        "strMeasure5": "85g",

        "strMeasure6": "служить",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/tarte-tatin ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52912",

        "strMeal": "Суфле из трех сыров",

        "strDrinkAlternate": null,

        "strCategory": "Разное",



        "Инструкции по приготовлению": "Разогрейте духовку до 200С/180 С с вентилятором/ газом 6 и смажьте маслом 4 маленькие (около 200 мл) формочки. Посыпьте формочки пармезаном, переворачивая, пока они не покроются со всех сторон. Поставьте молоко и лавровый лист в большую кастрюлю на слабый огонь и доведите до кипения. Выключите огонь и оставьте настаиваться на 15 минут.\r\n Измельчите лавровый лист, добавьте сливочное масло и муку и снова поставьте на слабый огонь. Очень осторожно тушите, непрерывно помешивая венчиком, около 6 минут, пока не получится однородный густой белый соус. Убедитесь, что чтобы вы попадали прямо в углы сковороды, чтобы соус не застыл и не стал комковатым.\r\nКак только соус загустеет, переложите его в большую миску и добавьте горчичный порошок, кайенский перец, грюйер и яичные желтки до получения однородной массы.\r\nПв безупречно чистой миске чистым венчиком взбейте яичные белки, пока не начнут образовываться пики.\r\nП Осторожно вводите яичные белки в сырный соус в три этапа, стараясь не перемешивать, а складывать, чтобы яичные белки оставались легкими и воздушными. Наполните подготовленные формочки смесью для суфле.\r\nП Поверх каждого суфле положите ломтик козьего сыра, затем выложите на противень для запекания. Выпекайте в течение 20-25 минут или до образования упругой и хорошо поднявшейся, но прожаренной массы.\r\nП Дайте остыть, затем проведите ножом по краю каждого блюда и выньте суфле. Если вы готовите суфле заранее, выложите его на поднос вверх дном (для аккуратной подачи). Накройте противень пищевой пленкой. Охладите в течение нескольких дней или заморозьте на срок до 1 месяца.\r\n Когда будете готовы к повторной выпечке, разогрейте духовку до 200С/180 С вентилятор/газ 6. Выложите перевернутые суфле в неглубокую форму для запекания, сверху выложите оставшиеся ломтики козьего сыра и полейте сливками (это предотвратит их высыхание при выпекании во второй раз). Готовьте 8-10 минут до золотистого цвета. Подавайте сразу же вместе с каким-нибудь просто заправленным салатом",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/sxwquu1511793428.jpg ",

        "strTags": "Выпечка",

        "strYoutube": "https://www.youtube.com/watch?v=mS_gbQpBvZo ",

        "strIngredient1": "Сливочное масло",

        "strIngredient2": "Пармезан",

        "strIngredient3": "Молоко",

        "strIngredient4": "Лавровый лист",

        "strIngredient5": "Обычная мука",

        "strIngredient6": "Английская горчица",

        "strIngredient7": "Кайенский перец",

        "strIngredient8": "Gruyère",

        "strIngredient9": "Яйца",

        "strIngredient10": "Козий сыр",

        "strIngredient11": "Двойной крем",

        "strIngredient12": "Шпинат",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "50 г",

        "strMeasure2": "25g",

        "strMeasure3": "300 мл",

        "strMeasure4": "2",

        "strMeasure5": "5 столовых ложек",

        "strMeasure6": "½ чайной ложки",

        "strMeasure7": "Стручок",

        "strMeasure8": "140 г",

        "strMeasure9": "3",

        "strMeasure10": "8 ломтиков",

        "strMeasure11": "150 мл",

        "strMeasure12": "служить",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/3028701/threecheese-souffls ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52926",

        "strMeal": "Туртьер",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Разогрейте духовку до 200 ° C / 180 ° C с вентилятором / газом 6. Отварите картофель до мягкости, слейте воду и разомните, затем оставьте остывать. Разогрейте масло в сковороде с антипригарным покрытием, добавьте фарш и лук и быстро обжарьте до золотистого цвета. Добавьте чеснок, специи, бульон, много перца и немного соли и хорошо перемешайте. Снимите с огня, добавьте картофель и оставьте остывать.\r\n Раскатайте половину теста и выложите на основание 20-23-сантиметровой формы для пирога или формы для выпечки. Наполните свиной смесью и смажьте края теста водой. Раскатайте оставшееся тесто и накройте им пирог. Прижмите края теста, чтобы уплотнить, обрезая излишки. Наколите верхнюю часть формы для выпечки, чтобы выпустить пар, и смажьте верх взбитым яйцом.Выпекайте в течение 30 минут, пока тесто не станет хрустящим и золотистым. Подавайте, нарезав дольками, с хрустящим зеленым салатом. Остатки хороши в холодном виде на обед на следующий день и подаются с различными солеными огурцами ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/ytpstt1511814614.jpg ",

        "strTags": "Пирог, основное блюдо, барбекю, Торт",

        "strYoutube": "https://www.youtube.com/watch?v=A96hbwobKKs ",

        "strIngredient1": "Картофель",

        "strIngredient2": "Подсолнечное масло",

        "strIngredient3": "Свиной фарш",

        "strIngredient4": "Лук",

        "strIngredient5": "Зубчик чеснока",

        "strIngredient6": "Корица",

        "strIngredient7": "Душистый перец",

        "strIngredient8": "Мускатный орех",

        "strIngredient9": "Овощной бульон",

        "strIngredient10": "Песочное тесто",

        "strIngredient11": "Яйцо",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 средний",

        "strMeasure2": "1 чайная ложка",

        "strMeasure3": "500 г",

        "strMeasure4": "1 мелко нарезанный",

        "strMeasure5": "1 мелко нарезанный",

        "strMeasure6": "¼ чайной ложки",

        "strMeasure7": "¼ чайной ложки",

        "strMeasure8": "¼ чайной ложки",

        "strMeasure9": "100 мл",

        "strMeasure10": "400 г",

        "strMeasure11": "Для глазури",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/531644/spiced-pork-and-potato-pie ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52929",

        "strMeal": "Тимбитс",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Просейте вместе сухие ингредиенты.Смешайте вместе влажные ингредиенты и добавьте в сухие. Перемешайте до получения однородной массы.\r\nН Капайте чайными ложками (не больше) в горячее масло (365 градусов, не горячее), переворачивая через несколько минут до золотисто-коричневого цвета со всех сторон.\r\n Переложите и слейте воду.\r\n Обваляйте в сахаре с корицей, пока он еще теплый, и подавайте. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/txsupu1511815755.jpg ",

        "strTags": "Закуска, Угощение",

        "strYoutube": "https://www.youtube.com/watch?v=fFLn1h80AGQ ",

        "strIngredient1": "Мука",

        "strIngredient2": "Сахар",

        "strIngredient3": "Разрыхлитель для выпечки",

        "strIngredient4": "Соль",

        "strIngredient5": "Яйцо",

        "strIngredient6": "Молоко",

        "strIngredient7": "Масло",

        "strIngredient8": "Масло",

        "strIngredient9": "Сахарная пудра",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 чашки",

        "strMeasure2": "1/3 чашки",

        "strMeasure3": "3 ч. л.",

        "strMeasure4": "½ чайной ложки",

        "strMeasure5": "1 битый",

        "strMeasure6": "¾ чашки",

        "strMeasure7": "3 столовые ложки",

        "strMeasure8": "для жарки",

        "strMeasure9": "гарнир",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.geniuskitchen.com/recipe/drop-doughnuts-133877 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52970",

        "strMeal": "Тунисский апельсиновый пирог",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте духовку до 190 С / газ 5. Смажьте маслом круглую форму диаметром 23 см.\r\n Срежьте твердые кусочки с верхней и нижней части апельсина. Нарежьте апельсин ломтиками и удалите все косточки. Измельчите апельсин вместе с кожурой в кухонном комбайне. Добавьте одну треть сахара и оливковое масло и продолжайте перемешивать до получения однородной массы.\r\nПсмешайте вместе муку и разрыхлитель.\r\nП Взбейте яйца и оставшийся сахар электрическим ручным миксером не менее пяти минут, пока они не станут очень пышными. Добавьте половину мучной смеси, затем апельсин и ваниль, затем добавьте оставшуюся муку. Хорошо перемешайте, но не слишком долго.\r\n Выложите смесь для торта в подготовленную форму и разровняйте. Выпекайте в предварительно разогретой духовке в течение 20 минут. Уменьшите температуру духовки до 160 С /Газ 2 и снова выпекайте в течение 30 мин. Выпекайте, пока корж не станет золотисто-коричневым, а шпажка не выйдет чистой. Остудите на решетке для торта. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/y4jpgq1560459207.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=rCUxg866Ea4 ",

        "strIngredient1": "Оранжевый",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Оливковое масло",

        "strIngredient4": "Мука",

        "strIngredient5": "Разрыхлитель для выпечки",

        "strIngredient6": "Яйца",

        "strIngredient7": "Ванильный экстракт",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 большой",

        "strMeasure2": "300 г",

        "strMeasure3": "75 мл",

        "strMeasure4": "280g",

        "strMeasure5": "1 столовая ложка",

        "strMeasure6": "4 больших",

        "strMeasure7": "2 ч. л.",

        "strMeasure8": " ",

        "strMeasure9": " ",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/16067/tunisian-orange-cake.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52972",

        "strMeal": "Тунисский суп из баранины",

        "strDrinkAlternate": null,

        "strCategory": "Ягненок",



        "strInstructions": "Добавьте баранину в запеканку и готовьте на сильном огне. Когда подрумянится, снимите с огня и отставьте в сторону.\r\n Оставьте столовую ложку жира в запеканке, а остальное выбросьте. Уменьшите огонь до среднего, затем добавьте чеснок, лук и шпинат и готовьте, пока лук не станет прозрачным, а шпинат не завянет, или около 5 минут.\r\nП вЕрните баранину в запеканку с луково-шпинатной смесью, добавьте в сковороду томатное пюре, тмин, хариссу, курицу, нут, лимонный сок, соль и перец. Тушите на слабом огне около 20 минут.\r\nВыложите макароны и готовьте в течение 15 минут или до готовности макарон. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/t8mn9g1560460231.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=w1qgTQmLRe4 ",

        "strIngredient1": "Фарш из баранины",

        "strIngredient2": "Чеснок",

        "strIngredient3": "Лук",

        "strIngredient4": "Шпинат",

        "strIngredient5": "Томатное пюре",

        "strIngredient6": "Тмин",

        "strIngredient7": "Куриный бульон",

        "strIngredient8": "Харисса Спайс",

        "strIngredient9": "Нут",

        "strIngredient10": "Лимонный сок",

        "strIngredient11": "Макароны",

        "strIngredient12": "Соль",

        "strIngredient13": "Перец",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "2 зубчика чеснока измельчить",

        "strMeasure3": "1",

        "strMeasure4": "300 г",

        "strMeasure5": "3 столовые ложки",

        "strMeasure6": "1 столовая ложка",

        "strMeasure7": "1 литр",

        "strMeasure8": "3 ч. л.",

        "strMeasure9": "400 г",

        "strMeasure10": "1/2",

        "strMeasure11": "150 г",

        "strMeasure12": "Ущипнуть",

        "strMeasure13": "Ущипнуть",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/16694/tunisian-lamb-soup.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52975",

        "strMeal": "Брикеты из тунца и яиц",

        "strDrinkAlternate": null,

        "strCategory": "Морепродукты",



        "strInstructions": "Разогрейте 2 ч. л. масла в большой кастрюле и обжаривайте зеленый лук на медленном огне в течение 3 минут или пока он не начнет размягчаться. Добавьте шпинат, накройте плотно закрывающейся крышкой и готовьте еще 2-3 минуты или до мягкости и увядания, помешивая один или два раза. Откиньте смесь на сито или дуршлаг и дайте стечь воде и остыть.\r\nИспользуя блюдце в качестве направляющей, вырежьте из теста фило 24 круга диаметром около 12,5 см (5 дюймов), вырезав по 6 кругов из каждого листа. Сложите раунды filo стопкой, затем накройте пищевой пленкой, чтобы они не высохли.\r\nПкогда шпинатная смесь остынет, отожмите как можно больше лишней жидкости, затем переложите в миску. Добавьте тунец, яйца, острый перечный соус, соль и перец по вкусу. Хорошо перемешайте.\r\nразогрейте духовку до 200 °C (400°F, газовая отметка 6). Возьмите один круг фило и очень слегка смажьте его оставшимся маслом. Сверху выложите второй круг и смажьте небольшим количеством масла, затем положите сверху третий круг и смажьте маслом.\r\n Выложите столовую ложку начинки с горкой в середину круга, затем сверните тесто, чтобы получилась форма полумесяца. Сложите края, скручивая их для уплотнения, и выложите на противень с антипригарным покрытием. Повторите то же самое с оставшимся тестом и начинкой, чтобы получилось всего 8 брикетов.\r\n Слегка смажьте брикеты оставшимся маслом. Выпекайте 12-15 минут или пока тесто не станет хрустящим и золотисто-коричневым.\r\nП Тем временем смешайте помидоры и огурцы в миске и сбрызните лимонным соком и приправой по вкусу. Подавайте брики горячими с этим салатом и чатни.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/2dsltq1560461468.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=C5n1fN8TGHs ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Зеленый лук",

        "strIngredient3": "Шпинат",

        "strIngredient4": "Выпечка Фило",

        "strIngredient5": "Тунец",

        "strIngredient6": "Яйца",

        "strIngredient7": "Горячее пюре",

        "strIngredient8": "Помидоры",

        "strIngredient9": "Огурец",

        "strIngredient10": "Лимонный сок",

        "strIngredient11": "Абрикосовый джем",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "2 столовые ложки",

        "strMeasure2": "8",

        "strMeasure3": "200 г",

        "strMeasure4": "4",

        "strMeasure5": "1 банка",

        "strMeasure6": "2",

        "strMeasure7": "Тире",

        "strMeasure8": "4 нарезанных",

        "strMeasure9": "1/4",

        "strMeasure10": "1 столовая ложка",

        "strMeasure11": "4 столовые ложки",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "http://allrecipes.co.uk/recipe/3096/tunisian-tuna-and-egg-briks.aspx ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53026",

        "strMeal": "Тамия",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "замочите фасоль в воде на ночь.Слейте воду. Если фасоль без кожицы недоступна, потрите ее, чтобы снять кожицу, а затем выбросьте кожицу. Промокните фасоль насухо полотенцем.\r\n Измельчите фасоль в пищевой мельнице или мясорубке.Если ни того, ни другого прибора нет под рукой, обработайте их в кухонном комбайне, но только до тех пор, пока бобы не превратятся в пасту. (Если тесто замешивается слишком гладко, оно может развалиться во время приготовления.) Добавьте зеленый лук, чеснок, кинзу, тмин, разрыхлитель, кайенский перец, соль, перец и кориандр, если используете. Поставьте в холодильник минимум на 30 минут.\r\n Сформируйте из бобовой смеси шарики размером 1 дюйм.Слегка разровнять и посыпать мукой.\r\nПнагрейте не менее 1½ дюйма масла на среднем огне до 365 градусов.\r\n Обжаривайте котлеты порциями, переворачивая один раз, до золотисто-коричневого цвета со всех сторон, около 5 минут.Выньте с помощью шумовки или шумовки. Подавайте как часть мезе или в лаваше с томатно-огуречным салатом и соусом тахина.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/n3xxd91598732796.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=mulqW-J3Yy4 ",

        "strIngredient1": "Широкие бобы",

        "strIngredient2": "Зеленый лук",

        "strIngredient3": "Зубчик чеснока",

        "strIngredient4": "Петрушка",

        "strIngredient5": "Тмин",

        "strIngredient6": "Разрыхлитель для выпечки",

        "strIngredient7": "Кайенский перец",

        "strIngredient8": "Мука",

        "strIngredient9": "Растительное масло",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "3 чашки",

        "strMeasure2": "6",

        "strMeasure3": "4",

        "strMeasure4": "1/4 стакана",

        "strMeasure5": "2 ч. л.",

        "strMeasure6": "1 чайная ложка",

        "strMeasure7": "1/2 чайной ложки",

        "strMeasure8": "Мерцание",

        "strMeasure9": "По мере необходимости",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://oukosher.org/recipes/tamiya-egyptian-dried-fava-bean-fritters /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53032",

        "strMeal": "Тонкацу из свинины",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "ШАГ 1\n r\n N Удалите большой кусок жира с края каждой свиной корейки, затем разомните каждую корейку между двумя кусками пергамента для выпечки до толщины около 1 см – вы можете сделать это с помощью мясорубки или скалки. После измельчения руками придайте мясу первоначальную форму и толщину – этот шаг обеспечит максимальную сочность мяса.Шаг 2 Выложите муку, яйца и панировочные сухари панко в три отдельные миски с широкими краями. Приправьте мясо, затем обмакните сначала в муку, затем в яйца, затем в панировочные сухари.\r\n\r\nШаг 3\r\n В большую сковороду для жарки или соте налейте столько масла, чтобы оно поднялось на 2 см по краям сковороды. Разогрейте масло до 180 °C. Если у вас нет термометра, опустите в масло немного панко, и если оно немного опустится, а затем начнет поджариваться, масло готово. Добавьте две свиные отбивные и готовьте по 1 минуте 30 секунд с каждой стороны, затем достаньте и оставьте на решетке на 5 минут. Повторите то же самое с оставшимися свиными отбивными.\r\n\r\nШаг 4\nr\n Пока свинина отдыхает, приготовьте соус, взбивая ингредиенты вместе, добавив немного воды, если он получится особенно густым. Тонкацу нарежьте ломтиками и подавайте, сбрызнув соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/lwsnkl1604181187.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=aASr5x0d3Ys ",

        "strIngredient1": "Свиные отбивные",

        "strIngredient2": "Мука",

        "strIngredient3": "Яйца",

        "strIngredient4": "Панировочные сухари",

        "strIngredient5": "Растительное масло",

        "strIngredient6": "Томатный кетчуп",

        "strIngredient7": "Вустерширский соус",

        "strIngredient8": "Устричный соус",

        "strIngredient9": "Сахарная пудра",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "4",

        "strMeasure2": "100 г",

        "strMeasure3": "2 битых",

        "strMeasure4": "100 г",

        "strMeasure5": "Поджарить",

        "strMeasure6": "2 столовые ложки",

        "strMeasure7": "2 столовые ложки",

        "strMeasure8": "1 столовая ложка",

        "strMeasure9": "2 столовых ложки",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": " ",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.bbcgoodfood.com/recipes/tonkatsu-pork ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53057",

        "strMeal": "Традиционный хорватский гуляш",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",



        "strInstructions": "Очистите мясо от прожилок, если они есть, и нарежьте его на более мелкие кусочки размером 3 × 3 см. Замаринуйте мясо в горчице и специях и оставьте на час в холодильнике\r\nРазогрейте в кастрюле одну столовую ложку свиного жира или растительного масла и обжарьте мясо со всех сторон, пока оно не подрумянится. Как только мясо приготовится, переложите его на тарелку и добавьте в кастрюлю еще столовую ложку жира\r\nНарежьте лук очень мелко, очистите морковь и натрите ее на терке. Обжаривайте лук и морковь на слабом огне в течение 15 минут. Можно немного посолить овощи, чтобы они быстрее размягчились\r\nКак только овощи подрумянятся и станут слегка кашеобразными, добавьте мясо, лавровый лист и чеснок. Залейте вином и тушите 10-15 минут, чтобы алкоголь выпарился. Сейчас самое время добавить 2/3 количества жидкости\r\n Накройте кастрюлю крышкой и готовьте на медленном огне в течение часа, периодически помешивая. По истечении первого часа влейте оставшуюся воду или бульон и готовьте еще 30-45 минут.\r\nДайте рагу немного остыть и подавайте, посыпав рубленой зеленью петрушки и несколькими ломтиками свежего острого перца, если хотите немного приправить его.\r\nПпользуйте немного свежего хлеб, заправьте салат и просто наслаждайтесь этими чудесными ароматами",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/n1hcou1628770088.jpg ",

        "strTags": "Суп",

        "strYoutube": "https://www.youtube.com/watch?v=ipEz5u2T7KM ",

        "strIngredient1": "Говядина",

        "strIngredient2": "Лук",

        "strIngredient3": "Морковь",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Лавровый лист",

        "strIngredient6": "Красное вино",

        "strIngredient7": "Вода",

        "strIngredient8": "Горчица",

        "strIngredient9": "Соль",

        "strIngredient10": "Перец",

        "strIngredient11": "Паприка",

        "strIngredient12": "Растительное масло",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "500 г",

        "strMeasure2": "2 нарезанных",

        "strMeasure3": "2 нарезанных",

        "strMeasure4": "2 зубчика",

        "strMeasure5": "2",

        "strMeasure6": "200 мл",

        "strMeasure7": "2 литра",

        "strMeasure8": "3 столовые ложки",

        "strMeasure9": "1 столовая ложка",

        "strMeasure10": "1/2 чайной ложки",

        "strMeasure11": "1/2 чайной ложки",

        "strMeasure12": "2 столовые ложки",

        "strMeasure13": " ",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.chasingthedonkey.com/croatian-recipes-traditional-croatian-goulash /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52775",

        "strMeal": "Веганская лазанья",

        "strDrinkAlternate": null,

        "strCategory": "Веганский",



        "strInstructions": "1) Разогрейте духовку до 180 градусов Цельсия.\nr\n2) Отварите овощи в течение 5-7 минут, пока они не станут мягкими. Добавьте чечевицу и доведите до слабого кипения, при желании добавив бульонный кубик. Продолжайте готовить, помешивая, пока чечевица не станет мягкой, что должно занять около 20 минут.\nr\n3) Бланшируйте листья шпината в течение нескольких минут на сковороде, затем выньте и отложите в сторону.\nr\n4) Долейте в сковороду воды и приготовьте листы лазаньи. Когда приготовится, слейте воду и отложите в сторону.\r\n5) Чтобы приготовить соус, растопите сливочное масло и добавьте муку, затем постепенно добавьте соевое молоко вместе с горчицей и уксусом. Готовьте и перемешивайте до получения однородной массы, а затем выложите лазанью по желанию в форму для запекания.\nr\n6) Выпекайте в предварительно разогретой духовке около 25 минут. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/rvxxuy1468312893.jpg ",

        "strTags": "Веганский,Паста",

        "strYoutube": "https://www.youtube.com/watch?v=VU8cXvlGbvc ",

        "strIngredient1": "зеленая красная чечевица",

        "strIngredient2": "морковь",

        "strIngredient3": "лук",

        "strIngredient4": "цуккини",

        "strIngredient5": "кориандр",

        "strIngredient6": "шпинат",

        "strIngredient7": "листы лазаньи",

        "strIngredient8": "веганское сливочное масло",

        "strIngredient9": "мука",

        "strIngredient10": "соевое молоко",

        "strIngredient11": "горчица",

        "strIngredient12": "уксус",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": null,

        "strIngredient17": null,

        "strIngredient18": null,

        "strIngredient19": null,

        "strIngredient20": null,

        "strMeasure1": "1 чашка",

        "strMeasure2": "1",

        "strMeasure3": "1",

        "strMeasure4": "1 маленький",

        "strMeasure5": "разбрызгивание",

        "strMeasure6": "150 г",

        "strMeasure7": "10",

        "strMeasure8": "35g",

        "strMeasure9": "4 столовые ложки",

        "strMeasure10": "300 мл",

        "strMeasure11": "1,5 чайные ложки",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": null,

        "strMeasure17": null,

        "strMeasure18": null,

        "strMeasure19": null,

        "strMeasure20": null,

        "strSource": null,

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52794",

        "strMeal": "Веганский шоколадный торт",

        "strDrinkAlternate": null,

        "strCategory": "Веганский",



        "strInstructions": "Просто смешайте все сухие ингредиенты с влажными ингредиентами и тщательно перемешайте. Выпекайте 45 минут при температуре 180 градусов. Украсьте растопленным веганским шоколадом ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qxutws1486978099.jpg ",

        "strTags": "Веганский, Шоколадный, Торт",

        "strYoutube": "https://www.youtube.com/watch?v=C3pAgB7pync ",

        "strIngredient1": "мука для самостоятельного приготовления",

        "strIngredient2": "кокосовый сахар",

        "strIngredient3": "какао",

        "strIngredient4": "разрыхлитель для выпечки",

        "strIngredient5": "льняные яйца",

        "strIngredient6": "миндальное молоко",

        "strIngredient7": "ванильный",

        "strIngredient8": "вода",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 1/4 чашки",

        "strMeasure2": "1/2 чашки",

        "strMeasure3": "1/3 стакана сырого",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "2",

        "strMeasure6": "1/2 чашки",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "1/2 стакана кипятка",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52828",

        "strMeal": "Вьетнамская свинина на гриле (булочка-тит-нуонг)",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Сырую свинину нарезать тонкими ломтиками, примерно ⅛\". Это помогает слегка заморозить его (по желанию).\r\nП Измельчите чеснок и лук-шалот. Смешайте в миске с сахаром, рыбным соусом, густым соевым соусом, перцем и маслом, пока сахар не растворится.\r\nПмаринуйте мясо в течение 1 часа или на ночь для достижения лучших результатов.\r\n Запекайте свинину при температуре 375F в течение 10-15 минут или примерно до 80% готовности. Завершите приготовление, запекая в духовке до появления приятного золотисто-коричневого цвета, переворачивая кусочки на полпути.\r\n Выложите в миску овощи, лапшу и гарнир. Многие любят перемешивать всю миску и поливать сверху рыбным соусом, но я предпочитаю делать отдельные кусочки и постепенно заправлять их соусом ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qqwypw1504642429.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=Q3qcQcENzbU ",

        "strIngredient1": "Свинина",

        "strIngredient2": "Рисовая вермишель",

        "strIngredient3": "Яичные рулеты",

        "strIngredient4": "Шалот",

        "strIngredient5": "Чеснок",

        "strIngredient6": "Сахар",

        "strIngredient7": "Рыбный соус",

        "strIngredient8": "Соевый соус",

        "strIngredient9": "Перец",

        "strIngredient10": "Оливковое масло",

        "strIngredient11": "Огурец",

        "strIngredient12": "Мятный",

        "strIngredient13": "Арахис",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "нарезанный ломтиками 1,5 фунта",

        "strMeasure2": "1 тонкая упаковка",

        "strMeasure3": "4-6",

        "strMeasure4": "3 столовые ложки фарша",

        "strMeasure5": "1,5 столовые ложки измельченного чеснока",

        "strMeasure6": "¼ чашки",

        "strMeasure7": "1 столовая ложка",

        "strMeasure8": "толщиной ½ столовой ложки",

        "strMeasure9": "½ столовой ложки",

        "strMeasure10": "3 столовые ложки",

        "strMeasure11": "Нарезанный",

        "strMeasure12": "Листья",

        "strMeasure13": "Измельченный",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.hungryhuy.com/bun-thit-nuong-recipe-vietnamese-grilled-bbq-pork-with-rice-vermicelli-vegetables/",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52838",

        "strMeal": "Рагу из утки по-венециански",

        "strDrinkAlternate": null,

        "strCategory": "Макароны",



        "strInstructions": "Разогрейте масло в большой сковороде. Добавьте утиные ножки и обжаривайте со всех сторон около 10 минут. Переложите на тарелку и отставьте в сторону. Добавьте лук в сковороду и готовьте в течение 5 минут, пока он не станет мягким. Добавьте чеснок и готовьте еще 1 минуту, затем добавьте корицу и муку и готовьте еще минуту. Верните утку на сковороду, добавьте вино, помидоры, бульон, зелень, сахар и приправы. Доведите до кипения, затем убавьте огонь, накройте крышкой и готовьте в течение 2 часов, время от времени помешивая.\r\nОсторожно выньте утиные ножки из соуса и выложите на тарелку – они будут будьте очень нежными, поэтому постарайтесь не потерять ни кусочка мяса. Снимите и удалите жир, затем измельчите мясо 2 вилками и выбросьте кости. Добавьте мясо обратно в соус с молоком и тушите, не накрывая крышкой, еще 10-15 минут, пока будете готовить макароны.\r\nПриготовьте макароны, следуя инструкции на упаковке, затем слейте воду, оставив для макарон чашку воды, и добавьте макароны в рагу. Перемешайте, чтобы макароны покрылись соусом, и готовьте еще 1 минуту, добавляя немного кулинарной жидкости, если она выглядит сухой. Подавайте с тертым пармезаном, если хотите",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/qvrwpt1511181864.jpg ",

        "strTags": null,

        "strYoutube": "https://www.youtube.com/watch?v=oWQDVgjB_Lw ",

        "strIngredient1": "Оливковое масло",

        "strIngredient2": "Утиные ножки",

        "strIngredient3": "Лук",

        "strIngredient4": "Чеснок",

        "strIngredient5": "Корица",

        "strIngredient6": "Обычная мука",

        "strIngredient7": "Красное вино",

        "strIngredient8": "Нарезанные помидоры",

        "strIngredient9": "Кубик куриного бульона",

        "strIngredient10": "Розмарин",

        "strIngredient11": "Лавровый лист",

        "strIngredient12": "Сахар",

        "strIngredient13": "Молоко",

        "strIngredient14": "Паста Пачери",

        "strIngredient15": "Сыр пармезан",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 столовая ложка",

        "strMeasure2": "4",

        "strMeasure3": "2 мелко нарезанных",

        "strMeasure4": "2 зубчика чеснока измельчить",

        "strMeasure5": "2 чайные ложки молотого",

        "strMeasure6": "2 ч. л.",

        "strMeasure7": "250 мл",

        "strMeasure8": "800 г",

        "strMeasure9": "1",

        "strMeasure10": "3 веточки",

        "strMeasure11": "2",

        "strMeasure12": "1 чайная ложка",

        "strMeasure13": "2 столовые ложки",

        "strMeasure14": "600 г",

        "strMeasure15": "Тертый",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/venetian-duck-ragu ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52863",

        "strMeal": "Вегетарианская запеканка",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте масло в большой сковороде с толстым дном. Добавьте лук и готовьте на медленном огне 5-10 минут, пока он не станет мягким.\r\nДобавьте чеснок, специи, сушеный тимьян, морковь, сельдерей и перец и готовьте 5 минут.\r\nДобавьте помидоры, бульон, кабачки и свежий тимьян и готовьте 20-25 минут.\r\nВыньте веточки тимьяна. Добавьте чечевицу и снова доведите до кипения. Подавайте с диким и белым рисом басмати, пюре или киноа.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/vptwyt1511450962.jpg ",

        "strTags": "Запеканка вегетарианская",

        "strYoutube": "https://www.youtube.com/watch?v=oHmKE9mWtWM ",

        "strIngredient1": "Рапсовое масло",

        "strIngredient2": "Лук",

        "strIngredient3": "Чеснок",

        "strIngredient4": "Паприка",

        "strIngredient5": "Тмин",

        "strIngredient6": "Тимьян",

        "strIngredient7": "Морковь",

        "strIngredient8": "Сельдерей",

        "strIngredient9": "Красный перец",

        "strIngredient10": "Желтый перец",

        "strIngredient11": "Помидор",

        "strIngredient12": "Кубик овощного бульона",

        "strIngredient13": "Кабачки",

        "strIngredient14": "Тимьян",

        "strIngredient15": "Чечевица",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1",

        "strMeasure2": "1",

        "strMeasure3": "3 зубчика",

        "strMeasure4": "1 чайная ложка",

        "strMeasure5": "½ чайной ложки",

        "strMeasure6": "1 tblsp",

        "strMeasure7": "3 средних",

        "strMeasure8": "2 маленьких стебля",

        "strMeasure9": "1",

        "strMeasure10": "1",

        "strMeasure11": "2 банки по 400 г",

        "strMeasure12": "250 мл",

        "strMeasure13": "2 нарезанных",

        "strMeasure14": "2 веточки",

        "strMeasure15": "250 г",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/1993645/vegetarian-casserole ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52867",

        "strMeal": "Вегетарианский перец чили",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Разогрейте духовку до 200 ° C / 180 ° C с вентилятором / газом 6. Готовьте овощи в форме для запекания в течение 15 минут. Добавьте фасоль и помидоры, приправьте и готовьте еще 10-15 минут, пока они не станут обжигающе горячими. Разогрейте пакет в микроволновой печи на высокой мощности в течение 1 минуты и подавайте с перцем чили. ",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wqurxy1511453156.jpg ",

        "strTags": "Чили",

        "strYoutube": "https://www.youtube.com/watch?v=D0bFRVH_EqU ",

        "strIngredient1": "Жареные овощи",

        "strIngredient2": "Фасоль",

        "strIngredient3": "Нарезанные помидоры",

        "strIngredient4": "Смешанное зерно",

        "strIngredient5": "",

        "strIngredient6": "",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "400 г",

        "strMeasure2": "1 банка",

        "strMeasure3": "1 банка",

        "strMeasure4": "1 пакет",

        "strMeasure5": "",

        "strMeasure6": "",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/veggie-chilli ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53000",

        "strMeal": "Овощной пастуший пирог",

        "strDrinkAlternate": null,

        "strCategory": "Говядина",

        "стрАриа": "ирландский",

        "strInstructions": "Добавьте ингредиенты:\r\nn\n r\nn12 чашек нарезанных овощных смесей\n r\nn1 чашка нарезанных свежих грибов\n r\n n1 чашка перлового лука\n r\nn\r\nНачинка:\r\n \r\n Разогрейте духовку до 450 °. Запекайте картофель на противне, застеленном фольгой, до готовности, около 45 минут. Дайте немного остыть, затем очистите от кожуры. Выдавите картофель через рисоварку, пищевую мельницу или дуршлаг в большую миску. Добавьте сливочное масло, перемешайте до получения однородной массы. Добавьте молоко и перемешайте. Посолите по вкусу.Начинка: Замочите сушеные белые грибы в 3 стаканах горячей воды; отложите в сторону. Смешайте чечевицу, 1 зубчик чеснока, 1 ч. л. соль и 4 стакана воды в средней кастрюле. Доведите до кипения, уменьшите огонь и варите, периодически помешивая, пока чечевица не станет мягкой, но не кашицеобразной, 15-20 минут. Слейте воду с чечевицы и выбросьте чеснок.\r\n\r\n Разогрейте 3 ст. л. разогрейте масло в большой тяжелой кастрюле на среднем огне. Добавьте лук и готовьте, периодически помешивая, до мягкости, около 12 минут. Добавьте измельченный чеснок и готовьте в течение 1 минуты. Добавьте томатную пасту. Готовьте, постоянно помешивая, пока томатная паста не карамелизуется, 2-3 минуты.\r\n\r\nДобавьте лавровый лист и вино; перемешайте, соскребая подрумянившиеся кусочки. Добавьте белые грибы, перемешайте, медленно влейте в форму жидкость для замачивания белых грибов, не оставляя осадка. Доведите до кипения и готовьте, пока количество жидкости не уменьшится наполовину, около 10 минут. Добавьте бульон и готовьте, периодически помешивая, пока он не уменьшится наполовину, около 45 минут.\r\n\r\n Перелейте смесь в большую кастрюлю и доведите до кипения; твердые частицы откиньте на сито. Смешайте кукурузный крахмал и 2 ст. л. воды в небольшой миске до полного растворения. Добавьте смесь кукурузного крахмала и тушите на медленном огне до загустения, около 5 минут. Взбейте с мисо. Приправьте соус солью и перцем. Отложите в сторону.\r\n\r\nРазогрейте духовку до 450°. Перемешайте овощи и перловку смешайте лук с оставшимися 2 ст. л. масла, 5 зубчиками чеснока и веточками розмарина в большой миске; приправьте солью и перцем. Разделите между 2 противнями с бортиками. Запекайте, один раз помешивая, до готовности, 20-25 минут. Переложите зубчики чеснока в небольшую миску, хорошо разомните вилкой и добавьте в соус. Откажитесь от розмарина. ПРИГОТОВЬТЕ ЗАРАНЕЕ: чечевицу, соус и овощи можно приготовить на 1 день вперед. Накройте отдельно; охладите.Выложите чечевицу ровным слоем в форму для запекания толщиной 3 см; выложите блюдо на противень, застеленный фольгой. Перемешайте обжаренные овощи со свежими грибами и рубленой зеленью; сверху выложите слой чечевицы. Полейте овощи соусом. Равномерно распределите ложкой картофельную смесь.\r\n\r\n Выпекайте, пока тесто не подрумянится и не начнет пузыриться, около 30 минут. Дайте постоять 15 минут перед подачей на стол.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/w8umt11583268117.jpg ",

        "strTags": "Алкоголик",

        "strYoutube": "",

        "strIngredient1": "Картофель",

        "strIngredient2": "Мелкая картошка",

        "strIngredient3": "Соленое сливочное масло",

        "strIngredient4": "Грибы",

        "strIngredient5": "Коричневая чечевица",

        "strIngredient6": "Чеснок",

        "strIngredient7": "Кошерная соль",

        "strIngredient8": "Лук",

        "strIngredient9": "Томатное пюре",

        "strIngredient10": "Лавровый лист",

        "strIngredient11": "Оливковое масло",

        "strIngredient12": "Белое сухое вино",

        "strIngredient13": "Овощной бульон",

        "strIngredient14": "Кукурузный крахмал",

        "strIngredient15": "Соевый соус",

        "strIngredient16": "Розмарин",

        "strIngredient17": "Петрушка",

        "strIngredient18": "Мудрец",

        "strIngredient19": "Зеленый лук",

        "strIngredient20": "",

        "strMeasure1": "3 фунта",

        "strMeasure2": "3 фунта",

        "strMeasure3": "1/2 чашки",

        "strMeasure4": "1 унция",

        "strMeasure5": "3/4 стакана",

        "strMeasure6": "6 зубчиков",

        "strMeasure7": "1 чайная ложка",

        "strMeasure8": "3 чашки",

        "strMeasure9": "2 столовые ложки",

        "strMeasure10": " ",

        "strMeasure11": " ",

        "strMeasure12": "2 чашки",

        "strMeasure13": "8 чашек",

        "strMeasure14": "2 столовые ложки",

        "strMeasure15": "2 ч. л.",

        "strMeasure16": "2 веточки",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52917",

        "strMeal": "Крем-брюле из белого шоколада",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "strInstructions": "Разогрейте сливки, шоколад и стручок ванили на сковороде, пока шоколад не растает. Снимите с огня и дайте настояться в течение 10 минут, соскребая семена стручков с крема. Если используете ванильный экстракт, добавьте сразу. Разогрейте духовку до 160С/вентилятор 140С/газ 3.\r\nПбейте желтки и сахар до бледного цвета. добавьте шоколадный крем. Процедите в кувшин и разлейте по формочкам. Выложите в глубокую форму для запекания и залейте кипятком до половины стенок. Выпекайте в течение 15-20 минут, пока не образуется выпуклая сердцевина. Охладите в холодильнике не менее 4 часов.\r\nП Перед подачей посыпьте брюле сверху сахаром и карамелизуйте с помощью паяльной лампы или ненадолго под горячим грилем. Оставьте карамель застывать, затем подавайте к столу.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/uryqru1511798039.jpg ",

        "strTags": "Десерт, Ужин, Пудинг",

        "strYoutube": "https://www.youtube.com/watch?v=LmJ0lsPLHDc ",

        "strIngredient1": "Двойной крем",

        "strIngredient2": "Белая шоколадная стружка",

        "strIngredient3": "Ванильный",

        "strIngredient4": "Яичные желтки",

        "strIngredient5": "Сахарная пудра",

        "strIngredient6": "Сахарная пудра",

        "strIngredient7": "",

        "strIngredient8": "",

        "strIngredient9": "",

        "strIngredient10": "",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "568 мл",

        "strMeasure2": "100 г",

        "strMeasure3": "Стручок",

        "strMeasure4": "6",

        "strMeasure5": "2 столовые ложки",

        "strMeasure6": "Верхний",

        "strMeasure7": "",

        "strMeasure8": "",

        "strMeasure9": "",

        "strMeasure10": "",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/2540/white-chocolate-crme-brle ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52948",

        "strMeal": "Вонтоны",

        "strDrinkAlternate": null,

        "strCategory": "Свинина",



        "strInstructions": "Смешайте свинину, чеснок, имбирь, соевый соус, кунжутное масло и овощи в миске.\r\n Отделите шкурки вонтона.\r\nП Положите чайную ложку начинки с горкой в центр вонтона.\r\n Нанесите воду на 2 края кожи, покрывая 1/4 дюйма от края.\r\n Сложите кожу так, чтобы получился треугольник, скрепляя края.\r\nП Соедините две длинные внешние точки вместе.\r\nПнагрейте масло до 450 градусов и обжаривайте 4-5 раз за раз до золотистого цвета.\r\nП Обсушите и подавайте с соусом.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/1525876468.jpg ",

        "strTags": "Основная мука",

        "strYoutube": "https://www.youtube.com/watch?v=9h9No18ZyCI ",

        "strIngredient1": "Свинина",

        "strIngredient2": "Зубчик чеснока",

        "strIngredient3": "Имбирь",

        "strIngredient4": "Соевый соус",

        "strIngredient5": "Кунжутное масло",

        "strIngredient6": "Морковь",

        "strIngredient7": "Сельдерей",

        "strIngredient8": "Зеленый лук",

        "strIngredient9": "Кожа Вонтона",

        "strIngredient10": "Масло",

        "strIngredient11": "Вода",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "1 фунт",

        "strMeasure2": "3 рубленых",

        "strMeasure3": "1 чайная ложка",

        "strMeasure4": "1 столовая ложка",

        "strMeasure5": "1 чайная ложка",

        "strMeasure6": "3 мелко нарезанных",

        "strMeasure7": "3 мелко нарезанных",

        "strMeasure8": "6 нарезанных",

        "strMeasure9": "1 пакет",

        "strMeasure10": "Обжарить",

        "strMeasure11": "Бутылка",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "http://www.geniuskitchen.com/recipe/chinese-wontons-20235 ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "53062",

        "strMeal": "Ореховый рулет Гужвара",

        "strDrinkAlternate": null,

        "strCategory": "Десерт",



        "Инструкции по приготовлению": "Смешайте все ингредиенты для теста вместе и хорошо вымесите. Накройте тесто и поставьте подниматься, пока оно не увеличится вдвое, что должно занять около 2 часов. Отбейте тесто и слегка вымесите.Разделите тесто на две равные части; раскатайте каждую часть в продолговатую форму размером примерно 12 на 8 дюймов. Смешайте ингредиенты для начинки и разделите между тестом, распределяя по каждому кусочку. Сверните продолговатые ломтики как можно плотнее, чтобы получились две 12-дюймовые колбаски. Выложите их рядышком, касаясь друг друга, на смазанный маслом противень. Накройте и оставьте подниматься примерно на 40 минут. Разогрейте духовку до 200ºC (425ºF). Выпекайте в течение 30-35 минут, пока они не поднимутся и не станут золотисто-коричневыми. Хлеб должен казаться полым, когда постукивают по основанию.\r\n\r\n Достаньте из духовки и смажьте горячий хлеб сверху молоком. Просейте, щедро посыпав сахарной пудрой.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/u9l7k81628771647.jpg ",

        "strTags": "Чокнутый",

        "strYoutube": "https://www.youtube.com/watch?v=Q_akngSJVrQ ",

        "strIngredient1": "Мука",

        "strIngredient2": "Сахарная пудра",

        "strIngredient3": "Дрожжи",

        "strIngredient4": "Соль",

        "strIngredient5": "Молоко",

        "strIngredient6": "Яйца",

        "strIngredient7": "Сливочное масло",

        "strIngredient8": "Грецкие орехи",

        "strIngredient9": "Сливочное масло",

        "strIngredient10": "Коричневый сахар",

        "strIngredient11": "Корица",

        "strIngredient12": "Молоко",

        "strIngredient13": "Сахарная пудра",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "450 г",

        "strMeasure2": "55g",

        "strMeasure3": "2 части",

        "strMeasure4": "1/2 чайной ложки",

        "strMeasure5": "6 унций",

        "strMeasure6": "2 битых",

        "strMeasure7": "30g",

        "strMeasure8": "140 г",

        "strMeasure9": "85g",

        "strMeasure10": "85g",

        "strMeasure11": "1 чайная ложка",

        "strMeasure12": "Для глазури",

        "strMeasure13": "Для глазури",

        "strMeasure14": " ",

        "strMeasure15": " ",

        "strMeasure16": " ",

        "strMeasure17": " ",

        "strMeasure18": " ",

        "strMeasure19": " ",

        "strMeasure20": " ",

        "strSource": "https://www.visit-croatia.co.uk/croatian-cuisine/croatian-recipes /",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    },

    {

        "idMeal": "52871",

        "strMeal": "Яки Удон",

        "strDrinkAlternate": null,

        "strCategory": "Вегетарианский",



        "strInstructions": "Вскипятите немного воды в большой кастрюле. Добавьте 250 мл холодной воды и лапшу удон. (Поскольку они такие густые, добавление холодной воды помогает им готовиться немного медленнее, чтобы серединка прожарилась). Если вы используете замороженную или свежую лапшу, готовьте 2 минуты или до состояния аль денте; сушка займет больше времени, около 5-6 минут. Слейте воду и откиньте на дуршлаг.\r\nРазогрейте 1 ст. л. масла, добавьте лук и капусту и тушите в течение 5 минут до размягчения. Добавьте грибы и немного зеленого лука и тушите еще 1 минуту. Влейте оставшееся кунжутное масло и выложите лапшу. Если вы используете холодную лапшу, дайте ей прогреться, прежде чем добавлять ингредиенты для соуса – в противном случае сразу подавайте и продолжайте жарить, помешивая, пока она не станет липкой и обжигающе горячей. Посыпьте оставшимся зеленым луком.",

        "strMealThumb": "https://www.themealdb.com/images/media/meals/wrustq1511475474.jpg ",

        "strTags": "Низкокалорийный",

        "strYoutube": "https://www.youtube.com/watch?v=5Iy0MCowSvA ",

        "strIngredient1": "Лапша удон",

        "strIngredient2": "Кунжутное масло",

        "strIngredient3": "Лук",

        "strIngredient4": "Капуста",

        "strIngredient5": "Грибы шиитаке",

        "strIngredient6": "Зеленый лук",

        "strIngredient7": "Мирин",

        "strIngredient8": "Соевый соус",

        "strIngredient9": "Сахарная пудра",

        "strIngredient10": "Вустерширский соус",

        "strIngredient11": "",

        "strIngredient12": "",

        "strIngredient13": "",

        "strIngredient14": "",

        "strIngredient15": "",

        "strIngredient16": "",

        "strIngredient17": "",

        "strIngredient18": "",

        "strIngredient19": "",

        "strIngredient20": "",

        "strMeasure1": "250 г",

        "strMeasure2": "2 столовые ложки",

        "strMeasure3": "1 нарезанный",

        "strMeasure4": "0.25",

        "strMeasure5": "10",

        "strMeasure6": "4",

        "strMeasure7": "4 столовые ложки",

        "strMeasure8": "2 столовые ложки",

        "strMeasure9": "1 tblsp",

        "strMeasure10": "1 tblsp",

        "strMeasure11": "",

        "strMeasure12": "",

        "strMeasure13": "",

        "strMeasure14": "",

        "strMeasure15": "",

        "strMeasure16": "",

        "strMeasure17": "",

        "strMeasure18": "",

        "strMeasure19": "",

        "strMeasure20": "",

        "strSource": "https://www.bbcgoodfood.com/recipes/yaki-udon ",

        "strImageSource": null,

        "strCreativeCommonsConfirmed": null,

        "dateModified": null

    }

]];